[{"position": 4, "book": {"description": "<p><strong>A <i>New York Times</i> Bestseller & Oprah's Book Club Pick</strong><br /><br />Young Julie Harmon works “hard as a man,” they say, so hard that at times she’s not sure she can stop. People depend on her to slaughter the hogs and nurse the dying. People are weak, and there is so much to do. At just seventeen she marries and moves down into the valley of Gap Creek, where perhaps life will be better.<br /><br />But Julie and Hank’s new life in the valley, in the last years of the nineteenth century, is more complicated than the couple ever imagined. Sometimes it’s hard to tell what to fear most—the fires and floods or the flesh-and-blood grifters, drunks, and busybodies who insinuate themselves into their new life. To survive, they must find out whether love can keep chaos and madness at bay. Their struggles with nature, with work, with the changing century, and with the disappointments and triumphs of their union make <i>Gap Creek </i>a timeless story of a marriage.</p>", "isbn": "9781616201784", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-21", "number_print_pages": 368, "average_rating": 3.63, "title": "Gap Creek", "uuid": "pu7p4SFKqUP3mYBd7Tmjy7", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201784/1377656481.81.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Robert Morgan", "status": 1}, "uuid": "Epxe7ekp7dkmbMqzFtb5jV", "annotation": ""},{"position": 25, "book": {"description": "<DIV><i>The Book of Awakening</i>&#160;has become a modern classic, a spiritual guide for living in hard times and good times that speaks to the hearts of hundreds of thousands of readers. Now, this spiritual favorite, chosen as one of Oprah Winfrey&rsquo;s favorite things, is available in a special pocket-sized jacketed hardcover edition, perfect for the gift-giving season.&#160;<BR><i><BR>The Little Book of Awakening</i>&#160;takes some of the very best wisdom from&#160;<i>The Book of Awakening&#160;</i>and distills it into a set of weekly readings. Each week explores a theme, such as abundance, awareness, blessing, interdependence, presence, opportunity, being heard, being real, and facing our suffering. Nepo writes about spirit and friendship, urging readers to stay vital and in love with life, no matter the hardships. Encompassing many traditions and voices, his words offer insight on pain, wonder, and love.<BR><i><BR>The Little Book of Awakening</i>&#160;is the ideal inspirational gift for any occasion. &#160;&#160;</div>", "isbn": "9781609259310", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-09-01", "number_print_pages": 208, "average_rating": 0.0, "title": "The Little Book of Awakening", "uuid": "F3aEdehGwvGXVrrgbvyszV", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/9781609259310/1378381741.63.jpg", "publisher": {"name": "Red Wheel Weiser", "uuid": "A6seb8YnHM6RRPbRHAokw4"}, "author": "Mark Nepo", "status": 1}, "uuid": "FqWvP9JUCwHJd2NGnJit5d", "annotation": ""},{"position": 5, "book": {"description": "<DIV><P><I>The Book of Awakening</I>, a cult favorite since its original publication in 2000, catapaulted to fame in 2010 after it was chosen as one of Oprah Winfrey&#8217;s favorite things. This gift edition with sewn binding and a ribbon marker reflects the book&#8217;s odyssey as a well-beloved daily companion. Mark Nepo wrote the book more than a decade ago, in response to his journey through cancer a decade before that. That experience led him to create a day book not only for people going through life-threatening situations but for everyone.</P><P>Nepo calls it, &#8220;a book to help people meet their days and inhabit their lives. I had a commitment to create a book that could serve up inner food, that could be turned to as a spiritual first-aid kit.&#8221; That this book continued to find its readers affirms its quality as a life affirming companion. Again, in Nepo&#8217;s workds, &#8220;I think it confirms the yearning of people everywhere for meaningful and humble work that invites readers on a journey together. The premise of the book is that people everywhere have a wisdom of their own and the book is there to guide them to their own wisdom.&#8221; </P><P><I>The Book of Awakening</I> is a modern classic, speaking to the hearts of hundreds of thousands of readers. It&#8217;s a daily guide for living in hard times and good times, all the time reminding us that the life we&#8217;re living is the life we have. Lived authentically it can--and does--become the life we want.</P><P>This hardcover edition features a ribbon marker and a subject index that allows the reader to search for quotes and inspiration pertinent to his or her life not only by day but my category. </P></DIV>", "isbn": "9781609256241", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-01", "number_print_pages": 456, "average_rating": 4.49, "title": "The Book of Awakening", "uuid": "N3NVZSsyetDxq6UFH647zV", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/The%20Book%20of%20Awakening/1373392034.49.jpg", "publisher": {"name": "Red Wheel Weiser", "uuid": "A6seb8YnHM6RRPbRHAokw4"}, "author": "Mark Nepo", "status": 1}, "uuid": "ULnZTUjdZfovBTicYe6scE", "annotation": ""},{"position": 28, "book": {"description": "<DIV>Diana stands before the mirror preening with her best friend, Maureen. Suddenly, a classmate enters holding a gun, and Diana sees her life dance before her eyes. In a moment the future she was just imagining--a doting wife and mother at the age of forty--is sealed by a horrific decision she is forced to make. In prose infused with the dramatically feminine sensuality of spring, we experience seventeen-year-old Diana's uncertain steps into womanhood--her awkward, heated forays into sex; her fresh, fragile construction of an identity. Together with the sights and sounds of renewal, we experience the tasks of Diana's adulthood: protecting her beloved daughter and holding onto her successful husband.</DIV><DIV><BR>An acclaimed writer and poet, Laura Kasischke has crafted a consciousness that encompasses the truth of a teenager's world and the profound transformation of that world at midlife. Resonant and deeply stirring, <I>The Life Before Her Eyes</I> finds piercing beauty in the midst of a nightmare from long ago that echoes like a dirge beneath each new spring.<BR></DIV>", "isbn": "9780547541457", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2002-11-11", "number_print_pages": 288, "average_rating": 3.31, "title": "The Life Before Her Eyes", "uuid": "eJ4qtNxAqjaWrs2fbqm6da", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541457/1376380995.38.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Laura Kasischke", "status": 1}, "uuid": "bmv6r8DHvsg8a7Sm7frN8c", "annotation": ""},{"position": 29, "book": {"description": "<DIV>A <I>New York Times</I> Notable Book<br><BR>&#8220;Nuanced and smart . . . Serber knows that neglect or disconnect doesn&#8217;t always turn into trauma or damage. Life isn&#8217;t algebra. Which events lead to pain, and which to growth and awareness, remains unpredictable. The one reliable truth is that mistakes illuminate the most, albeit with fractured light.&#8221;<br>&#8212;<I>The New York Times Book Review </I><BR><BR>Mothers and daughters ride a familial tide of joy, pride, regret, guilt, and love in these acclaimed stories of flawed, resilient women. Wheat bread and plain yogurt become weapons in a battle between a teenage daughter and her mother. An aimless college student, married to her much older professor, sneaks cigarettes while caring for their newborn son. On the eve of her husband&#8217;s fiftieth birthday, a pilfered fifth of rum, rogue teenagers, and an unexpected tattoo has a woman questioning her place in her children&#8217;s lives. And we follow through two decades the family created when capricious, magnetic Ruby, an ambitious college student, becomes a single mother to cautious daughter Nora in 1970s California. <I>Shout Her Lovely Name</I> is a &#8220;funny, bittersweet&#8221; (<I>Vanity Fair</I>) book that announces the arrival of a stunning new writer.<br><BR>&#8220;Powerful and disquieting . . . Serber writes with exquisite patience and sensitivity, and is an expert in the many ways that love throws people together and splits them apart, often at the same time.&#8221;<br>&#8212;<I>The Wall Street Journal</I><BR><BR>&#8220;Always, Serber's writing sparkles: practical, strong, brazenly modern, marbled with superb descriptions . . . Take my word: <I>Shout Her Lovely Name</I> will reach inside readers and squeeze. On second thought, don't take my word. Read these lovely stories.&#8221;<br>&#8212;<I>San Francisco Chronicle<BR></I><BR></DIV> <div><A href=\"http://www.natalieserber.com/\">www.natalieserber.com</A></div>", "isbn": "9780547634579", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-26", "number_print_pages": 224, "average_rating": 3.53, "title": "Shout Her Lovely Name", "uuid": "rAgU7fhhDc6RmL7XpjsigD", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547634579/1376381800.96.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Natalie Serber", "status": 1}, "uuid": "fq3Q6KiHGhFBRRAV8oJDta", "annotation": ""},{"position": 27, "book": {"description": "<DIV><DIV><b>Alice Walker&rsquo;s masterpiece, a powerful novel of courage in the face of oppression<BR></b>&#160;</div><DIV></div><DIV>Celie has grown up in rural Georgia, navigating a childhood of ceaseless abuse. Not only is she poor and despised by the society around her, she&rsquo;s badly treated by her family. As a teenager she begins writing letters directly to God in an attempt to transcend a life that often seems too much to bear. Her letters span twenty years and record a journey of self-discovery and empowerment through the guiding light of a few strong women and her own implacable will to find harmony with herself and her home. <BR></div><DIV><i>The Color Purple</i>&rsquo;s deeply inspirational narrative, coupled with Walker&rsquo;s prodigious talent as a stylist and storyteller, have made the novel a contemporary classic of American letters.&#160;<BR><BR>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223970", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-20", "number_print_pages": 288, "average_rating": 4.12, "title": "The Color Purple", "uuid": "mAzSCKbSepTq5SMEHzt3X5", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Color%20Purple/1373330025.7.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alice Walker", "status": 1}, "uuid": "gUujYCsL9CfZJETKbRVptb", "annotation": ""},{"position": 22, "book": {"description": "<p>Growing up in a family of political journalists&#8212;and daughter of President Reagan&#8217;s White House social secretary&#8212;Ali Wentworth rebelled against her blue-blood upbringing, embracing Hollywood, motorcycles, even a few wildly inappropriate marriage proposals. Today she is an acclaimed comedic actress and writer, former <em>Oprah</em> regular, wife of political and media star George Stephanopoulos, and a mother who lets her two girls eat cotton candy before bed. Though she&#8217;s settled down, her rebellious nature thrives in her comedy and her view of her crazy world.</p><p>In this addictively funny and warm memoir, she takes us through the looking glass and into the wonderland of her life, from a childhood among Washington&#8217;s elite to a stint in the psych ward they called a New England prep school; days doing L.A. sketch comedy (with then-aspiring artists Will Ferrell and Lisa Kudrow) to a series of spectacularly failed loves (that eventually led her to Mr. Right). Constant throughout is her mother, Muffie&#8212;a flawlessly elegant yet firm, no-nonsense force of nature and pure WASP convictions.</p><p>As charming and off-the-wall as Ali herself, <em>Ali in Wonderland</em> is an entertaining look at life that is both intimate and hilarious.</p>", "isbn": "9780062098092", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-07", "number_print_pages": 272, "average_rating": 3.44, "title": "Ali in Wonderland", "uuid": "jf8rfEvFRLQkrnpjsFQByW", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062098092/1378009659.88.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Ali Wentworth", "status": 1}, "uuid": "9t4FJcfL7iTApxRLXCgman", "annotation": ""},{"position": 8, "book": {"description": "<p>In one of the most acclaimed novels in recent memory, Edward P. Jones, two-time National Book Award finalist, tells the story of Henry Townsend, a black farmer and former slave who falls under the tutelage of William Robbins, the most powerful man in Manchester County, Virginia. Making certain he never circumvents the law, Townsend runs his affairs with unusual discipline. But when death takes him unexpectedly, his widow, Caldonia, can't uphold the estate's order and chaos ensues. In a daring and ambitious novel, Jones has woven a footnote of history into an epic that takes an unflinching look at slavery in all of its moral complexities.</p><p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.</p>", "isbn": "9780061746369", "language_code": "eng", "awards": [{"name": "Anisfield-Wolf Book Award Winner", "image": null, "uuid": "DRQ4XznNQ6vYipa58odeBa"}, {"name": "International IMPAC Dublin Literary Award Winner", "image": null, "uuid": "TaKyYRRAAWznuwJ8Gyspmf"}, {"name": "National Book Critics Circle Award Winner", "image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 432, "average_rating": 3.79, "title": "The Known World", "uuid": "6z2ZSj79mzuTkFUjg7sNPL", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061746369/1376505522.37.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Edward P. Jones", "status": 1}, "uuid": "5u96J8RMynnyKgLbQxhp6A", "annotation": ""},{"position": 13, "book": {"description": "<p>In a stark, troubling, yet ultimately triumphant celebration of self-determination, award-winning author A. Manette Ansay re-creates a stifling world of guilty and pain, and the tormented souls who inhabit it. It is 1972 when circumstance carries Ellen Grier and her family back to Holly's Field, Wisconsin. Dutifully accompanying her newly unemployed husband, Ellen has brought her two children into the home of her in-laws on Vinegar Hill--a loveless house suffused with the settling dust of bitterness and routine--where calculated cruelty is a way of life preserved and perpetuated in the service of a rigid, exacting and angry God. Behind a facade of false piety, there are sins and secrets in this place that could crush a vibrant young woman's passionate spirit. And here Ellen must find the straight to endure, change, and grow in the all-pervading darkness that threatens to destroy everything she is and everyone she loves.</p>", "isbn": "9780061760259", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 272, "average_rating": 3.24, "title": "Vinegar Hill", "uuid": "LrTMqNsHPWxRx79vX6gRua", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760259/1376506340.84.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "A. Manette Ansay", "status": 1}, "uuid": "7i6KStJEfHRYt4gSf47VFj", "annotation": ""},{"position": 24, "book": {"description": "<b>In <i>Steering by Starlight</i>, renowned life coach and <i>Oprah Magazine</i> columnist Martha Beck, Ph.D., describes the step-by-step process she uses with her private clients to help them navigate the terrain of their best lives.</b><br><br>Bringing together cutting-edge research in psychiatry, neurology, and related fields in an accessible, substantive, original way, Dr. Beck offers powerful new methods for solving the problems that beset ordinary people. Using her trademark wisdom, empathy, and engaging style, she connects readers with fresh, never-before published strategies that have proven most effective and efficient for the hundreds of people she has coached. For readers who have found their North Stars, this book will be an invaluable tool to stay the course and overcome obstacles.  For those who still feel adrift, it will provide a way to find true North and follow the path of best destiny.<br><br>Dr. Beck identifies three stages along the path to recapturing a satisfying life:<ul><li>\"The Stargazer\" helps readers understand why it's so easy to lose themselves and offers strategies for sighting their North Star</li><li>\"The Mapmaker\" uses this newly clarified perspective to evaluate one's situation and plot a course for upcoming years</li><li>\"The Pathfinder\" discusses the adventures that may be encountered as one travels along this new life course</li></ul>Whether it's seeking better relationships, more focused career direction, the achievement of specific fitness goals, or a more harmonious lifestyle, <i>Steering by Starlight's</i> colorful anecdotes, case studies, and exercises will point the way.", "isbn": "9781623361976", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-09", "number_print_pages": 259, "average_rating": 4.62, "title": "Steering by Starlight", "uuid": "pinGqEwhPouFCJiPB5yQaW", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623361976/1380278995.29.jpg", "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Martha Beck", "status": 1}, "uuid": "idmjbyPnQpuD4im5mEM6gX", "annotation": ""},{"position": 19, "book": {"description": "<p>Born on the island of Saint-Domingue, Zarit&#233;&#8212;known as T&#233;t&#233;&#8212;is the daughter of an African mother she never knew and one of the white sailors who brought her into bondage. Though her childhood is one of brutality and fear, T&#233;t&#233; finds solace in the traditional rhythms of African drums and the voodoo loa she discovers through her fellow slaves. </p><p>When twenty-year-old Toulouse Valmorain arrives on the island in 1770, it&#8217;s with powdered wigs in his trunks and dreams of financial success in his mind. But running his father&#8217;s plantation, Saint Lazare, is neither glamorous nor easy. Although Valmorain purchases young T&#233;t&#233; for his bride, it is he who will become dependent on the services of his teenaged slave.</p><p>Against the merciless backdrop of sugarcane fields, the lives of T&#233;t&#233; and Valmorain grow ever more intertwined. When the bloody revolution of Toussaint Louverture arrives at the gates of Saint Lazare, they flee the brutal conditions of the French colony, soon to become Haiti, for the raucous, free-wheeling enterprise of New Orleans. There T&#233;t&#233; finally forges a new life, but her connection to Valmorain is deeper than anyone knows and not easily severed. With an impressive richness of detail, and a narrative wit and brio second to none, Allende crafts the riveting story of one woman&#8217;s determination to find love amid loss, to offer humanity though her own has been so battered, and to forge a new identity in the cruelest of circumstances.</p>", "isbn": "9780062002891", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-27", "number_print_pages": 480, "average_rating": 3.95, "title": "Island Beneath the Sea", "uuid": "tAvL3nbHugVUAct4tts3oE", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062002891/1376452881.69.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Isabel Allende", "status": 1}, "uuid": "G3n4bD9bnH3HPMXPRfmiKH", "annotation": ""},{"position": 14, "book": {"description": "Thousands of years prove it, and Western science backs it: Meditation sharpens focus. Meditation lowers blood pressure, relieves chronic pain, reduces stress. Meditation helps us experience greater calm. Meditation connects us to our inner-most feelings and challenges our habits of self-judgment. Meditation helps protect&nbsp; the brain against aging and improves our capacity for learning new things. Meditation opens the door to real and accessible happiness. <br><br>There is no better person to show a beginner how to harness the power of meditation than Sharon Salzberg, one of the world’s foremost meditation teachers and spiritual authors. Cofounder of the Insight Meditation Society, author of <i>Lovingkindness</i>, <i>Faith</i>, and other books, Ms. Salzberg distills 30 years of teaching meditation into a 28-day program that will change lives. It is not about Buddhism, it’s not esoteric—it is closer to an exercise, like running or riding a bike. From the basics of posture, breathing, and the daily schedule to the finer points of calming the mind, distraction, dealing with specific problem areas (pain in the legs? falling asleep?) to the larger issues of compassion and awareness, <i>Real Happiness</i> is a complete guide. It explains how meditation works; why a daily meditation practice results in more resiliency, creativity, peace, clarity, and balance; and gives twelve meditation practices, including mindfulness meditation and walking meditation. An extensive selection of her students’ FAQs cover the most frequent concerns of beginners who meditate—“Is meditation selfish?” “How do I know if I’m doing it right?” “Can I use meditation to manage weight?”", "isbn": "9780761164036", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-29", "number_print_pages": 250, "average_rating": 4.2, "title": "Real Happiness", "uuid": "pKUPb9M5vvQn49U6JPJvjk", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761164036/1390198399.6.jpg", "publisher": {"name": "Workman Publishing Company", "uuid": "J8zDjwKBXDVuRhLWcfRMZn"}, "author": "Sharon Salzberg", "status": 1}, "uuid": "FWbvKMYtuUdXrPKj5CgqDe", "annotation": ""},{"position": 6, "book": {"description": "<DIV>In the summer of 1946, New York City pulses with energy. Harry Copeland,  a World War II veteran, has returned home to run the family business.  Yet his life is upended by a single encounter with the young singer and  heiress Catherine Thomas Hale, as each falls for the other in an  instant. They pursue one another in a romance played out in Broadway  theaters, Long Island mansions, the offices of financiers, and the  haunts of gangsters. Catherine&rsquo;s choice of Harry over her longtime  fianc&eacute; endangers Harry&rsquo;s livelihood and threatens his life. In the end,  Harry must summon the strength of his wartime experience to fight for  Catherine, and risk everything.<BR><br> &ldquo;In its storytelling heft, its  moral rectitude, the solemn magnificence of its writing and the splendor  of its hymns to New York City, [<I>In Sunlight and in Shadow</I>] is a  spiritual pendant to Winter&rsquo;s Tale and every bit as extraordinary . . .  Even the most stubbornly resistant readers will soon be disarmed by the  nobility of the novel&rsquo;s sentiments and seduced by the pure music of its  prose.&rdquo; &mdash; <I>Wall Street Journal</I></div>", "isbn": "9780547819259", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-02", "number_print_pages": 752, "average_rating": 3.43, "title": "In Sunlight and In Shadow", "uuid": "mnf6VyrGunysqz6Eg6PvLC", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547819259/1379062384.52.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Mark Helprin", "status": 1}, "uuid": "BeS8VJXbfAWFr9iNMGn2PH", "annotation": ""},{"position": 17, "book": {"description": "Two unforgettable characters, Jack Ernest Stokes, known as Blinking Jack, and his wife, Ruby Pitt Woodrow Stokes, tell the story of their years together. Jack was forty and Ruby only twenty when they were married. For twenty-five years they lived together, man and wife, until Ruby died of lung cancer. A LITERARY GUILD AND DOUBLEDAY BOOK CLUB selection.", "isbn": "9781565127005", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1997-01-12", "number_print_pages": 250, "average_rating": 3.61, "title": "A Virtuous Woman", "uuid": "Rzr7CpuvJCkDzDHUTFQKMc", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127005/1377656528.83.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Kaye Gibbons", "status": 1}, "uuid": "htNu5YB3nPYfnjihRUsu89", "annotation": ""},{"position": 12, "book": {"description": "<DIV><b>Pearl S. Buck&rsquo;s timeless masterpiece, the Pulitzer Prize&ndash;winning story of a farmer&rsquo;s journey through China in the 1920s</b></div><DIV><i><BR>The Good Earth </i>is Buck&rsquo;s classic story of Wang Lung, a Chinese peasant farmer, and his wife, O-lan, a former slave. With luck and hard work, the couple&rsquo;s fortunes improve over the years: They are blessed with sons, and save steadily until one day they can afford to buy property in the House of Wang&mdash;the very house in which O-lan used to work. But success brings with it a new set of problems. Wang soon finds himself the target of jealousy, and as good harvests come and go, so does the social order. Will Wang&rsquo;s family cherish the estate after he&rsquo;s gone? And can his material success, the bedrock of his life, guarantee anything about his soul?</div><DIV>&#160;</div><DIV>Winner of the Pulitzer Prize and the William Dean Howells Award, <i>The Good Earth</i> was an Oprah&rsquo;s Book Club choice in 2004. A readers&rsquo; favorite for generations, this powerful and beautifully written fable resonates with universal themes of hope and family unity.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263563", "language_code": "eng", "awards": [{"name": "William Dean Howells Medal", "image": null, "uuid": "tWxEyYiACxoTvBiEBTehv3"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-21", "number_print_pages": 357, "average_rating": 3.91, "title": "The Good Earth", "uuid": "iwtLBHBMP2ETShBA5bDZ9F", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Good%20Earth/1373331001.54.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1}, "uuid": "NTvKSYebRQLnFBKD5AMVD8", "annotation": ""},{"position": 7, "book": {"description": "<DIV>In this groundbreaking debut, Justin Torres  plunges us into the chaotic heart of one family, the intense bonds of  three brothers, and the mythic effects of this fierce love on the people  we must become.<BR><br> &quot;<I>We the Animals</I> is a dark jewel of a book. It&rsquo;s heartbreaking. It&rsquo;s beautiful. It resembles no other book I&rsquo;ve read.&rdquo;&mdash;Michael Cunningham<BR><br> &quot;A miracle in concentrated pages, you are going to read it again and again.&quot; &mdash;Dorothy Allison<BR><br> &quot;Rumbles with lyric dynamite . . . Torres is a savage new talent.&quot; &mdash;Benjamin Percy, <I>Esquire</I><BR><br> &quot;A fiery ode to boyhood . . . A welterweight champ of a book.&quot; &mdash;NPR, <I>Weekend Edition</I><BR><br> &quot;A tremendously gifted writer whose highly personal voice should excite  us in much the same way that Raymond Carver&rsquo;s or Jeffrey Eugenides&rsquo;s  voice did when we first heard it.&quot; &mdash;<I>Washington Post</I><br><br> &quot;A novel so honest, poetic, and tough that it makes you reexamine what it means to love and to hurt.&quot; &mdash;<I>O, The Oprah Magazine</I><BR><br> &quot;The communal howl of three young brothers sustains this sprint of a novel . . . A kind of incantation.&quot; &mdash;<I>The New Yorker</I><BR></div>", "isbn": "9780547577005", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-30", "number_print_pages": 144, "average_rating": 3.6, "title": "We the Animals", "uuid": "AMYgXETFujVsYN4M9gTAXU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577005/1376381273.01.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Justin Torres", "status": 1}, "uuid": "bmhXepWnvBj4aj7vnqB5PM", "annotation": ""},{"position": 20, "book": {"description": "<p>With his stunning debut novel, <em>She's Come Undone,</em> Wally Lamb won the adulation of critics and readers with his mesmerizing tale of one woman's painful yet triumphant journey of self-discovery. Now, this brilliantly talented writer returns with <em>I Know This Much Is True</em>, a heartbreaking and poignant multigenerational saga of the reproductive bonds of destruction and the powerful force of forgiveness. A masterpiece that breathtakingly tells a story of alienation and connection, power and abuse, devastation and renewal&#8212;this novel is a contemporary retelling of an ancient Hindu myth. A proud king must confront his demons to achieve salvation. <em>Change yourself,</em> the myth instructs, <em>and you will inhabit a renovated world.</em></p>", "isbn": "9780061745799", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 928, "average_rating": 4.12, "title": "I Know This Much Is True", "uuid": "uPtCJohkcb6fMPEL4BJBfC", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061745799/1378009204.01.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Wally Lamb", "status": 1}, "uuid": "mzyy7cwzdos4qKdWzETgxb", "annotation": ""},{"position": 16, "book": {"description": "'Liberty, equality, fraternity, or death; -- the last, much the easiest to bestow, O Guillotine!'\r\n\r\nAfter eighteen years as a political prisoner in the Bastille, the ageing Doctor Manette is finally released and reunited with his daughter in England. There the lives of two very different men, Charles Darnay, an exiled French aristocrat, and Sydney Carton, a disreputable but brilliant English lawyer, become enmeshed through their love for Lucie Manette. From the tranquil roads of London, they are drawn against their will to the vengeful, bloodstained streets of Paris at the height of the Reign of Terror, and they soon fall under the lethal shadow of La Guillotine.\r\n\r\nThis edition uses the text as it appeared in its serial publication in 1859 to convey the full scope of Dickens's vision, and includes the original illustrations by H. K. Browne ('Phiz'). Richard Maxwell's introduction discusses the intricate interweaving of epic drama with personal tragedy.", "isbn": "9781629451169", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 304, "average_rating": 3.72, "title": "A Tale of Two Cities", "uuid": "zACFmGyGLtdykiuc3NgiAk", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451169/1376469572.13.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Charles Dickens", "status": 1}, "uuid": "254ziVWB38uiqJtprVChQ7", "annotation": ""},{"position": 15, "book": {"description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "isbn": "9780547346656", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-08-01", "number_print_pages": 368, "average_rating": 3.92, "title": "The Heart Is a Lonely Hunter", "uuid": "GA3K83mHgcSkqa7Ew6yMzh", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carson McCullers", "status": 1}, "uuid": "tFSRDZRgAtvpGaet3JxnT4", "annotation": ""},{"position": 2, "book": {"description": "<p>Almost twenty-five years after the infamous art heist at the Isabella Stewart Gardner Museum—still the largest unsolved art theft in history—one of the stolen Degas paintings is delivered to the Boston studio of a young artist. Claire Roth has entered into a Faustian bargain with a powerful gallery owner by agreeing to forge the Degas in exchange for a one-woman show in his renowned gallery. But as she begins her work, she starts to suspect that this long-missing masterpiece—the very one that had been hanging at the Gardner for one hundred years—may itself be a forgery. <em>The Art Forger</em> is a thrilling novel about seeing—and not seeing—the secrets that lie beneath the canvas.</p>", "isbn": "9781616203184", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-21", "number_print_pages": 250, "average_rating": 3.63, "title": "The Art Forger", "uuid": "iNpjtTME36xm5TkVBdAhej", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616203184/1378570759.53.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "B. A. Shapiro", "status": 1}, "uuid": "YJUMyQxcrkJP6ahQhruspA", "annotation": ""},{"position": 10, "book": {"description": "<b>The story that captivated a nation?how a horribly neglected little girl was rescued by her loving adoptive parents</b><p>In July 2005, a six-year-old girl named Danielle was removed from her Florida home after authorities found her living in bug-ridden squalor, subjected to horrific neglect and so damaged by her own mother that recovery seemed hopeless. But hope was waiting for Dani?and help. In October 2007, Bernie and Diane Lierow, a hard-working couple with five boys of their own, adopted her and utterly transformed her life. This book tells the moving story of how the Lierows rescued Dani and helped her recover to the point where she can not only communicate, something once thought impossible, but can say of herself, \"I pretty.\"<ul><li>Dani's story was featured on Oprah and the subject of a Pulitzer Prize-winning article published by the St. Petersburg Times<li>The Lierows describe their struggle to adopt Dani, how they bonded with her and made a home for her, how they satisfied her craving for contact and stimuli, how Dani began to overcome her severe learning disabilities, how she learned she no longer had to steal food, and how their son Willie may be the greatest brother ever<li>For readers who enjoyed Mistaken Identity: Two Families, One Survivor, Unwavering Hope; Hope's Boy; and Sickened: The True Story of a Lost Childhood</ul><p>Charting a perilous journey from hardship to hope, a new family, and a second chance at life, Dani's Story is a book you cannot put down and will never forget.", "isbn": "9781118043653", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-18", "number_print_pages": 272, "average_rating": 4.19, "title": "Dani's Story", "uuid": "77BokqerfEJazVMyA6Qj3m", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118043653/1379061858.26.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "Diane Lierow", "status": 1}, "uuid": "24TbsYRMWECutaB47NRZqj", "annotation": ""},{"position": 0, "book": {"description": "<p>After a decade of elegant pleasures and luxe living with the Atlanta brothers and sisters with the best clothes and biggest dreams, Ava Johnson has temporarily returned home to Idlewild&#8212;her fabulous career and power plans smashed to bits by cold reality. But what she imagines to be the end is, instead, a beginning. Because, in the ten-plus years since Ava left, all the problems of the big city have come to roost in the sleepy North Michigan community whose ordinariness once drove her away; and she cannot turn her back on friends and family who sorely need her in the face of impending trouble and tragedy. Besides which, that one unthinkable, unmistakable thing is now happening to her: Ava Johnson is falling in love.</p><p>Acclaimed playwright, essayist, <em>New York Times</em> bestselling author, and columnist Pearl Cleage has created a world rich in character, human drama, and deep, compassionate understanding, in a remarkable novel that sizzles with sensuality, hums with gritty truth, and sings and crackles with life-affirming energy.</p>", "isbn": "9780061807176", "language_code": "eng", "awards": [{"name": "Oprah's Book Club Selection", "image": null, "uuid": "vWPKfU9KwYV3HDLWGsPyuX"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 256, "average_rating": 3.66, "title": "What Looks Like Crazy On an Ordinary Day", "uuid": "MwZVJ3tSGGRzhommUvUyLm", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807176/1376527150.3.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Pearl Cleage", "status": 1}, "uuid": "VknEbLqBjSTJLZZGm7anC7", "annotation": ""},{"position": 11, "book": {"description": "<DIV><DIV>The summer Michael Smolij turns sixteen, his father disappears. One by one other men also vanish from the blue-collar neighborhood outside Detroit where their fathers before them had lived, raised families, and, in a more promising era, worked. One man props open the door to his shoe store and leaves a note. \"I'm going to the moon,\" it reads. \"I took the cash.\"</DIV><DIV>&#160;</DIV><DIV>The wives drink, brawl, and sleep around, gradually settling down to make new lives and shaking off the belief in an American dream that, like their husbands, has proven to be a thing of the past. Unable to leave the neighborhood their fathers abandoned, Michael and his friends stumble through their twenties until the restlessness of the fathers blooms in them, threatening to carry them away.</div><DIV><BR>Hailed as \"a triumph\" by O, The Oprah Magazine, this haunting, unforgettable debut novel is for anyone who has ever been left longing.<br></DIV></DIV>", "isbn": "9780547543581", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-01-02", "number_print_pages": 288, "average_rating": 3.68, "title": "Please Don't Come Back from the Moon", "uuid": "Cs8jnBSKPkgCyXRSuSK849", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543581/1376382010.92.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Dean Bakopoulos", "status": 1}, "uuid": "7iUpxFnNUaX8u6c87EuxPL", "annotation": ""},{"position": 9, "book": {"description": "<DIV>&quot;Wonderfully detailed and keenly researched, it is a moving portrait of a  courageous woman caught between a disastrous affair with a charismatic  revolutionary and the draconian laws of the land that would put her to  death because of it.&quot;&mdash;Kathleen Kent<br><br> &quot;<I>Dangerous Liaisons: A seventeenth-century heroine for our times</I>  . . . [A] delightfully seditious heroine...Proof that a historical  novel can be educational and entertaining, and nothing like homework.&quot;&mdash;<I>O, The Oprah Magazine</I><BR><br><br> London,  1649: King Charles has been beheaded for treason, Cromwell is in power,  the Levelers are demanding rights for the people, and a new law  targeting unwed mothers presumes anyone who conceals the death of her  illegitimate child is guilty of murder.<br><br> Glovemaker Rachel  Lockyer is locked in a secret affair. But while her lover is imprisoned  in the Tower, a child is found buried in the woods. Rachel is arrested.  So comes an investigation, a trial, and an extraordinary cast of  characters all brought to reckon for this one life. Spinning within is a  remarkable love story and evidence that miracles come to even the  commonest lives.<br><br><br> &ldquo;The best kind of historical fiction--a  combination of love story and murder mystery, with a sprinkling of  intriguing historical snippets and wonderful writing.&rdquo;&mdash;<I>Library Journal</I>, starred review<BR><br> &quot;[A] marvelous story written in searing prose. Don't miss it!&quot;&mdash;Sheri Holman<br><br> &quot;Heart-poundingly vivid [and] intellectually provocative . . . A romping good read . . . Historical fiction at its best.&quot;&mdash;<I>Kirkus Reviews</I>, starred review<BR></div>", "isbn": "9780547519456", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-14", "number_print_pages": 272, "average_rating": 3.27, "title": "Accidents of Providence", "uuid": "5s2xoLhTjEgvsMoE2d97GL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547519456/1376381296.08.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Stacia Brown", "status": 1}, "uuid": "ZQaMatv6pnk9xygMNRkRGT", "annotation": ""},{"position": 1, "book": {"description": "Selected as one of Oprah.com’s 20 Tantalizing Beach Reads\r\nSelected as a New York Times Book Review Editors' Choice\r\n\r\nIsabel Merton is a renowned concert pianist, whose performances are marked by a rare responsiveness to the complexities of her art, and its intensities of feeling. At the height of her career, she feels increasingly torn between the compelling musical realm she deeply inhabits, and her fragmented itinerant artist’s life, with its frequent flights, anonymous hotels, and brief, arbitrary encounters. Away from her New York home on a European tour, Isabel meets a political exile from a war-torn country, a man driven by a rankling sense of injustice and a powerful desire to vindicate his cause and avenge his people. As their paths cross in several cities, they are drawn to each other both by their differences and their seemingly parallel passions–until a menacing incident throws her into a creative crisis, and forces her to reevaluate his actions, and her own motives. In this story of contemporary love and conflict, Hoffman illuminates the currents and undercurrents of our time, as she explores the luminous and dark faces of romanticism, and those perennial human yearnings, frustrations, and moral choices that can lead to destructiveness, or the richest art. \r\n\r\n\r\nFrom the Hardcover edition.", "isbn": "9781590513514", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-05-05", "number_print_pages": 272, "average_rating": 3.32, "title": "Appassionata", "uuid": "dNcDpWDcYrGzy6s2iYmedN", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513514/1378048506.22.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Eva Hoffman", "status": 1}, "uuid": "iY3NuWg9C995XvVhoHYwTU", "annotation": ""},{"position": 3, "book": {"description": "<p>Born mute, speaking only in sign, Edgar Sawtelle leads an idyllic life with his parents on their farm in remote northern Wisconsin. For generations, the Sawtelles have raised and trained a fictional breed of dog whose thoughtful companionship is epitomized by Almondine, Edgar's lifelong friend and ally. But with the unexpected return of Claude, Edgar's paternal uncle, turmoil consumes the Sawtelles' once peaceful home. When Edgar's father dies suddenly, Claude insinuates himself into the life of the farm&#8212;and into Edgar's mother's affections.</p><p>Grief-stricken and bewildered, Edgar tries to prove Claude played a role in his father's death, but his plan backfires&#8212;spectacularly. Forced to flee into the vast wilderness lying beyond the farm, Edgar comes of age in the wild, fighting for his survival and that of the three yearling dogs who follow him. But his need to face his father's murderer and his devotion to the Sawtelle dogs turn Edgar ever homeward.</p><p>David Wroblewski is a master storyteller, and his breathtaking scenes&#8212;the elemental north woods, the sweep of seasons, an iconic American barn, a fateful vision rendered in the falling rain&#8212;create a riveting family saga, a brilliant exploration of the limits of language, and a compulsively readable modern classic.</p>", "isbn": "9780061792595", "language_code": "eng", "awards": [{"name": "John Sargent, Sr. First Novel Prize Winner", "image": null, "uuid": "G8xrYkYnZvxrWz4FfdHWRB"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Oprah's Book Club Selection", "image": null, "uuid": "vWPKfU9KwYV3HDLWGsPyuX"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 608, "average_rating": 3.55, "title": "The Story of Edgar Sawtelle", "uuid": "oR8SfRXZLsVmAysA4Gxarc", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792595/1376452102.18.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "David Wroblewski", "status": 1}, "uuid": "2yNyhLRf9EqoRH462DQesB", "annotation": ""},{"position": 26, "book": {"description": "Timeless Classics--designed for the struggling reader and adapted to retain the integrity of the original classic. These classic novels will grab a student's attention from the first page. Audiobook for each title is paced for students to follow the text word-for-word and include two audio CDs--more help for struggling readers. Books sold separately. Pip is headed for an apprenticeship at the blacksmith's forge. Then an anonymous donor appears, and sends Pip to London to live as a gentleman. Pip is sure he knows the identity of his secret benefactor. He couldn't be more surprised when he finds that he's been mistaken all along.", "isbn": "9781629451794", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 490, "average_rating": 3.67, "title": "Great Expectations", "uuid": "YEknPsDG59GGiNbwvekbJL", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451794/1376464255.73.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Charles Dickens", "status": 1}, "uuid": "gCAN3WtZuiXvm7izt4gRkK", "annotation": ""},{"position": 18, "book": {"description": "\"Anna Karenina\" tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and must endure the hypocrisies of society. Set against a vast and richly textured canvas of nineteenth-century Russia, the novel's seven major characters create a dynamic imbalance, playing out the contrasts of city and country life and all the variations on love and family happiness. While previous versions have softened the robust, and sometimes shocking, quality of Tolstoy's writing, Richard Pevear and Larissa Volokhonsky have produced a translation true to his powerful voice. This award-winning team's authoritative edition also includes an illuminating introduction and explanatory notes. Beautiful, vigorous, and eminently readable, this \"Anna Karenina\" will be the definitive text for generations to come. \r\n\"Pevear and Volokhonsky are at once scrupulous translators and vivid stylists of English, and their superb rendering allows us, as perhaps never before, to grasp the palpability of Tolstoy's 'characters, acts, situations.'\" — James Woods, The New Yorker", "isbn": "9781629450056", "language_code": "", "awards": [{"name": "PEN Translation Prize Winner", "image": null, "uuid": "zgY7JFywCRfAuspw5RcbET"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1877-01-01", "number_print_pages": 864, "average_rating": 3.98, "title": "Anna Karenina", "uuid": "x2P6oohLtgeA9ukRStZF4b", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/642/6421355520923.42.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Leo Tolstoy", "status": 1}, "uuid": "LcaV6AJcEvQus7zmcCfJeR", "annotation": ""},{"position": 23, "book": {"description": "In their own voices, women show how to strengthen your relationship-with surprising revelations from <i>New York Times</i> bestselling author Gary Neuman<p>This breakthrough book, based on the voices of real women from all walks of life and groundbreaking new research, shows couples how to grow stronger by understanding what women need from a romantic relationship. In <i>Connect to Love</i>, family counselor and relationships expert M.Gary Neuman explores the problems that women face in their marriages or relationships that might make them dissatisfied with their partners-or willing to stray. Neuman reveals the startling discoveries he made through his in-depth new research of more than five hundred women. When it comes to sexual intimacy, for instance, wives who are satisfied with their marriages have sex more than twice as frequently than those who are dissatisfied.<ul><li>Includes a step-by-step two-week plan to improve your relationship<li>Filled with dramatic personal stories and surprising findings on sex, emotional issues, intimacy, communication, and more<li>From the author of the <i>New York Times</i> bestseller <i>The Truth about Cheating</i><li>Neuman has been a frequent guest on <i>Oprah</i>, <i>Today</i>, and other major TV shows<li>Written for couples while addressing both female and male issues</ul><p><p>Written with a compassionate and down-to-earth tone, <i>Connect to Love</i> will open your eyes to see relationships in a new way while empowering yourself and your partner for change.", "isbn": "9780470651285", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-03", "number_print_pages": 288, "average_rating": 3.58, "title": "Connect to Love", "uuid": "SS3dVB59EbVYmSd7s4Z4dP", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470651285/1379061756.27.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "M. Gary Neuman", "status": 1}, "uuid": "z2wEGjF3yGvZ7DrBqp4NuY", "annotation": ""},{"position": 21, "book": {"description": "Mark Nepo has been interviewed by Oprah on her Soul Series radio network and his The Book of the Awakening has been featured in O, The Oprah Magazine and on the Oprah TV show. In this book, Mark invites readers to explore their own inner core through the stories of ordinary people, political activists, artists, spiritual teachers from a variety of traditions. These are people who have faced themselves, their warts and weaknesses. They have stood by the courage of their convictions in all kinds of moments, great and small. Nepo’s insights and commentary are spot on, and help readers relate the stories of others to their own lives. The book is divided into three sections--finding our inner core, standing by our inner core, and sustaining the practice of living from that place. Each of the nearly 60 brief essays and stories elucidates and inspires. Nepo’s broad range of stories and people, of traditions and insights, offers myriad ways for readers to relate to their own search for courage. The late Howard Zinn said of this book, “A poetic, profoundly thoughtful rumination on how we might live.” *This book was originally published by Conari Press in 2007 under the title Facing the Lion, Being the Lion. ", "isbn": "9781609255138", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-02-01", "number_print_pages": 304, "average_rating": 4.33, "title": "Finding Inner Courage", "uuid": "chTNb2DkGoXSP8E2CobuqK", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/Finding%20Inner%20Courage/1373391892.81.jpg", "publisher": {"name": "Red Wheel Weiser", "uuid": "A6seb8YnHM6RRPbRHAokw4"}, "author": "Mark Nepo", "status": 1}, "uuid": "UbQn6JrG98ixQiKQoEztzK", "annotation": ""}]