[{"annotation": "", "uuid": "xYJvzt8Px2PbNBZ7JhxQBK", "position": 33, "book": {"uuid": "2DCYAaDCkXozrhwyVAKsbQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Mysterious Skin", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061737190", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>At the age of eight Brian Lackey is found bleeding under the crawl space of his house, having endured something so traumatic that he cannot remember an entire five&ndash;hour period of time.</p><p> During the following years he slowly recalls details from that night, but these fragments are not enough to explain what happened to him, and he begins to believe that he may have been the victim of an alien encounter. Neil McCormick is fully aware of the events from that summer of 1981. Wise beyond his years, curious about his developing sexuality, Neil found what he perceived to be love and guidance from his baseball coach. Now, ten years later, he is a teenage hustler, a terrorist of sorts, unaware of the dangerous path his life is taking. His recklessness is governed by idealized memories of his coach, memories that unexpectedly change when Brian comes to Neil for help and, ultimately, the truth.</p>", "average_rating": 4.08, "author": "Scott Heim", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061737190/1376504867.07.jpg"}},{"annotation": "", "uuid": "gdvctyeRizUBYqu9Bowgsi", "position": 21, "book": {"uuid": "PbBTHpu87QLDcSHA8Anh6C", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 432, "title": "The Last of the Mohicans", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629453316", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "The wild rush of action in this classic frontier adventure story has made The Last of the Mohicans the most popular of James Fenimore Cooper’s Leatherstocking Tales. Deep in the forests of upper New York State, the brave woodsman Hawkeye (Natty Bumppo) and his loyal Mohican friends Chingachgook and Uncas become embroiled in the bloody battles of the French and Indian War. The abduction of the beautiful Munro sisters by hostile savages, the treachery of the renegade brave Magua, the ambush of innocent settlers, and the thrilling events that lead to the final tragic confrontation between rival war parties create an unforgettable, spine-tingling picture of life on the frontier. And as the idyllic wilderness gives way to the forces of civilization, the novel presents a moving portrayal of a vanishing race and the end of its way of life in the great American forests.", "average_rating": 3.6, "author": "James Fenimore Cooper", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453316/1376295693.53.png"}},{"annotation": "", "uuid": "dLMWGB7HVmXbWrV64kXrwg", "position": 29, "book": {"uuid": "d8N995CsxGiNKKNK2gEQ34", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 160, "title": "Peter Pan", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629452500", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Peter Pan, the book based on J.M. Barrie's famous play, is filled with unforgettable characters: Peter Pan, the boy who would not grow up; the fairy, Tinker Bell; the evil pirate, Captain Hook; and the three children--Wendy, John, and Michael--who fly off with Peter Pan to Neverland, where they meet Indians and pirates and a crocodile that ticks. Renowned children's-book artist Michael Hague has brought the amazing adventures of Peter Pan to life. His beautiful illustrations capture the wild, seductive power of this classic book. This newly designed edition will be enjoyed by fans young and old alike.", "average_rating": 4.09, "author": "J. M. Barrie", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452500/1376110551.12.png"}},{"annotation": "", "uuid": "eiVecuUFQs7q83J2iJHmfb", "position": 14, "book": {"uuid": "SPDavwYyg2WwLskYStAMbc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Life of Pi", "publication_date": "2002-06-04", "oyster_good_for_statement": "", "isbn": "9780547416113", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "S687FDqtNJy6G4sKZyvWSD", "image": null, "name": "Man Booker Prize Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>MORE THAN SEVEN MILLION COPIES SOLD</P> <p>The beloved and bestselling novel and winner of the Booker Prize, <I>Life of Pi</I>, now with cover art from the major motion picture directed by Ang Lee</P> <p><I>New York Times</I> Bestseller * <I>Los Angeles Times</I> Bestseller * <I>Washington Post</I> Bestseller * <I>San Francisco Chronicle</I> Bestseller * <I>Chicago Tribune</I> Bestseller</p> <p>\"A story to make you believe in the soul-sustaining power of fiction.\"&#8212;<I>Los Angeles Times Book Review </I></P> <p>After the sinking of a cargo ship, a solitary lifeboat remains bobbing on the wild blue Pacific. The only survivors from the wreck are a sixteen-year-old boy named Pi, a hyena, a wounded zebra, an orangutan&#8212;and a 450-pound royal bengal tiger. The scene is set for one of the most extraordinary and beloved works of fiction in recent years.  <p>Universally acclaimed upon publication, <I>Life of Pi</I> is a modern classic.", "average_rating": 3.86, "author": "Yann Martel", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416113/1376382266.64.jpg"}},{"annotation": "", "uuid": "NHeqrDQb69RTShKyrTHXUH", "position": 12, "book": {"uuid": "93aP36f6biyLbNHAPVQFcX", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 104, "title": "The Adventures of Sherlock Holmes", "publication_date": "1892-10-14", "oyster_good_for_statement": "", "isbn": "9781629450513", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Since Doyle created the immortal Sherlock Holmes and his assistant Dr. Watson, no other mystery writer has come close to eclipsing him as the standard bearer in crime fiction. A brilliant London-based \"consulting detective,\" Holmes is famous for his intellectual prowess and renowned for his skillful use of astute observation, deductive reasoning, and inference to solve difficult cases.\r\n\r\nComprising the series of short stories that made the fortunes of the Strand, the magazine in which they were first published, this volume won even more popularity for Sherlock Holmes and Dr. Watson. Holmes is at the height of his powers in many of his most famous cases, including \"The Red-Headed League,\" \"The Speckled Band,\" and \"The Blue Carbuncle.\"", "average_rating": 4.24, "author": "Sir Arthur Conan Doyle", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450513/1377024599.71.png"}},{"annotation": "", "uuid": "KjudQLKkxu7SAbjZWgshgA", "position": 53, "book": {"uuid": "ZcUxsBTaAgMVKpfAKGyqSC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Hobbit (Movie Tie-In)", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9780547536736", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>J.R.R. Tolkien's classic prelude to <I>The Lord of the Rings</I> trilogy&#8212;now available in a movie tie-in edition.<BR>&#160;<br>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br>&#160;<br>Written for J.R.R. Tolkien's own children, <I>The Hobbit</I> has sold many millions of copies worldwide and established itself as a modern classic.", "average_rating": 4.19, "author": "J.R.R. Tolkien", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536736/1376382848.8.jpg"}},{"annotation": "", "uuid": "sGa7w5M4JDbLHbpEbXyx7N", "position": 44, "book": {"uuid": "X3ZjA4dAAjoSm3pLeFFPM7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "Three-Ten to Yuma and Other Stories", "publication_date": "2009-10-06", "oyster_good_for_statement": "", "isbn": "9780061981043", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Trust was rare and precious in the wide-open towns that sprung up like weeds on America's frontier&#8212;with hustlers and hucksters arriving in droves by horse, coach, wagon, and rail, and gunmen working both sides of the law, all too eager to end a man's life with a well-placed bullet. The <em>New York Times</em>-bestselling Grand Master of suspense deftly displays the other side of his genius, with seven classic western tales of destiny and fatal decision . . . and trust as essential to survival as it is hard-earned.</p>", "average_rating": 3.88, "author": "Elmore Leonard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981043/1376529429.22.jpg"}},{"annotation": "", "uuid": "TLfGkprAbdvK882saCuLvD", "position": 12, "book": {"uuid": "9jWqSjrqSWguyGh2os6RES", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 330, "title": "Random Harvest", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781453240472", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><b>A veteran&rsquo;s comfortable life is upended when long-buried memories of his time in the trenches of World War I come rushing back</b></div><DIV>&#160;</div><DIV></div><DIV>Charles Rainier&rsquo;s family feared him lost along with so many of Britain&rsquo;s youth during the First World War. But two years after he was reported MIA, he appears in a Liverpool hospital with no memory of his missing years. Even after marriage and a life of relative success, he can&rsquo;t recall his time on the battlefield&mdash;until the first bombs of the Second World War begin to fall. Suddenly, his memories flood back. Recollections of a violent battlefield, a German prison, and a passionate affair all threaten to fracture the peaceful life he has worked so hard to create.</div><DIV>&#160;</div><DIV><i>Random Harvest</i> is a moving account of the trauma of war and the courage required to find redemption in the face of the most overwhelming circumstances.</div><BR>", "average_rating": 4.07, "author": "James Hilton", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Random%20Harvest/1373330439.81.jpg"}},{"annotation": "", "uuid": "JsEscQ22fpivyxdLQftkhR", "position": 0, "book": {"uuid": "UtLuCA8v9WQGG7yBCQPJDo", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Pursuit of Happyness", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061750588", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p><em>The astounding yet true rags-to-riches saga of a homeless father who raised and cared for his son on the mean streets of San Francisco and went on to become a crown prince of Wall Street</em></p></blockquote><p>At the age of twenty, Milwaukee native Chris Gardner, just out of the Navy, arrived in San Francisco to pursue a promising career in medicine. Considered a prodigy in scientific research, he surprised everyone and himself by setting his sights on the competitive world of high finance. Yet no sooner had he landed an entry-level position at a prestigious firm than Gardner found himself caught in a web of incredibly challenging circumstances that left him as part of the city's working homeless and with a toddler son. Motivated by the promise he made to himself as a fatherless child to never abandon his own children, the two spent almost a year moving among shelters, \"HO-tels,\" soup lines, and even sleeping in the public restroom of a subway station. </p><p>Never giving in to despair, Gardner made an astonishing transformation from being part of the city's invisible poor to being a powerful player in its financial district. </p><p>More than a memoir of Gardner's financial success, this is the story of a man who breaks his own family's cycle of men abandoning their children. Mythic, triumphant, and unstintingly honest, <em>The Pursuit of Happyness</em> conjures heroes like Horatio Alger and Antwone Fisher, and appeals to the very essence of the American Dream.</p>", "average_rating": 4.04, "author": "Chris Gardner", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061750588/1376505851.78.jpg"}},{"annotation": "", "uuid": "6SeFY6gGhtRT8UNHMbSfva", "position": 48, "book": {"uuid": "XDMYfRy4TWzfE5qgoEjW8M", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 912, "title": "Roots-Thirtieth Anniversary Edition", "publication_date": "2007-05-22", "oyster_good_for_statement": "", "isbn": "9781593154660", "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}, "awards": [], "description": "<DIV>One of the most important books and television series ever to appear,&#160;<i>Roots</i>, galvanized the nation, and created an extraordinary political, racial, social and cultural dialogue that hadn&rsquo;t been seen since the publication of&#160;<i>Uncle Tom&rsquo;s Cabin</i>. The book sold over one million copies in the first year, and the miniseries was watched by an astonishing 130 million people. It also won both the Pulitzer Prize and the National Book Award.&#160;<i>Roots</i>&#160;opened up the minds of Americans of all colors and faiths to one of the darkest and most painful parts of America&rsquo;s past.&#160;<BR><br> Over the years, both&#160;<i>Roots</i>&#160;and Alex Haley have attracted controversy, which comes with the territory for trailblazing, iconic books, particularly on the topic of race. Some of the criticism results from whether&#160;<i>Roots</i>&#160;is fact or fiction and whether Alex Haley confused these two issues, a subject he addresses directly in the book. There is also the fact that Haley was sued for plagiarism when it was discovered that several dozen paragraphs in&#160;<i>Roots</i>&#160;were taken directly from a novel, The African, by Harold Courlander, who ultimately received a substantial financial settlement at the end of the case.&#160;<BR><br> But none of the controversy affects the basic issue.&#160;<i>Roots</i>&#160;fostered a remarkable dialogue about not just the past, but the then present day 1970s and how America had fared since the days portrayed in&#160;<i>Roots</i>. Vanguard Press feels that it is important to publish&#160;<i>Roots: The 30th Anniversary Edition</i>&#160;to remind the generation that originally read it that there are issues that still need to be discussed and debated, and to introduce to a new and younger generation, a book that will help them understand, perhaps for the first time, the reality of what took place during the time of&#160;<i>Roots</i>.<BR> &#160;</div>", "average_rating": 4.71, "author": "Alex Haley", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593154660/1387370970.31.jpg"}},{"annotation": "", "uuid": "VeybGfh9UReiqXaK9HsLXa", "position": 23, "book": {"uuid": "B7eRewWPAAgRbNUZegeWQT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 140, "title": "The Prime of Miss Jean Brodie", "publication_date": "2012-03-20", "oyster_good_for_statement": "", "isbn": "9781453245033", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>Muriel Spark&rsquo;s timeless classic about a controversial teacher who deeply marks the lives of a select group of students in the years leading up to World War II</b></div><DIV>&#160;</div><DIV></div><DIV>&ldquo;Give me a girl at an impressionable age, and she is mine for life!&rdquo; So asserts Jean Brodie, a magnetic, dubious, and sometimes comic teacher at the conservative Marcia Blaine School for Girls in Edinburgh. Brodie selects six favorite pupils to mold&mdash;and she doesn&rsquo;t stop with just their intellectual lives. She has a plan for them all, including how they will live, whom they will love, and what sacrifices they will make to uphold her ideals. When the girls reach adulthood and begin to find their own destinies, Jean Brodie&rsquo;s indelible imprint is a gift to some, and a curse to others.</div><DIV>&#160;</div><DIV><i>The Prime of Miss Jean Brodie</i> is Spark&rsquo;s masterpiece, a novel that offers one of twentieth-century English literature&rsquo;s most iconic and complex characters&mdash;a woman at once admirable and sinister, benevolent and conniving.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Muriel Spark including rare photos and never-before-seen documents from the author&rsquo;s archive at the National Library of Scotland.</div><DIV>&#160;</div><DIV></div></div>", "average_rating": 3.75, "author": "Muriel Spark", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453245033/1381727484.93.jpg"}},{"annotation": "", "uuid": "TKXz4xpQc8MUT4iHfmZ2E8", "position": 26, "book": {"uuid": "P4KwGXLhdwyKmJTvZmpzhN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The Graduate", "publication_date": "2011-03-01", "oyster_good_for_statement": "", "isbn": "9780795312007", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [], "description": "<p>Published in 1963, Charles Webb’s <i>The Graduate</i> was a sly and provocative first novel that is often overshadowed by the success of Mike Nichol’s sensational 1967 film.</p>\n<p></p>\n<p><i>The Graduate</i> is a novel that speaks to its time: a time when young Americans were beginning to question, for perhaps the first time, the materialistic values that the postwar culture had taught them. Its hero is at once worldly and naive, a dichotomy that won’t last for very long as Benjamin Braddock, the appealing young man of great promise who seems to have everything going for him, sets out to explore his world.</p>\n<p></p>\n<p>After returning to his parent’s home after graduation, Braddock ponders his future and finds himself in a state of confusion and depression. It seems the only thing that really rallies him is the attention of Mrs. Robinson, the bored attractive wife of his father’s law partner, who makes a play for Benjamin who responds in kind. What the affair lacks in passion, it makes up for in intensity.</p>\n<p></p>\n<p>The affair with Mrs. Robinson continues until Benjamin discovers the Robinsons’ beautiful daughter Elaine, with whom he falls promptly in love. Driven to a fit of jealousy, Mrs. Robinson will have none of it, and she tells her daughter of her affair with Benjamin in an attempt to separate the two. Undeterred however, Benjamin pursues Elaine, even though she becomes involved with somebody else. He pursues her all the way to the altar, in fact.</p>\n<p></p>\n<p><i>The Graduate</i> takes a hard look at contemporary society and social mores, and while it does so with panache and humor, the underlying message is not lost on the reader. It is a scathing look at how vacuous and materialistic middle-class American life had become in the mid-20th century. <i>The Chicago Sunday Review</i> wrote that <i>The Graduate</i> “moves with the speed and drive of a runaway locomotive.”</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Charles Webb seems to have taken the message of his book very seriously and has spent his adult life avoiding the sort of traps that materialism lays for people. Since the success of <i>The Graduate</i>, has shunned the limelight. Both he and his wife have sought to avoid the celebrity and the expectations that success could have brought them. Webb gave away most of the money he made from the novel and reportedly sold the film rights to the book for a mere $20,000.</p>\n<p></p>\n<p>SERIES DESCRIPTIONS</p>\n<p></p>\n<p>From classic book to classic film, RosettaBooks has gathered some of most memorable books into film available. The selection is broad ranging and far reaching, with books from classic genre to cult classic to science fiction and horror and a blend of the two creating whole new genres like Richard Matheson’s <i>The Shrinking Man</i>. Classic works from Vonnegut, one of the greatest writers of the twentieth century, meet with E.M. Forrester’s <i>A Passage to India</i>. Whether the work is centered in the here and now, in the past, or in some distant and almost unimaginable future, each work is lasting and memorable and award-winning. </p>", "average_rating": 3.35, "author": "Charles Webb", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Graduate/1373294082.49.jpg"}},{"annotation": "", "uuid": "T5Y3Pr5H37jmsPGqwmG4gh", "position": 18, "book": {"uuid": "JdikhoxvKj3A9v7ncYtf8C", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Extremely Loud and Incredibly Close", "publication_date": "2013-09-03", "oyster_good_for_statement": "", "isbn": "9780547416212", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P><B>Jonathan Safran Foer follows his best-selling debut novel, <I>Everything Is Illuminated</I>, with an unexpectedly hilarious and affecting story about New York City in the period following September 11</B></p> <p>&#160;</P> <p><I>Extremely Loud and Incredibly Close</I> recasts recent history through the eyes of Oskar Schell, an unusually intelligent nine-year-old on an urgent quest to find the lock that matches a mysterious key belonging to his father, who died in the World Trade Center. This unlikely adventure takes Oskar through every city borough and into contact with survivors of all sorts, and it's his irrepressible voice&#8212;one that few writers could conceive as imaginatively as Foer does&#8212;that transforms the tragedy of circumstance into an exhilarating tribute to love.", "average_rating": 3.98, "author": "Jonathan Safran Foer", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416212/1376380007.38.jpg"}},{"annotation": "", "uuid": "e8DcVyYE7ban9yf5P38HMb", "position": 13, "book": {"uuid": "bUJMbPbWemamPaxxKaCoBA", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 303, "title": "The War of the Worlds", "publication_date": "1898-01-01", "oyster_good_for_statement": "", "isbn": "9781629450919", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "The first-person narrative of an unnamed protagonist's (and his brother's) adventures in London and the countryside around London as Earth is invaded by Martians. First published in 1898, it is one of the earliest stories that details a conflict between mankind and an extraterrestrial race.", "average_rating": 3.73, "author": "H.G. Wells", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/687/6871355932488.71.png"}},{"annotation": "", "uuid": "Xfhk36V3PbmJRQgTJ43UGA", "position": 35, "book": {"uuid": "X8Qr3GJg4DJMDNcfa6K27S", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Marley & Me", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061793554", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The heartwarming and unforgettable story of a family and the wondrously neurotic dog who taught them what really matters in life.</p><p>Now with photos and new material</p>", "average_rating": 4.08, "author": "John Grogan", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061793554/1376506485.25.jpg"}},{"annotation": "", "uuid": "ik8qdPTrxUh5jt95QbDZHb", "position": 36, "book": {"uuid": "dsr9Ruq6WhzhpAo6dR8pjU", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 176, "title": "The Lost World", "publication_date": "1912-04-01", "oyster_good_for_statement": "", "isbn": "9781629450759", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Forget the Michael Crichton book (and Spielberg movie) that copied the title. This is the original: the terror-adventure tale of The Lost World. Writing not long after dinosaurs first invaded the popular imagination, Sir Arthur Conan Doyle spins a yarn about an expedition of two scientists, a big-game hunter, and a journalist (the narrator) to a volcanic plateau high over the vast Amazon rain forest. The bickering of the professors (a type Doyle knew well from his medical training) serves as witty contrast to the wonders of flora and fauna they encounter, building toward a dramatic moonlit chase scene with a Tyrannosaurus Rex. And the character of Professor George E. Challenger is second only to Sherlock Holmes in the outrageous force of his personality: he's a big man with an even bigger ego, and if you can grit your teeth through his racist behavior toward Native Americans, he's a lot of fun.", "average_rating": 3.85, "author": "Arthur Conan Doyle", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/648/6481355522255.4.png"}},{"annotation": "", "uuid": "sRhxfwA3drdVytSiBZzxNb", "position": 41, "book": {"uuid": "WPLqdzcZCi7V2m8EjnhEDH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "The Hobbit", "publication_date": "2012-02-15", "oyster_good_for_statement": "", "isbn": "9780547951973", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<div><div>Now a major motion picture<BR><BR>A great modern classic and the prelude to <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br><BR>&#8220;A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible . . . All those, young or old, who love a fine adventurous tale, beautifully told, will take <I>The Hobbit</I> to their hearts.&#8221; &#8211; <I>New York Times Book Review</I></DIV></DIV>", "average_rating": 4.19, "author": "J.R.R. Tolkien", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951973/1392100385.58.jpg"}},{"annotation": "", "uuid": "yaWE6pQyPRBP3GCDgpDXhe", "position": 27, "book": {"uuid": "3Vgsmdmpekei9rZAVm3adb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Mary Poppins", "publication_date": "1997-09-15", "oyster_good_for_statement": "", "isbn": "9780547541969", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P>By P.L. Travers, the author featured in the upcoming movie <I>Saving Mr. Banks</I>.</P> <p>From the moment Mary Poppins arrives at Number Seventeen Cherry-Tree Lane, everyday life at the Banks house is forever changed.<br>&#160;&#160;&#160;It all starts when Mary Poppins is blown by the east wind onto the doorstep of the Banks house. She becomes a <I>most</I> unusual nanny to Jane, Michael, and the twins. Who else but Mary Poppins can slide<I> up</I> banisters, pull an entire armchair out of an empty carpetbag, and make a dose of medicine taste like delicious lime-juice cordial? A day with Mary Poppins is a day of magic and make-believe come to life!", "average_rating": 4.08, "author": "P. L. Travers", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541969/1377663823.86.jpg"}},{"annotation": "", "uuid": "xXF6i3F6w8bFNfatbZkYmC", "position": 54, "book": {"uuid": "ctcoc4CTrsQPvEnsmf26eQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 225, "title": "Twelve Years a Slave", "publication_date": "2014-01-28", "oyster_good_for_statement": "", "isbn": "9781480476882", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><b>The harrowing true story that inspired the critically acclaimed film</b></div><DIV><BR>The son of a freed slave, Solomon Northup lived the first thirty years of his life as a free man in upstate New York. In the spring of 1841, he was offered a job: a short-term, lucrative engagement as a violinist in a traveling circus. It was a trap. In Washington, DC, Northup was drugged, kidnapped, and sold into slavery. He spent the next twelve years on plantations in Louisiana, enduring backbreaking labor, unimaginable violence, and inhumane treatment at the hands of cruel masters, until a kind stranger helped to win his release. His account of those years is a shocking, unforgettable portrait of America&rsquo;s most insidious historical institution as told by a man who experienced it firsthand.</div><DIV><BR>Published shortly after Harriet Beecher Stowe&rsquo;s abolitionist classic <i>Uncle Tom&rsquo;s Cabin</i>, Northup&rsquo;s memoir became a bestseller in 1853. With its eloquent depiction of life before and after bondage, <i>Twelve Years a Slave</i> was a unique and effective entry into the national debate over slavery. Rediscovered in the 1960s and now the inspiration for a major motion picture, Northup&rsquo;s poignant narrative gives readers an invaluable glimpse into a shameful chapter of American history. </div><DIV></div></div>", "average_rating": 4.2, "author": "Solomon Northup", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480476882/1388989922.23.jpg"}},{"annotation": "", "uuid": "rqLJegHXQty476VjZTSniJ", "position": 42, "book": {"uuid": "yp5B8qFyukfGZM7K6BYvu9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 282, "title": "Hot Dogs and Cocktails", "publication_date": "2013-12-01", "oyster_good_for_statement": "", "isbn": "9781846882937", "publisher": {"uuid": "3yYNm3Ue8CUH2cunJKYrzU", "name": "Alma Books"}, "awards": [], "description": "<P style=\"BORDER-TOP-COLOR: ; BORDER-LEFT-COLOR: ; BORDER-BOTTOM-COLOR: ; BORDER-RIGHT-COLOR: \"><B>From the coauthor of <I>The King's Speech</I>, the story behind the historic meeting between&#160;FDR and King George VI on the eve of World War II, a meeting that is now the subject of a major Hollywood movie, <I>Hyde Park on Hudson</I></B><P style=\"BORDER-TOP-COLOR: ; BORDER-LEFT-COLOR: ; BORDER-BOTTOM-COLOR: ; BORDER-RIGHT-COLOR: \">Between June 9th and 12th&#160;1939, King George VI and Queen Elizabeth were the guests of Franklin Delano Roosevelt at his country estate in Hyde Park, New York, during what was the first ever visit by a reigning British monarch to the United States. Coming at a time when Britain desperately needed&#160;U.S. help in the conflict that now seemed inevitable, the meeting was front page news on both sides of the Atlantic and imbued with huge political significance. This fascinating&#160;book recreates the backdrop to the royal visit, analyzing the political background and the media's reaction, and tells the back stories both of the King and of Roosevelt, whose colorful personal life became entwined with the visit.", "average_rating": 0.0, "author": "Peter Conradi", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/9781846882937/1384766130.99.jpg"}},{"annotation": "", "uuid": "Wwaps4XaN7eaFe2Tp9LVfh", "position": 38, "book": {"uuid": "yjKvg4f7utrA7j8sciDHmT", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 375, "title": "The Return of Sherlock Holmes", "publication_date": "1905-02-01", "oyster_good_for_statement": "", "isbn": "9781629450827", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "A collection of 13 Sherlock Holmes detective short stories, originally published as a book in 1905.\r\n\r\nThis was the first Holmes collection since 1893, when Holmes had \"died\" in The Final Problem, ending what was called the  \"The Great Hiatus\" by Sherlockian enthusiasts.\r\n\r\nThe stories include: \"The Adventure of the Empty House,\" \"The Adventure of the Dancing Men,\" \"The Adventure of the Six Napoleons,\" \"The Adventure of the Golden Pince-Nez,\" and \"The Adventure of the Second Stain\" among others.", "average_rating": 4.26, "author": "Sir Arthur Conan Doyle", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450827/1377035228.93.png"}},{"annotation": "", "uuid": "FXD5kYqH3RZ9ia2dMhr5Vm", "position": 9, "book": {"uuid": "F5nbifJ3UoU4Fp88eqKYL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 1216, "title": "The Lord of the Rings", "publication_date": "2012-02-15", "oyster_good_for_statement": "", "isbn": "9780547951942", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "B7kf4Fkp3kubyypudCPADa", "image": null, "name": "International Fantasy Award Winner"}, {"uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null, "name": "Prix du Meilleur Livre Étranger"}, {"uuid": "jmFk949h4YiMJNCuWJwrfX", "image": null, "name": "Prometheus Hall of Fame Award Winner"}], "description": "<DIV>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them<BR><BR>In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.<BR><BR>From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.<BR><BR>When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.<BR><BR>The Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.<BR><BR>This new edition includes the fiftieth-anniversary fully corrected text setting and, for the first time, an extensive new index.<BR><BR>J.R.R. Tolkien (1892-1973), beloved throughout the world as the creator of The Hobbit, The Lord of the Rings, and The Silmarillion, was a professor of Anglo-Saxon at Oxford, a fellow of Pembroke College, and a fellow of Merton College until his retirement in 1959. His chief interest was the linguistic aspects of the early English written tradition, but while he studied classic works of the past, he was creating a set of his own.<BR></DIV>", "average_rating": 4.41, "author": "J.R.R. Tolkien", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951942/1376382404.81.jpg"}},{"annotation": "", "uuid": "cFCzmY9qgJYJn54MrDmZKK", "position": 5, "book": {"uuid": "fEbGaiQXhMY8nQJBNB85R8", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 256, "title": "Alice in Wonderland", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629451251", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [{"uuid": "9eZrHugLvhnc4gbZpXrqAn", "image": null, "name": "Kate Greenaway Medal"}, {"uuid": "3ayMRiA27dzFZAfTRvrfCT", "image": null, "name": "Kurt Maschler Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "Journey with Alice down the rabbit hole into a world of wonder where oddities, logic and wordplay rule supreme. Encounter characters like the grinning Cheshire Cat who can vanish into thin air, the cryptic Mad Hatter who speaks in riddles and the harrowing Queen of Hearts obsessed with the phrase \"Off with their heads!\" This is a land where rules have no boundaries, eating mushrooms will make you grow or shrink, croquet is played with flamingos and hedgehogs, and exorbitant trials are held for the theft of tarts. Amidst these absurdities, Alice will have to find her own way home. ", "average_rating": 3.97, "author": "Lewis Carroll", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451251/1375950831.9.png"}},{"annotation": "", "uuid": "UWSCwj3rxmkmh9V7SkJDr6", "position": 11, "book": {"uuid": "KXv7k5A5FCLFhKuwtJ3SkZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 510, "title": "The Thin Red Line", "publication_date": "2011-12-20", "oyster_good_for_statement": "", "isbn": "9781453215678", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV></div><DIV><b>Jones&rsquo;s classic novel of the battle of Guadalcanal: a portrait of American soldiers facing the horror of war in intense jungle combat</b></div><DIV><b><BR></b></div><DIV>In August of 1942 the first American marines charged Guadalcanal, igniting a six-month battle for two thousand square miles of jungle and sand. In that gruesome stretch sixty thousand Americans made the jump from boat to beach, and one in nine did not return. James Jones fought in that battle, and <i>The Thin Red Line</i> is his haunting portrait of men and war.</div><DIV>&#160;</div><DIV>The soldiers of C-for-Charlie Company are not cast from the heroic mold. The unit&rsquo;s captain is too intelligent and sensitive for the job, his first sergeant is half mad, and the enlisted men begin the campaign gripped by cowardice. Jones&rsquo;s moving portrayal of the Pacific combat experience stands among the great literature of World War II.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of James Jones including rare photos from the author&rsquo;s estate.</div>", "average_rating": 3.92, "author": "James Jones", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Thin%20Red%20Line/1373329645.36.jpg"}},{"annotation": "", "uuid": "BQwdAeKMXE4dbG46AvCoaM", "position": 24, "book": {"uuid": "LQhaorUU4XKDRxuJje5mUd", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 622, "title": "Pride and Prejudice", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629450391", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "'It is a truth universally acknowledged that a single man in possession of a good fortune must be in want of a wife.' With this famous declaration, Jane Austen launches into the story of the five Bennet sisters. It is a story that on first reading is full of suspense, surprise and, ultimately, satisfaction, and which on re-reading commands, in addition, admiration for the author's supreme skill in managing a deceptively complex plot to its triumphant conclusion. First published in 1813, and Austen's most popular novel in her own lifetime, Pride and Prejudice has since been widely recognized as one of the finest novels in the English language.", "average_rating": 4.25, "author": "Jane Austen", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/646/6461355521769.38.png"}},{"annotation": "", "uuid": "5qjbovpeTZBMX6bKhUdyRA", "position": 12, "book": {"uuid": "KKwd4Z8ZNRsaz2Y7y34CnC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 494, "title": "Bury My Heart at Wounded Knee", "publication_date": "2012-10-23", "oyster_good_for_statement": "", "isbn": "9781453274149", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><b>Dee Brown&rsquo;s powerful and unforgettable classic that awakened the world to the nineteenth-century decimation of American Indian tribes </b></div><DIV><BR>First published in 1970, <i>Bury My Heart at Wounded Knee</i> generated shockwaves with its frank and heartbreaking depiction of the systematic annihilation of American Indian tribes across the western frontier. In this nonfiction account, Dee Brown focuses on the betrayals, battles, and massacres suffered by American Indians between 1860 and 1890. He tells of the many tribes and their renowned chiefs&mdash;from Geronimo to Red Cloud, Sitting Bull to Crazy Horse&mdash;who struggled to combat the destruction of their people and culture.</div><DIV>&#160;</div><DIV>Forcefully written and meticulously researched, <i>Bury My Heart at Wounded Knee</i> inspired a generation to take a second look at how the West was won.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Dee Brown including rare photos from the author&rsquo;s personal collection.</div>", "average_rating": 4.19, "author": "Dee Brown", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Bury%20My%20Heart%20at%20Wounded%20Knee/1373331573.23.jpg"}},{"annotation": "", "uuid": "hW6SjxDqfeV2XD26nXSRrc", "position": 8, "book": {"uuid": "TBbj3MRfcHkxY7kxdNedwZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "A Scanner Darkly", "publication_date": "2011-10-18", "oyster_good_for_statement": "", "isbn": "9780547601311", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "kASMaWqc5FEKGFo428GdTR", "image": null, "name": "British Science Fiction Association Award Winner"}, {"uuid": "Mgfw7wcZd4cituMEU5eB5X", "image": null, "name": "John W. Campbell Award Nominee"}], "description": "<P>&#8220;Dick is Thoreau plus the death of the American dream.&#8221;&#8212;Roberto Bola&#241;o<br><BR>Bob Arctor is a junkie and a drug dealer, both using and selling the mind-altering Substance D. Fred is a law enforcement agent, tasked with bringing Bob down. It sounds like a standard case. The only problem is that Bob and Fred are the same person. Substance D doesn&#8217;t just alter the mind, it splits it in two, and neither side knows what the other is doing or that it even exists. Now, both sides are growing increasingly paranoid as Bob tries to evade Fred while Fred tries to evade his suspicious bosses.  <p>In this award-winning novel, friends can become enemies, good trips can turn terrifying, and cops and criminals are two sides of the same coin. Dick is at turns caustically funny and somberly contemplative, fashioning a novel that is as unnerving as it is enthralling.<br>", "average_rating": 4.03, "author": "Philip K. Dick", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547601311/1376381356.26.jpg"}},{"annotation": "", "uuid": "w5AUJFkwPEHn8yBFzoFNYP", "position": 39, "book": {"uuid": "akWwH3jjG26NYiTiVsF9zZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Salmon Fishing in the Yemen", "publication_date": "2008-04-21", "oyster_good_for_statement": "", "isbn": "9780547416250", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div><div><p>DEBUT FICTION</P> <p>UK BESTSELLER</P> <div>What does it take to make us believe in the impossible?  <p></P>For Dr. Alfred Jones, life is a quiet mixture of civil service at the National Centre for Fisheries Excellence and marriage to Mary&#8212;an ambitious, no-nonsense financier. But a strange turn of fate from an unexpected direction forces Jones to upend his existence and spend all of his time in pursuit of another man&#8217;s ludicrous dream. Can there be salmon in the Yemen? Science says no. But if resources are limitless and the visionary is inspired, maybe salmon fishing in the Yemen isn&#8217;t impossible. Then again, maybe nothing is.  <p></DIV></DIV></DIV>", "average_rating": 3.46, "author": "Paul Torday", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416250/1376380013.4.jpg"}},{"annotation": "", "uuid": "JtjQErkGbFCFrDarzCYzZe", "position": 49, "book": {"uuid": "vtLgAmHAsRK3sPTZskjsyD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Waiting for \"SUPERMAN\"", "publication_date": "2010-09-14", "oyster_good_for_statement": "", "isbn": "9781586489281", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "awards": [], "description": "<div><DIV><b>Each book includes a $15 gift card from DonorsChoose.org to give to a classroom in need.</b></div><div>&#160;</div><div>The American public school system is in crisis, failing millions of students, producing as many drop-outs as graduates, and threatening our economic future. By 2020, the United States will have 123 million high-skill jobs to fill&mdash;and fewer than 50 million Americans qualified to fill them.</div><div>&#160;</div><div>Educators, parents, political leaders, business people, and concerned citizens are determined to save our educational system. Waiting for <i>&quot;Superman&quot;</i> offers powerful insights from some of those at the leading edge of educational innovation, including Bill and Melinda Gates, Michelle Rhee, Geoffrey Canada, and more.</div><div>&#160;</div><div>Waiting for <i>&quot;Superman&quot;</i> is an inspiring call for reform and includes special chapters that provide resources, ideas, and hands-on suggestions for improving the schools in your own community as well as throughout the nation.</div><div>&#160;</div> For parents, teachers, and concerned citizens alike, Waiting for <i>&quot;Superman&quot;</i> is an essential guide to the issues, challenges, and opportunities facing America&rsquo;s schools.</div>", "average_rating": 3.21, "author": "Participant Media", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586489281/1387370914.96.jpg"}},{"annotation": "", "uuid": "dBTPUbSEY8emvbiS9FA5zm", "position": 52, "book": {"uuid": "SdFNE8aYMqmoyXp4g8PzKB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "We Bought a Zoo", "publication_date": "2011-11-22", "oyster_good_for_statement": "", "isbn": "9781602861589", "publisher": {"uuid": "o7JaBEtcXkrLEbhy2jZzEZ", "name": "Weinstein Books"}, "awards": [], "description": "<DIV>When Benjamin Mee decided to uproot his family and move them to an unlikely new home&#8212;a dilapidated zoo where more than 200 exotic animals would be their new neighbors&#8212;his friends and colleagues thought he was crazy. Mee&#8217;s dream was to refurbish the zoo and run it as a family business. The grand reopening was scheduled for spring, but there was much work to be done and none of it easy for the novice zookeepers. Tigers broke loose, money was tight, the staff grew skeptical, and family tensions reached a boiling point.  <p>Then tragedy struck. Katherine, Ben&#8217;s wife, had a recurrence of a brain tumor, forcing Benjamin and his two young children to face the heartbreak of illness and the devastating loss of a wife and mother. But inspired by the memory of Katherine and the healing power of the incredible family of animals they had grown to love; Benjamin and his kids resolved to move forward, and today the zoo is a thriving success.</p></DIV>", "average_rating": 4.13, "author": "Benjamin Mee", "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602861589/1387370979.97.jpg"}},{"annotation": "", "uuid": "CH6GdmAL2MichqDgoPH5oG", "position": 16, "book": {"uuid": "B9L7VhkARhZRFpMPrwCeDD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 144, "title": "The Stepford Wives", "publication_date": "2011-04-26", "oyster_good_for_statement": "", "isbn": "9780062037602", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The internationally bestselling novel by the author of <em>A Kiss Before Dying, The Boys from Brazil,</em> and <em>Rosemary's Baby</em></p><p></p><center>With an Introduction by Peter Straub<p></p></center><p>For Joanna, her husband, Walter, and their children, the move to beautiful Stepford seems almost too good to be true. It is. For behind the town's idyllic facade lies a terrible secret -- a secret so shattering that no one who encounters it will ever be the same.</p><p>At once a masterpiece of psychological suspense and a savage commentary on a media-driven society that values the pursuit of youth and beauty at all costs, <em>The Stepford Wives</em> is a novel so frightening in its final implications that the title itself has earned a place in the American lexicon.</p>", "average_rating": 3.6, "author": "Ira Levin", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062037602/1376531098.21.jpg"}},{"annotation": "", "uuid": "QTsZR6hfde7xgPuURjvbC4", "position": 25, "book": {"uuid": "rfbPZkf9JdSn3u7DDdNRY8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The Sweet Hereafter", "publication_date": "2011-09-27", "oyster_good_for_statement": "", "isbn": "9780062123152", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In <em>The Sweet Hereafter, </em>Russell Banks tells a story that begins with a school bus accident. Using four different narrators, Banks creates a small-town morality play that addresses one of life's most agonizing questions: when the worst thing happens, who do you blame?</p>", "average_rating": 3.86, "author": "Russell Banks", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062123152/1376491178.41.jpg"}},{"annotation": "", "uuid": "AnBE9MX84YjPfNcQyoUmDm", "position": 28, "book": {"uuid": "rAuRhSULPSHkEjsLi9pszj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 372, "title": "Wonder Boys", "publication_date": "2011-12-20", "oyster_good_for_statement": "", "isbn": "9781453234105", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}, {"uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null, "name": "Pulitzer Prize-Winning Author"}], "description": "<DIV><DIV><b>Chabon&rsquo;s extraordinary story of one turbulent weekend in the life of a struggling writer, a satire of the permanent adolescence of the creative class<BR><BR></b></div><DIV>A wildly successful first novel made Grady Tripp a young star, and seven years later he still hasn&rsquo;t grown up. He&rsquo;s now a writing professor in Pittsburgh, plummeting through middle age, stuck with an unfinishable manuscript, an estranged wife, a pregnant girlfriend, and a talented but deeply disturbed student named James Leer. During one lost weekend at a writing festival with Leer and debauched editor Terry Crabtree, Tripp must finally confront the wreckage made of his past decisions.</div><DIV><i>&#160;</i></div><DIV>Mordant but humane<i>, Wonder Boys </i>features characters as loveably flawed as any in American fiction.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "average_rating": 3.95, "author": "Michael Chabon", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Wonder%20Boys/1373330267.01.jpg"}},{"annotation": "", "uuid": "2YnPQM3e9BA6uFgobSt6W3", "position": 15, "book": {"uuid": "NFqd27bhqLenocsqcVwtyd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "The Reluctant Fundamentalist", "publication_date": "2007-04-03", "oyster_good_for_statement": "", "isbn": "9780156033121", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "H5Z4rAKLPnpg2Zkf3Q9woQ", "image": null, "name": "Ambassador Book Award Winner"}, {"uuid": "DRQ4XznNQ6vYipa58odeBa", "image": null, "name": "Anisfield-Wolf Book Award Winner"}, {"uuid": "wgnYp5iZQRwSNpgLXosa5J", "image": null, "name": "Man Booker Prize Nominee"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "6qTrPsMezP4xsLUJXZoUED", "image": null, "name": "New York Times Notable Book of The Year"}], "description": "<DIV>Now a major motion picture<br><BR>&#8220;One of those achingly assured novels that makes you happy to be a reader.&#8221; &#8212;Junot Diaz<br><BR>At a caf&#233; table in Lahore, a bearded Pakistani man converses with an uneasy American stranger. As dusk deepens to night, he begins the tale that has brought them to this fateful encounter . . .<br><BR>Changez is living an immigrant&#8217;s dream of America. At the top of his class at Princeton, he is snapped up by an elite valuation firm. He thrives on the energy of New York, and his budding romance with elegant, beautiful Erica promises entry into Manhattan society at the same exalted level once occupied by his own family back in Lahore.<br><BR>But in the wake of September 11, Changez finds his position in his adopted city suddenly overturned, and his relationship with Erica shifting. And Changez&#8217;s own identity is in seismic shift as well, unearthing allegiances more fundamental than money, power, and maybe even love.<br><BR>&#8220;Brief, charming, and quietly furious . . . a resounding success.&#8221; &#8212;<I>Village Voice </I><BR><BR>A <I>Washington Post </I>and <I>San Francisco Chronicle</I> Best Book of the Year<br><BR>A <I>New York Times</I> Notable Book<br></DIV>", "average_rating": 3.6, "author": "Mohsin Hamid", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156033121/1376379644.83.jpg"}},{"annotation": "", "uuid": "DDuDdz3izwZaSwsR8WQyDn", "position": 22, "book": {"uuid": "QKotaKeUMLgjGtxYs2X2BY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Shoeless Joe", "publication_date": "2011-05-15", "oyster_good_for_statement": "", "isbn": "9780795311710", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "qEc22XvyATmiLj9YiVwp6c", "image": null, "name": "Sports Illustrated Greatest 100 Sports Books"}], "description": "<p>Ray Kinsella is sitting quietly on the back porch of his Iowa farm one evening when he hears the ghostly voice of a baseball announcer who says to him, \"If you build it, he will come.\" Needing no further explanation, Kinsella immediately sees in his mind's eye a baseball field that he is being asked to create in the middle of a corn field. The voice will speak only two other things to Ray: \"Ease his pain\" and \"Go the distance,\" and yet the dreaming, idealistic man knows just what he is supposed to do. He knows that digging up the corn field in the back of his house will inspire the return of baseball legend Shoeless Joe Jackson, a man whose reputation was forever tarnished by the scandalous 1919 World Series. So opens the award-winning novel by W.P. Kinsella which was the inspiration for the incredibly popular film <i>Field of Dreams</i> starring Kevin Costner.</p><p>\n</p><p>\nW.P. Kinsella has been called a great writer of baseball novels but this title transcends that description. Kinsella doesn't merely treat baseball as a subject in and of itself; instead, he uses it as a metaphor to discuss larger issues such as innocence, belief, and perhaps above all of these things, America. <i>Shoeless Joe</i> is a parable about one of the most fundamental American ideals: beginning anew.</p><p>\n</p><p>\nBy plowing up a large section of his farmland, Ray Kinsella is both building and rebuilding, creating what has never been as well as re-creating in a sense what had come before. The land had been a place where past sins could be expunged and a new vision realized. It is exactly this sort of renewal that Kinsella's quixotic creation brings about. Most importantly, this is a story about renewal and redress of trauma and sins of the past.</p><p>\n</p><p>\n<i>Shoeless Joe</i> is #47 on the <i>Sports Illustrated</i> Greatest 100 Sports books.</p><p>\n</p><p>\n</p>", "average_rating": 3.95, "author": "W.P. Kinsella", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Shoeless%20Joe/1373294076.84.jpg"}},{"annotation": "", "uuid": "vN6mFqbXnCSuJN6Ttdkhn", "position": 34, "book": {"uuid": "jr6BDRKnsEq6ewAHYu7Gi5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 50, "title": "Juicy and Delicious", "publication_date": "2012-06-24", "oyster_good_for_statement": "", "isbn": "9781938120541", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "description": "<DIV>Critical acclaim for&#160;<i>Beasts of the Southern Wild</i>:<BR><BR>&ldquo;This movie is a blast of sheer, improbable joy...A lot of thinking has gone into&#160;<i>Beasts of the Southern Wild</i>, about themes as well as methods, about the significance of the story as well as its shape. And it is certainly rich enough to invite and repay a healthy measure of critical thought.&rdquo; &mdash;The New York Times&#160;<BR><BR>&ldquo;One of the most striking films ever to debut at the Sundance Film Festival,&#160;<i>Beasts of the Southern Wild</i>&#160;is a poetic evocation of an endangered way of life and a surging paean to human resilience and self-reliance.&rdquo; &ndash;Hollywood Reporter<BR><BR>&ldquo;Brilliant, compelling and powerful, this offbeat look at a part of a world we live in but know nothing about is not going to disappear without at first making a noise.&rdquo; &ndash;NY Observer&#160;<BR><BR>&ldquo;... a stunning debut that finds its dandelion-haired heroine fighting rising tides and fantastic creatures in a mythic battle against modernity....likely to register strongest among critics and cineastes.&rdquo; &ndash;Variety<BR><BR>&ldquo;The sensation of this year&rsquo;s Sundance Festival, where it won the top award for dramatic (fiction) film and for cinematography,&#160;<i>Beasts</i>&#160;is the odds-on favorite to take the Cam&eacute;ra d&rsquo;Or prize for best Cannes first feature. Expect more hosannas when the movie opens in the U.S. June 27.&rdquo; &ndash;Time<BR><BR>The Play That Inspired the Movie&#160;<i>Beasts of the Southern Wild<BR></i><BR>Hushpuppy lives with his Daddy in the rural South. But when Daddy gets sick, the universe starts to fall apart. Hushpuppy is faced with being an orphan, and the end of the known world. Daddy and the brilliant, wild teacher, Miss Bathsheba, work to prepare Hushpuppy and his schoolmates for a life without grownups, a world where they must take care of each other. Tender, funny, and heartbreaking,&#160;<i>Juicy and Delicious</i>&#160;weaves a beautiful tale of loss, survival, and self-discovery.&#160;</div>", "average_rating": 3.52, "author": "Lucy Alibar", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Juicy%20and%20Delicious%3A%20The%20Play%20That%20Inspired%20the%20Motion%20Picture%20%22Beasts%20of%20the%20Southern%20Wild%22/1372976513.21.jpg"}},{"annotation": "", "uuid": "2RneueZNwT6nAmrsq9EWC5", "position": 30, "book": {"uuid": "KDPWYoGQC7jRyzJ9cpPrUh", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 240, "title": "The Wonderful Wizard of Oz", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629454054", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Join Dorothy Gale, Toto, and all of her friends as they explore the incredible land of Oz. The Wonderful Wizard of Oz is American's most enduring fairy tale. From the moment Dorothy puts on the silver slippers (changed to ruby slippers by MGM to take advantage of their new advance in movie making: color) until the moment she clicks her heels and returns home to Kansas you will be swept away and captivated by her extraordinary story. This lavishing illustrated edition has more than one hundred and fifty of the original W. W. Denslow illustrations.", "average_rating": 3.95, "author": "L. Frank Baum", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629454054/1376382399.68.png"}},{"annotation": "", "uuid": "bVdnszgGLHLazY7pA6kwCP", "position": 6, "book": {"uuid": "nTtW8WfU3knfrUray7QYxJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "I Am Legend", "publication_date": "2011-05-15", "oyster_good_for_statement": "", "isbn": "9780795315640", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "vpu6FNMC3QkjdRF3ipWSPe", "image": null, "name": "Science Fiction Hall of Fame Author"}], "description": "<p>Robert Neville has witnessed the end of the world. The entire population has been obliterated by a vampire virus. Somehow, Neville survived. He must now struggle to make sense of everything that has happened and learn to protect himself against the vampires who hunt him constantly. He must, because perhaps there is nothing else human left.</p>\n<p></p>\n<p><i>I Am Legend</i> was a major influence in horror and brought a whole new thematic concept to apocalyptic literature. Several humanistic and emotional themes in this book blend the horror genre with traditional fiction: we see Neville as an emotional person, and observe as he suffers bouts of depression, dips into alcoholism and picks up his strength again to fight the vampiric bacteria that has infected (and killed off) most of humankind. Neville soon meets a woman, Ruth, (after three years alone), who seems to be uninfected and a lone survivor. The two become close and he learns from Ruth that the infected have learned to fight the disease and can spend short amounts of time in the daylight, slowly rebuilding strength and society as it was.</p>\n<p></p>\n<p>The novel was adapted to film in 1964 as <i>The Last Man on Earth</i>, as <i>Omega Man</i> in 1971 and finally as <i>I am Legend</i> in 2007, starring Will Smith.</p>", "average_rating": 4.04, "author": "Richard Matheson", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/I%20Am%20Legend/1373294086.88.jpg"}},{"annotation": "", "uuid": "2B8Rf3rqZuwnNgmTLTr2pU", "position": 19, "book": {"uuid": "mGDBn2K4oq9TQ4cAYx69uQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 235, "title": "Million Dollar Baby", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781453253984", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "DRQ4XznNQ6vYipa58odeBa", "image": null, "name": "Anisfield-Wolf Book Award Winner"}, {"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}, {"uuid": "6qTrPsMezP4xsLUJXZoUED", "image": null, "name": "New York Times Notable Book of The Year"}], "description": "<DIV><b>&ldquo;In this remarkable collection . . . the spirit of Hemingway lives on.&rdquo; &mdash;<i>The Wall Street Journal</i></b></div><DIV>&#160;</div><DIV>F. X. Toole knew boxing. Between bouts, he wrote, and two years before his death he published this collection of stories, giving readers an unprecedented look at the gritty life around the ring.</div><DIV>&#160;</div><DIV>He tells of a cutman with a sweet tooth, young fighters with dreams of celebrity, and a talented boxer who goes to Atlantic City for his biggest bout, only to be humiliated by the prejudices of a callous promoter. In &ldquo;Million $$$ Baby,&rdquo; the inspiration for the Oscar-winning Clint Eastwood film, an aged trainer takes on a female fighter, guiding her through disappointment, pain, and tragedy. And in &ldquo;Rope Burns,&rdquo; Toole realizes his epic vision, showing that even the purest fighter can succumb to the pressures of the world outside the sport. Throughout these stories, boxing&rsquo;s violence is redeemed by the respect these men and women share, as they strap on gloves and prepare their bodies for the ultimate test.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of F. X. Toole including rare images and never-before-seen documents from the author&rsquo;s estate.</div>", "average_rating": 3.95, "author": "F. X. Toole", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Million%20Dollar%20Baby/1373330691.2.jpg"}},{"annotation": "", "uuid": "KfC4foZMFYVZ2Y7RV8vDbU", "position": 2, "book": {"uuid": "PKdLfL4HRvpgEKg2iJtG6W", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Shutter Island", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061897221", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null, "name": "Anthony Award Nominee"}, {"uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null, "name": "Barry Award Nominee"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Summer, 1954.</p><p>U.S. Marshal Teddy Daniels has come to Shutter Island, home of Ashecliffe Hospital for the Criminally Insane. Along with his partner, Chuck Aule, he sets out to find an escaped patient, a murderess named Rachel Solando, as a hurricane bears down upon them.</p><p>But nothing at Ashecliffe Hospital is what it seems.</p><p>And neither is Teddy Daniels.</p><p>Is he there to find a missing patient? Or has he been sent to look into rumors of Ashecliffe&#8217;s radical approach to psychiatry? An approach that may include drug experimentation, hideous surgical trials, and lethal countermoves in the shadow war against Soviet brainwashing. . . .</p><p>Or is there another, more personal reason why he has come there?</p><p>As the investigation deepens, the questions only mount:</p><p></p><blockquote>How has a barefoot woman escaped the island from a locked room?<p></p><p>Who is leaving clues in the form of cryptic codes?</p><p>Why is there no record of a patient committed there just one year before?</p><p>What really goes on in Ward C?</p><p>Why is an empty lighthouse surrounded by an electrified fence and armed guards?</p></blockquote><p>The closer Teddy and Chuck get to the truth, the more elusive it becomes, and the more they begin to believe that they may never leave Shutter Island.Because someone is trying to drive them insane. . . .</p>", "average_rating": 4.0, "author": "Dennis Lehane", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061897221/1378009340.36.jpg"}},{"annotation": "", "uuid": "bprz6WcmmTYne3r6kKPZPc", "position": 20, "book": {"uuid": "x3wxGd4Ci4pkSzUF7hk7UL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 376, "title": "The Human Stain", "publication_date": "2000-05-10", "oyster_good_for_statement": "", "isbn": "9780547345031", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "WuuCyTuuEnzWas5sfJE4aS", "image": null, "name": "PEN/Faulkner Award Winner"}], "description": "<DIV>It is 1998, the year in which America is whipped into a frenzy of prurience by the impeachment of a president, and in a small New England town, an aging classics professor, Coleman Silk, is forced to retire when his colleagues decree that he is a racist. The charge is a lie, but the real truth about Silk would have astonished his most virulent accuser. Coleman Silk has a secret. But it's not the secret of his affair, at seventy-one, with Faunia Farley, a woman half his age with a savagely wrecked past - a part-time farmhand and a janitor at the college where, until recently, he was the powerful dean of faculty. And it's not the secret of Coleman's alleged racism, which provoked the college witch-hunt that cost him his job and, to his mind, killed his wife. Nor is it the secret of misogyny, despite the best efforts of his ambitious young colleague, Professor Delphine Roux, to expose him as a fiend. Coleman's secret has been kept for fifty years: from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman, who sets out to understand how this eminent, upright man, esteemed as an educator for nearly all his life, had fabricated his identity and how that cannily controlled life came unraveled. Set in 1990s America, where conflicting moralities and ideological divisions are made manifest through public denunciation and rituals of purification, The Human Stain concludes Philip Roth's eloquent trilogy of postwar American lives that are as tragically determined by the nation's fate as by the \"human stain\" that so ineradicably marks human nature. This harrowing, deeply compassionate, and completely absorbing novel is a magnificent successor to his Vietnam-era novel, American Pastoral, and his McCarthy-era novel, I MARRIED A COMMUNIST.</div>", "average_rating": 3.79, "author": "Philip Roth", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345031/1376379494.41.jpg"}},{"annotation": "", "uuid": "FnUskMr6SGZSUCVHQ5Z3Mf", "position": 17, "book": {"uuid": "8Fkc2GMJb6q5ipkFpYADKh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The Legend of Bagger Vance", "publication_date": "2009-09-15", "oyster_good_for_statement": "", "isbn": "9780061965968", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "In the Depression year of 1931, on the golf links at Krewe Island off Savannah's windswept shore, two legends of the game--Bobby Jones and Walter Hagen--meet for a mesmerizing thirty-six-hole showdown. Another golfer will also compete--a troubled local war hero, once a champion, who comes with his mentor and caddie, the mysterious Bagger Vance. It is Vance, sage and charismatic, who will ultimately guide the match, for he holds the secret of the Authentic Swing. And he alone can show his protege the way back to glory. <p>Written in the spirit of <em>Gold in the Kingdom</em> and <em>The Natural, The Legend of Bagger Vance</em> reveals the true nature of the game in a story that is unforgettable. </p><p>&#160;</p>", "average_rating": 3.78, "author": "Steven Pressfield", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061965968/1376452662.59.jpg"}},{"annotation": "", "uuid": "FaLh4ByRm3pEDQ5X5cj5iM", "position": 4, "book": {"uuid": "dHNkvgYqFd9v6NZyv8fovJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 284, "title": "Requiem for a Dream", "publication_date": "2011-12-13", "oyster_good_for_statement": "", "isbn": "9781453239698", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><DIV><b>An evocative, poignant saga of four people trapped&mdash;and ultimately destroyed&mdash;by their addictions</b></div><DIV><BR>Sara Goldfarb is devastated by the death of her husband. She spends her days watching game shows and obsessing over appearing on television as a contestant&mdash;and her prescription diet pills only accelerate her mania. Her son, Harry, is living in the streets with his friend Tyrone and girlfriend Marion, where they spend their days selling drugs and dreaming of escape. When their heroin supply dries up, all three descend into an abyss of dependence and despair, their lives, like Sara&rsquo;s, doomed by the destructive power of drugs.</div><DIV>&#160;</div><DIV>Tragic and captivating, <i>Requiem for a Dream</i> is one of Selby&rsquo;s most powerful works, and an indelible portrait of the ravages of addiction.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Hubert Selby Jr. including rare photos from the author&rsquo;s estate.</div></div></div>", "average_rating": 4.05, "author": "Hubert Selby", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453239698/1381727698.31.jpg"}},{"annotation": "", "uuid": "xiu5xBjeDboaLrrZxuvy3T", "position": 7, "book": {"uuid": "wu7kWCeuwhSE4sBbfoHdhL", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 152, "title": "The Island of Doctor Moreau", "publication_date": "1896-01-01", "oyster_good_for_statement": "", "isbn": "9781629450704", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "A science fiction novel that tells the story of of Edward Prendick, a shipwrecked man rescued by a passing boat who is left on the island home of Doctor Moreau, who creates sentient beings from animals via vivisection. The novel deals with a number of philosophical themes, including pain and cruelty, moral responsibility, human identity, and human interference with nature.\r\n", "average_rating": 3.67, "author": "H.G. Wells", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/680/6801355877188.82.png"}},{"annotation": "", "uuid": "MYbHaZAwTp9uq8iSFRPTiY", "position": 51, "book": {"uuid": "WKR5vkypaP8pYqqJTfs5RG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Valkyrie", "publication_date": "2008-12-02", "oyster_good_for_statement": "", "isbn": "9780786727148", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>When on July 20, 1944, a bomb&#151;boldly placed inside Hitler&#8217;s headquarters by Colonel Count Claus von Stauffenberg&#151; exploded without killing the F&#252;hrer, the subsequent coup d&#8217;&#233;tat against the Third Reich collapsed. The conspirators were summarily shot or condemned in show trials and sadistically hanged. One of the few survivors of the conspiracy was Hans Bernd Gisevius, who had used his positions in the Gestapo and the <I>Abwehr</I> (military intelligence) to further the anti-Nazi plot. <I>Valkyrie</I>, an abridgment of Gisevius&#8217;s classic insider&#8217;s account <I>To the Bitter End</I>, is an intimate memoir as riveting as it is exceptional.</DIV>", "average_rating": 3.8, "author": "Hans Bernd Gisevius", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786727148/1387370852.43.jpg"}},{"annotation": "", "uuid": "L9QJhumWP6C6D7AxYJAiaR", "position": 31, "book": {"uuid": "txhbvXftNebBb5YgeJsYFY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 232, "title": "Kramer vs. Kramer", "publication_date": "2013-02-05", "oyster_good_for_statement": "", "isbn": "9781453270370", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><b>Avery Corman&rsquo;s &#160;powerful classic novel about the end of a marriage and the bond between a father and child</b></div><DIV><BR>For Joanna and Ted Kramer, building a life in New York City is tough but full of joy thanks to their lovely little boy, Billy. Or so it seems, until one day Joanna walks out, unable to manage the burdens of family life and her own unfulfilled ambitions. Alone with Billy, Ted begins to navigate the challenges of single parenthood and forms a bond with his son that no one can break&mdash;except the courts. When Joanna suddenly resurfaces and decides she wants Billy back, Ted must fight for the right to hold on to everything he holds most dear.</div><DIV>&#160;</div><DIV>Adapted as the landmark film starring Dustin Hoffman and Meryl Streep, <i>Kramer vs. Kramer</i> is an unforgettable and heartrending story of love and devotion in the wake of divorce.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Avery Corman, including rare images from the author&rsquo;s personal collection.</div>", "average_rating": 3.63, "author": "Avery Corman", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Kramer%20vs.%20Kramer/1373331305.0.jpg"}},{"annotation": "", "uuid": "QmVDBErZCzQaveq22eu24i", "position": 40, "book": {"uuid": "ghhQPshMBcuAJFpjxsVaff", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Mrs. Dalloway", "publication_date": "2005-08-01", "oyster_good_for_statement": "", "isbn": "9780547662404", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P><B>Direct and vivid in her account of Clarissa Dalloway&#8217;s preparations for a party, Virginia Woolf explores the hidden springs of thought and action in one day of a woman&#8217;s life. </B></P> <p>In Mrs. Dalloway, the novel on which the movie <I>The Hours</I> was based, Virginia Woolf details Clarissa Dalloway&#8217;s preparations for a party of which she is to be hostess, exploring the hidden springs of thought and action in one day of a woman&#8217;s life. The novel \"contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century\" (Michael Cunningham).", "average_rating": 3.76, "author": "Virginia Woolf", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547662404/1376381273.7.jpg"}},{"annotation": "", "uuid": "YmzjyzEmkPnckg38eByrsh", "position": 37, "book": {"uuid": "PCxfdzWs33HRmfomsK3uj", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 160, "title": "The Jungle Book", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629453286", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "The Jungle Books can be regarded as classic stories told by an adult to children. But they also constitute a complex literary work of art in which the whole of Kipling's philosophy of life is expressed in miniature. They are best known for the 'Mowgli' stories; the tale of a baby abandoned and brought up by wolves, educated in the ways and secrets of the jungle by Kaa the python, Baloo the bear, and Bagheera the black panther. The stories, a mixture of fantasy, myth, and magic, are underpinned by Kipling's abiding preoccupation with the theme of self-discovery, and the nature of the 'Law'.", "average_rating": 3.93, "author": "Rudyard Kipling", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453286/1376295098.08.png"}}]