[{"position": 38, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">An important rumination on youth in modern-day South Africa, this haunting debut novel tells the story of two extraordinary young women who have grown up black in white suburbs and must now struggle to find their identities. The rich and pampered Ofilwe has taken her privileged lifestyle for granted, and must confront her swiftly dwindling sense of culture when her soulless world falls apart. Meanwhile, the hip and sassy Fiks is an ambitious go-getter desperate to leave her vicious past behind for the glossy sophistication of city life, but finds Johannesburg to be more complicated and unforgiving than she expected. These two stories artfully come together to illustrate the weight of history upon a new generation in South Africa.</P></DIV>", "isbn": "9781431403905", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-04-01", "number_print_pages": 198, "average_rating": 3.49, "title": "Coconut", "uuid": "7YDYYghW6D2VBwwrneoVxP", "cover_img": "https://cflare.oysterbooks.com/covers/Jacana%20Media/Coconut/1372980522.9.jpg", "publisher": {"name": "Jacana Media", "uuid": "nXXuQQQ2n6UBu9h8Trzb33"}, "author": "Kopano Matlwa", "status": 1}, "uuid": "pkYYirfdbeGhDH3nBMtrkR", "annotation": ""},{"annotation_html": "This book’s scope is staggering. Starting in 1662, Olaf is the first in a long lineage of slightly crazy doctors with unflappable faith in the power of medicine to heal any and all ailment. So long as Olaf and co. aren’t treating us, we’re happy to read through their ups and downs through the years.", "position": 12, "book": {"description": "In 1664 Dr. Olaf van Schuler flees the Old World and arrives in New Amsterdam with his lunatic mother, two bags of medical implements, and a carefully guarded book of his own medicines. He is the first in what will become a long line of peculiar physicians. Plagued by madness and guided by an intense desire to cure human affliction, each generation of this unusual family is driven by the science of its day: spontaneous combustion, phrenology, animal magnetism, electrical shock treatment, psychosurgery, genetic research. As they make their way in the world, New York City, too, evolves&#8212;from the dark and rough days of the seventeenth century to the towering, frenetic metropolis of today.<br><br> Like Patrick S&uuml;skind's classic novel <i>Perfume</i>, Kirsten Menger-Anderson's debut is a literary cabinet of curiosities&#8212;fascinating and unsettling, rich and utterly singular.", "isbn": "9781565126718", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-10-09", "number_print_pages": 290, "average_rating": 3.61, "title": "Doctor Olaf van Schuler's Brain", "uuid": "jdd3EiCrhWqzUcJVX5MhhT", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126718/1377656899.06.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Kirsten Menger-Anderson", "status": 1}, "uuid": "ydZdqvm3Besmb32EAgTz9L", "annotation": "This book’s scope is staggering. Starting in 1662, Olaf is the first in a long lineage of slightly crazy doctors with unflappable faith in the power of medicine to heal any and all ailment. So long as Olaf and co. aren’t treating us, we’re happy to read through their ups and downs through the years."},{"position": 24, "book": {"description": "", "isbn": "9780702251207", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2014-05-01", "number_print_pages": 328, "average_rating": 0.0, "title": "My Island Homicide", "uuid": "2ns4oZPr3Dr34tq3FyciW4", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/9780702251207/1378335208.8.jpg", "publisher": {"name": "University of Queensland Press", "uuid": "XWxBqmGm3Q2f5zGwNi4vFS"}, "author": "Catherine Titasey", "status": 1}, "uuid": "sKxiTrkPShh3EGsD3JAR7a", "annotation": ""},{"annotation_html": "These stories are magical and strange. Fans of fairy tales and Celtic lore in particular will be drawn to this collection; others can enjoy it for its rich imagination and unique quality.", "position": 9, "book": {"description": "<DIV><B>In the tradition of Angela Carter, this luminous, spellbinding debut reinvents the stuff of myth.</B><BR><BR>Straying husbands lured into the sea by mermaids can be fetched back, for a fee. Trees can make wishes come true. Houses creak and keep a fretful watch on their inhabitants, straightening shower curtains and worrying about frayed carpets. A mother, who seems alone and lonely, may be rubbing sore muscles or holding the hands of her invisible lover as he touches her neck. Phantom hounds roam the moors and, on a windy beach, a boy and his grandmother beat back despair with an old white door.<BR><BR>In these stories, the line between the real and the imagined is blurred as Lucy Wood takes us to Cornwall&#8217;s ancient coast, building on its rich storytelling history and recasting its myths in thoroughly contemporary ways. Calling forth the fantastic and fantastical, she mines these legends for that bit of magic remaining in all our lives&#8212;if only we can let ourselves see it.</DIV>", "isbn": "9780547595559", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-07", "number_print_pages": 224, "average_rating": 3.76, "title": "Diving Belles", "uuid": "RQvt5Qj52n7SnU4PVYfpB9", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547595559/1376381727.66.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Lucy Wood", "status": 1}, "uuid": "7eitWzDLYx7fPsGRgaySkA", "annotation": "These stories are magical and strange. Fans of fairy tales and Celtic lore in particular will be drawn to this collection; others can enjoy it for its rich imagination and unique quality."},{"position": 42, "book": {"description": "<DIV><DIV><b>Troy Blacklaws&rsquo;s acclaimed debut novel is the remarkable story of a boy coming of age in the wake of tragedy</b></div><DIV><BR>When his twin brother dies in a freak accident, Douglas&rsquo;s life begins to unravel. His mother leaves his father, taking Douglas with her to live in the Karoo region, a harsh desert landscape that is a far cry from Cape Town and the seaside life Douglas has always known. In this small village that is wary of outsiders, he makes two friends who change his life forever: a beautiful girl named Marika and an old man named Moses. Immersed in rich language and vivid detail, and set against the backdrop of 1970s South Africa, <i>Karoo Boy</i> is the story of a young man finding his way in the midst of chaos and loss.</div><DIV>&#160;</div></div>", "isbn": "9781480410022", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-26", "number_print_pages": 210, "average_rating": 3.3, "title": "Karoo Boy", "uuid": "8MwzaebADAQr6U46aAE6q6", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Karoo%20Boy/1373336191.91.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Troy Blacklaws", "status": 1}, "uuid": "NbHobRsaq2eGmNeoym8Uce", "annotation": ""},{"position": 0, "book": {"description": "<DIV>In one of Glen Chamberlain&rsquo;s magnetic new stories, &ldquo;Off the Road; or, The Perfect Curve Unfound,&rdquo; the narrator sets off from Seattle for Michigan, &ldquo;once again making the decision to leave before being left.&rdquo;&#160;At Three Forks, Montana, a flight of geese take her off the road, into the Crazy Mountains, into a place the Indians consider one of the centers of the world, where she finds her own center.&#160;Each of the stories in this irresistible collection inhabits a center of the world, a piece of Montana country that she makes uniquely her own, whether she is writing about rearing Arabian horses, or building the three-generation history of a family around the evolution of hay-stacking, or ice-skating with Kate Brethwaite, the formidable physics teacher at Buckle High School, as she makes her increasingly exhausting journey by way of ice from a community skating place to her locked and forbidding home.&#160;Whether the stories are about living, loving or dying they inhabit the essences of their actions and compel the reader to view fresh terrains of the author&rsquo;s rich and original imagination.</div><BR>", "isbn": "9781453220474", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-06", "number_print_pages": 208, "average_rating": 3.83, "title": "Conjugations of the Verb To Be", "uuid": "WbGaqwTKSyUfAUbk7FrAHK", "cover_img": "https://cflare.oysterbooks.com/covers/Delphinium%20Books/Conjugations%20of%20the%20Verb%20To%20Be/1373329781.2.jpg", "publisher": {"name": "Delphinium Books", "uuid": "96oEWxdEina8WP3f3aGR64"}, "author": "Glen Chamberlain", "status": 1}, "uuid": "UbZAZ6zSHL8tkyjVfDQJfU", "annotation": ""},{"position": 35, "book": {"description": "<I>In the beginning, there was nothing but endless flatness. Then came the Carpet . . . </I> <p>That&#8217;s the old story everyone knows and loves. But now the Carpet is home to many different tribes and peoples, and there&#8217;s a new story in the making. The story of Fray, sweeping a trail of destruction across the Carpet. The story of power-hungry mouls&#8212;and of two brothers who set out on an adventure to end all adventures when their village is flattened.</p> <p>It&#8217;s a story that will come to a terrible end&#8212;if someone doesn't do something about it. If <I>everyone</I> doesn&#8217;t do something about it . . .  <p>First published in 1971, this hilarious and wise novel marked the debut of the phenomenal Sir Terry Pratchett. Years later, Sir Terry revised the work, and this special collectable edition includes the updated text, his original color and black-and-white illustrations, and an exclusive story&#8212;a forerunner to <I>The Carpet People</I> created by the seventeen-year-old nascent writer who would become one of the world's most beloved storytellers.", "isbn": "9780544284715", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-11-05", "number_print_pages": 256, "average_rating": 3.63, "title": "The Carpet People", "uuid": "5EnPxCfNs24LCBT7hguZVj", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544284715/1382684564.82.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Terry Pratchett", "status": 1}, "uuid": "HkF4pncNFxQtVaLZK7toBc", "annotation": ""},{"position": 39, "book": {"description": "<DIV><p>&#160;</p><DIV><DIV><B>The critically acclaimed novel from a master of contemporary American fiction&mdash;now available as an ebook</B></div><B> <BR></B><DIV><B>Yglesias&rsquo;s debut novel of youth, privilege, and rebellion</B></div><DIV>&#160;</div></div><DIV>Rafael Yglesias completed this novel, his first, at the age of sixteen. The largely autobiographical story follows a New York prep school dropout yearning for freedom and authenticity.</div><DIV>&#160;</div><DIV>On its release the book was hailed as a next-generation<i> Catcher in the Rye</i>. But protagonist Raul Sabas comes of age in a very different New York than Holden Caulfield&mdash;a tumultuous and radicalized city following the student takeover of Columbia University and assassinations of Robert Kennedy and Martin Luther King, Jr. <i>Hide Fox, and All After</i> is a story of adolescence written by an adolescent&mdash;deeply felt and commanding the remarkably perceptive eye that distinguishes Yglesias as a great novelist.</div><DIV>&#160;</div><DIV>This ebook features a new illustrated biography of Rafael Yglesias, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div><p>&#160;</p></div>", "isbn": "9781453205044", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-16", "number_print_pages": 203, "average_rating": 0.0, "title": "Hide Fox, and All After", "uuid": "qA5n4ufJVha7v5AKu9C45W", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Hide%20Fox%2C%20and%20All%20After/1373329366.38.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Rafael Yglesias", "status": 1}, "uuid": "UtwLwna9jFRmj8weJimdac", "annotation": ""},{"annotation_html": "Can you fathom a literary world without Chekhov? This collection of translated crime and suspense stories launched Chekhov’s career in the English-speaking world and solidified his place as one of The Greats.", "position": 21, "book": {"description": "<p><DIV><b>The English-language debut of Anton Chekhov&rsquo;s immortal collection of crime and mystery stories</b></div><BR><DIV>Considered on of the greatest dramatists of all time, Anton Chekhov began his literary career as a crime and mystery writer. Published in periodicals and literary journals from 1880&ndash;1890, these early psychological suspense stories provide a fresh look into Chekhov&rsquo;s literary heritage and his formative years as a writer.</div><DIV>&#160;</div><DIV>In stories like <i>A Night in the Cemetery</i>,<i> Night of Horror</i>,and <i>Murder</i>,not only will Chekhov&rsquo;s dark humor and twisted crimes satisfy even the most hardboiled of mystery fans, but readers will again appreciate the penetrating, absurdist insight into the human condition that only Chekhov can bring. Whether it is the death of a young amateur playwright at the hands of an editor who hates bad writing, or a drunken civil servant who ends up trapped in a graveyard, these stories overflow with the unforgettable characters and unique sensibility that will forever make Chekhov one of the most fascinating figures in literature.</div></p>", "isbn": "9781453215999", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-05", "number_print_pages": 321, "average_rating": 3.62, "title": "A Night in the Cemetery", "uuid": "gFdRwZUb4PfxK7zZKghGDP", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453215999/1378375031.85.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Anton Chekhov", "status": 1}, "uuid": "aktvpZy6wegcMhb3CvT4h9", "annotation": "Can you fathom a literary world without Chekhov? This collection of translated crime and suspense stories launched Chekhov’s career in the English-speaking world and solidified his place as one of The Greats."},{"position": 33, "book": {"description": "<DIV>In this groundbreaking debut, Justin Torres  plunges us into the chaotic heart of one family, the intense bonds of  three brothers, and the mythic effects of this fierce love on the people  we must become.<BR><br> &quot;<I>We the Animals</I> is a dark jewel of a book. It&rsquo;s heartbreaking. It&rsquo;s beautiful. It resembles no other book I&rsquo;ve read.&rdquo;&mdash;Michael Cunningham<BR><br> &quot;A miracle in concentrated pages, you are going to read it again and again.&quot; &mdash;Dorothy Allison<BR><br> &quot;Rumbles with lyric dynamite . . . Torres is a savage new talent.&quot; &mdash;Benjamin Percy, <I>Esquire</I><BR><br> &quot;A fiery ode to boyhood . . . A welterweight champ of a book.&quot; &mdash;NPR, <I>Weekend Edition</I><BR><br> &quot;A tremendously gifted writer whose highly personal voice should excite  us in much the same way that Raymond Carver&rsquo;s or Jeffrey Eugenides&rsquo;s  voice did when we first heard it.&quot; &mdash;<I>Washington Post</I><br><br> &quot;A novel so honest, poetic, and tough that it makes you reexamine what it means to love and to hurt.&quot; &mdash;<I>O, The Oprah Magazine</I><BR><br> &quot;The communal howl of three young brothers sustains this sprint of a novel . . . A kind of incantation.&quot; &mdash;<I>The New Yorker</I><BR></div>", "isbn": "9780547577005", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-30", "number_print_pages": 144, "average_rating": 3.6, "title": "We the Animals", "uuid": "AMYgXETFujVsYN4M9gTAXU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577005/1376381273.01.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Justin Torres", "status": 1}, "uuid": "RKfht85XEZDdFbAUr2MXMa", "annotation": ""},{"annotation_html": "A Mossad-agent-turned-advertising-agency-director who calls himself “Shakespeare” may be losing his mind. Or is he? Here is a wild, psychological literary thriller from Joshua Sobol, the Israeli author, playwright and director.", "position": 10, "book": {"description": "<p>A mysterious Israeli who refers to himself by the codename \"Shakespeare,” and who seems to be a former Mossad agent, is either cracking up or cracking the case of a bungled assignment from long ago-one that left his partner and best friend dead, and himself in an agony of despair. His only solace: friends in the espionage business tell him the murderer is dead. Now, years later, in another life, Shakespeare spots the murderer on the streets of New york...or does he?</p>\n<p>In the hands of esteemed Israeli author Joshua Sobol, the tale is a masterful blend of genres: It's beautifully written work filled with literary allusions and a taut spy thriller. It's a moving recollection of a purposeful youth and a graphic account of the hunt for terrorists. It's the story of a mid-life crisis and the endless crisis of the middle east. It's a work of wild and whimsical word-play and fast-paced, deadly gun-play.</p>\n<p>It is, in short, the English-language debut of a mesmerizing writer at the top of his form.</p>", "isbn": "9781935554684", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-22", "number_print_pages": 272, "average_rating": 2.92, "title": "Cut Throat Dog", "uuid": "3X5e8f9TPet9gbqdqcLAbR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554684/1377113916.14.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Joshua Sobol", "status": 1}, "uuid": "wrNXWFoBQ4d3XzGRGWm6d7", "annotation": "A Mossad-agent-turned-advertising-agency-director who calls himself “Shakespeare” may be losing his mind. Or is he? Here is a wild, psychological literary thriller from Joshua Sobol, the Israeli author, playwright and director."},{"annotation_html": "Thomas Pynchon put his personal stamp of approval on this book. It's hard to describe—amnesia and fragmented masterpieces all play a significant role in the dreamy futuristic plot. But trust us on this: you will not be left wanting after powering through this out-of-the-gate masterpiece.", "position": 11, "book": {"description": "<DIV><DIV><b>In what the<i> Guardian</i> recently named one of the best literary debuts ever, a love triangle intersects with a lost film masterpiece and weather as turbulent as the heart</b></div><DIV><BR>Life stories converge and break away in<i> Days Between Stations, </i>Steve Erickson&rsquo;s searing first novel. At the center is the tumultuous union between Jason and Lauren, who fall in love as youths in Kansas, and later relocate to San Francisco. A cyclist training for the Olympics, Jason is often abroad and unfaithful; Lauren, in turn, finds solace in Michel, a nightclub manager trying to reconnect with his past. Michel&rsquo;s journey leads to <i>The Death of Marat</i>, a recovered lost masterwork of silent film directed by his grandfather, whose extraordinary life includes having grown up as an orphaned twin in a Parisian brothel. In a world shaped by sensuality and trauma, where sandstorms invade Los Angeles, the Seine freezes, bike racers vanish in Venice, and relationships are warped by amnesia, geological chaos and personal upheaval each wrenchingly reflect the other.<BR></div></div>", "isbn": "9781480409927", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-30", "number_print_pages": 253, "average_rating": 4.04, "title": "Days Between Stations", "uuid": "Ge527qJYUm3ZhXVzkPgJeG", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Days%20Between%20Stations/1373336174.98.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Steve Erickson", "status": 1}, "uuid": "ThsGwAq5SV8G2s2SDdPahC", "annotation": "Thomas Pynchon put his personal stamp of approval on this book. It's hard to describe—amnesia and fragmented masterpieces all play a significant role in the dreamy futuristic plot. But trust us on this: you will not be left wanting after powering through this out-of-the-gate masterpiece."},{"position": 37, "book": {"description": "<DIV><DIV><DIV>Greta Cahill never believed she would leave her village in the west of Ireland until she found herself on a ship bound for New York, along with her sister Johanna and a boy named Michael Ward. Greta discovers that in America she can fall in love, raise her own family, and earn a living.</DIV><DIV><BR>Though she longs to return and show her family what she has made of herself, her decision to spare her children knowledge of a secret in her past forces her to keep her life in New York separate from the life she once loved in Ireland, and tears her from the people she holds closest. Even fifty years later, when the Ireland of her memory bears little resemblance to that of the present day, she fears that it is still possible to lose all when she discovers that her children&#151;with the best of intentions&#151;have conspired to unite the worlds she&#8217;s so carefully kept separate for decades.</DIV><DIV><BR>A beautifully old-fashioned novel, <I>The Walking People</I> is a debut of remarkable range and power.<BR></DIV><P></P></DIV></DIV>", "isbn": "9780547394367", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-27", "number_print_pages": 416, "average_rating": 3.73, "title": "The Walking People", "uuid": "93D2xPP8Gu2QtSmaCqLQHX", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394367/1376380003.36.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Mary Beth Keane", "status": 1}, "uuid": "ovL6gazPqcihW6E3SJCNgC", "annotation": ""},{"position": 43, "book": {"description": "<blockquote><p>An ambitious and startling debut novel that follows the lives of four women at a resort popular among slaveholders who bring their enslaved mistresses</p><p>wench \\'wench\\ <em>n</em>. from Middle English \"<em>wenchel</em>,\" 1 a: a girl, maid, young woman; a female child.</p></blockquote><p>Tawawa House in many respects is like any other American resort before the Civil War. Situated in Ohio, this idyllic retreat is particularly nice in the summer when the Southern humidity is too much to bear. The main building, with its luxurious finishes, is loftier than the white cottages that flank it, but then again, the smaller structures are better positioned to catch any breeze that may come off the pond. And they provide more privacy, which best suits the needs of the Southern white men who vacation there every summer with their black, enslaved mistresses. It's their open secret.</p><p>Lizzie, Reenie, and Sweet are regulars at Tawawa House. They have become friends over the years as they reunite and share developments in their own lives and on their respective plantations. They don't bother too much with questions of freedom, though the resort is situated in free territory&#8211;but when truth-telling Mawu comes to the resort and starts talking of running away, things change.</p><p>To run is to leave behind everything these women value most&#8211;friends and families still down South&#8211;and for some it also means escaping from the emotional and psychological bonds that bind them to their masters. When a fire on the resort sets off a string of tragedies, the women of Tawawa House soon learn that triumph and dehumanization are inseparable and that love exists even in the most inhuman, brutal of circumstances&#8211;all while they are bearing witness to the end of an era.</p><p>An engaging, page-turning, and wholly original novel, <em>Wench</em> explores, with an unflinching eye, the moral complexities of slavery.</p>", "isbn": "9780061966354", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-01-05", "number_print_pages": 320, "average_rating": 3.66, "title": "Wench", "uuid": "vouuiCvQF7HVgPEJ5f7nTU", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061966354/1376528916.26.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Dolen Perkins-Valdez", "status": 1}, "uuid": "enjRwYEaFx6jFfnDX5addU", "annotation": ""},{"position": 23, "book": {"description": "<p>In a raucous debut that summons up Britain's fabled Goon Show comedies, writer and philosopher Lars Iyer tells the story of someone very like himself with a \"slightly more successful” friend and their journeys in search of more palatable literary conferences where they serve better gin.</p>\n<p>Another reason for their journeys: the narrator's home is slowly being taken over by a fungus that no on seems to know what to do about. Before it completely swallows his house, the narrator feels compelled to solve some major philosophical questions (such as \"Why?”) and the meaning of his urge to write, as well as the source of the fungus... before it's too late. Or, he has to move.</p>", "isbn": "9781935554929", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-01-26", "number_print_pages": 176, "average_rating": 3.54, "title": "Spurious", "uuid": "MgHNuPtmwrMWNEbGebYqvk", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554929/1377114942.87.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Lars Iyer", "status": 1}, "uuid": "byfgAooDTiNKMrPbfUKQeM", "annotation": ""},{"position": 31, "book": {"description": "When a group of food-obsessed academics at Oxford University form a secret dining society, they happily devote themselves to investigating exotic and forgotten culinary treasures. Until a dish is suggested that takes them all by surprise.\n \nProfessor Arthur Plantagenet has been told he has a serious heart problem and decides that his death should not be in vain. He sets out his bizarre plan in a will, that on his death, tests the loyalty of his closest friends, the remaining members of this exclusive dining society.\n \nA dead Japanese diplomat, police arrests and charges of grave robbing. These are just some of the challenges these culinary explorers must overcome in tackling gastronomy’s ultimate taboo: cannibalism.", "isbn": "9781909593602", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-09-01", "number_print_pages": 256, "average_rating": 3.52, "title": "The Reluctant Cannibals", "uuid": "fQGEcxASALpNxAU39xNM9V", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593602/1378347389.34.jpg", "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "author": "Ian Flitcroft", "status": 1}, "uuid": "U6M3gfzbUtnjSVoVAhpsZk", "annotation": ""},{"position": 16, "book": {"description": "<DIV><DIV><b>Bestselling author Cynthia Freeman&rsquo;s blockbuster first novel: The tempestuous story of a family whose destiny is shaped by a man who turns his back on his Jewish heritage in order to build a prosperous life in post&ndash;World War II America </b></div><DIV><BR>Katie Kovitz is seventeen when she arrives in New York harbor in the bleak winter of 1932. On the city&rsquo;s Lower East Side, she meets David Rezinetsky. Cursed with the stigma of poverty, David is on a quest to find love and acceptance.</div><DIV><BR>From the ghettos of New York to the golden hills of San Francisco, Cynthia Freeman tells the story of a family: Katie, who must rely on the kindness of strangers in a strange land, yet never forgets her roots; David, who turns his back on his heritage to find his way in a world that treats him like a pariah; Mark, who embraces everything his father has rejected; and Maggie Kent, who completes David&rsquo;s transformation, setting in motion a series of events that will affect the lives of this American family for years to come.</div></div>", "isbn": "9781480435759", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-27", "number_print_pages": 631, "average_rating": 3.92, "title": "A World Full of Strangers", "uuid": "m9xhnXeETxddjWABc3pebT", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480435759/1377118513.98.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Cynthia Freeman", "status": 1}, "uuid": "GJAvWTbw2HCHZ9VBo7LnWE", "annotation": ""},{"position": 30, "book": {"description": "<DIV><p>The recipient of extraordinary acclaim from critics and the bookselling community, Tan Twan Eng's debut novel casts a powerful spell and has garnered comparisons to celebrated wartime storytellers Somerset Maugham and Graham Greene. Set during the tumult of World War II, on the lush Malayan island of Penang, <I>The Gift of Rain</I> tells a riveting and poignant tale about a young man caught in the tangle of wartime loyalties and deceits.</p><p>In 1939, sixteen-year-old Philip Hutton-the half-Chinese, half-English youngest child of the head of one of Penang's great trading families-feels alienated from both the Chinese and British communities. He at last discovers a sense of belonging in his unexpected friendship with Hayato Endo, a Japanese diplomat. Philip proudly shows his new friend around his adored island, and in return Endo teaches him about Japanese language and culture and trains him in the art and discipline of aikido. But such knowledge comes at a terrible price. When the Japanese savagely invade Malaya, Philip realizes that his mentor and sensei-to whom he owes absolute loyalty-is a Japanese spy. Young Philip has been an unwitting traitor, and must now work in secret to save as many lives as possible, even as his own family is brought to its knees.</p></DIV>", "isbn": "9781602860599", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-05-05", "number_print_pages": 336, "average_rating": 4.49, "title": "The Gift of Rain", "uuid": "SHHYhHeaunh5hPaxmVLtYY", "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602860599/1387370978.19.jpg", "publisher": {"name": "Weinstein Books", "uuid": "o7JaBEtcXkrLEbhy2jZzEZ"}, "author": "Tan Twan Eng", "status": 1}, "uuid": "cXpGp2Xv7DrWo6kK73udQ", "annotation": ""},{"position": 6, "book": {"description": "<p>During a routine drug bust, on a narrow bridge over white-water falls in the center of town, Spokane detective Caroline Mabry finds herself face-to-face with a brutal murderer. Within hours, the body of a young prostitute is found on the riverbank nearby. What follows confronts our fascination with pathology and murder and stares it down, as Caroline and her cynical partner, Alan Dupree&#8212;thrown headlong into the search for a serial murderer who communicates by killing women&#8212;uncover some hard truths about their profession . . . and each other.</p><p>Rich with the darkly muted colors of the Pacific Northwest skies, <em>Over Tumbled Graves</em> established Jess Walter as a novelist of extraordinary emotional depth and dimension.</p>", "isbn": "9780061959813", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-29", "number_print_pages": 400, "average_rating": 3.7, "title": "Over Tumbled Graves", "uuid": "XaGEb6soztbntuBwNNns7L", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959813/1376528785.16.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jess Walter", "status": 1}, "uuid": "YQtBPYWUcdNG3LmZ3p5Af7", "annotation": ""},{"position": 34, "book": {"description": "Diza Sauer's debut novel, \"HISTORAMA,\" is a brilliant thrill ride, bringing the forces of legend and the fury of nature to bear on one messed-up family's future.", "isbn": "9781937402174", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-12", "number_print_pages": 139, "average_rating": 0.0, "title": "HISTORAMA", "uuid": "Lr5H9BsFR7cgMW8shf2X5N", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402174/1385066753.47.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Diza Sauers", "status": 1}, "uuid": "JK8oWMGaSSswfHrYhqY8wZ", "annotation": ""},{"annotation_html": "In the beginning, there wasn’t Tao Lin. But then \"Eeeee Eee Eeee\" was published, and it was good. Very good. The way Lin writes about an establishment renders it ridiculous, and the ridiculousness is both profoundly sad and very funny.", "position": 7, "book": {"description": "<p>Confused yet intelligent animals attempt to interact with confused yet intelligent humans, resulting in the death of Elijah Wood, Salman Rushdie, and Wong Kar-Wai; the destruction of a Domino's Pizza delivery car in Orlando; and a vegan dinner at a sushi restaurant in Manhattan attended by a dolphin, a bear, a moose, an alien, three humans, and the President of the United States of America, who lectures on the arbitrary nature of consciousness, truth, and the universe before getting drunk and playing poker.</p>", "isbn": "9781612190266", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-29", "number_print_pages": 212, "average_rating": 3.37, "title": "Eeeee Eee Eeee", "uuid": "to9He4yWUvhLF9RLVimsRF", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190266/1378784534.66.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Tao Lin", "status": 1}, "uuid": "jGSCz6uUYPMrCPVaZ8aV9Y", "annotation": "In the beginning, there wasn’t Tao Lin. But then \"Eeeee Eee Eeee\" was published, and it was good. Very good. The way Lin writes about an establishment renders it ridiculous, and the ridiculousness is both profoundly sad and very funny."},{"position": 20, "book": {"description": "An extraordinary debut novel that challenges the definition of family and explores the intricate ties that bind us together\r\n\r\nIda grew up with Jackson and James—where there was “I” there was a “J.” She can’t recall a time when she didn’t have them around, whether in their early days camping out in the boys’ room decorated with circus scenes or later drinking on rooftops as teenagers. While the world outside saw them as neighbors and friends, to each other the three formed a family unit—two brothers and a sister—not drawn from blood, but drawn from a deep need to fill a void in their single parent households. Theirs was a relationship of communication without speaking, of understanding without judgment, of intimacy without rules and limits.\r\n\r\nBut as the three of them mature and emotions become more complex, Ida and Jackson find themselves more than just siblings. When Jackson’s somnambulism produces violent outbursts and James is hospitalized, Ida is paralyzed by the events that threaten to shatter her family and put it beyond her reach. Kathleen Alcott’s striking debut, The Dangers of Proximal Alphabets, is an emotional, deeply layered love story that explores the dynamics of family when it defies bloodlines and societal conventions.", "isbn": "9781590515303", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-11", "number_print_pages": 224, "average_rating": 3.52, "title": "The Dangers of Proximal Alphabets", "uuid": "fYkEKamHyfuRbuJjYuoLcP", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515303/1378049352.95.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Kathleen Alcott", "status": 1}, "uuid": "s6fRDjjT3Ln9QcJdJHVLJb", "annotation": ""},{"annotation_html": "We cannot pound the table enough for this book. The writing is so eloquent and atmospheric, and we love the fairy tale worlds that twin siblings Lucy and Levi create in response to the death of their mother. There’s lots of promise in this one.", "position": 8, "book": {"description": "<p>Minor earthquakes every day; that's what they say. Lucy feels the tremors like a needle sensitized to respond to the slightest movement. She feels the push, the blind thrust of the earth's elastic body, pushing out, pulling in, behaving unpredictably.", "isbn": "9781770561007", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2002-01-01", "number_print_pages": 176, "average_rating": 4.15, "title": "How the Blessed Live", "uuid": "C5gZy75tdK29gtZwsfjgkj", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/745/7451358818531.25.jpg", "publisher": {"name": "Coach House Books", "uuid": "ggDSdEcUGx5Sy48ci8AACC"}, "author": "Susannah Smith", "status": 1}, "uuid": "4JV85hXGzwhVNMAYHqSKwX", "annotation": "We cannot pound the table enough for this book. The writing is so eloquent and atmospheric, and we love the fairy tale worlds that twin siblings Lucy and Levi create in response to the death of their mother. There’s lots of promise in this one."},{"position": 44, "book": {"description": "<p>Fifteen-year-old Kambili and her older brother Jaja lead a privileged life in Enugu, Nigeria. They live in a beautiful house, with a caring family, and attend an exclusive missionary school. They're completely shielded from the troubles of the world. Yet, as Kambili reveals in her tender-voiced account, things are less perfect than they appear. Although her Papa is generous and well respected, he is fanatically religious and tyrannical at home—a home that is silent and suffocating.<br /><br />As the country begins to fall apart under a military coup, Kambili and Jaja are sent to their aunt, a university professor outside the city, where they discover a life beyond the confines of their father’s authority. Books cram the shelves, curry and nutmeg permeate the air, and their cousins’ laughter rings throughout the house. When they return home, tensions within the family escalate, and Kambili must find the strength to keep her loved ones together.<br /><br /><i>Purple Hibiscus</i> is an exquisite novel about the emotional turmoil of adolescence, the powerful bonds of family, and the bright promise of freedom.</p>", "isbn": "9781616202422", "language_code": "eng", "awards": [{"name": "Man Booker Prize Nominee", "image": null, "uuid": "wgnYp5iZQRwSNpgLXosa5J"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-04-17", "number_print_pages": 250, "average_rating": 3.98, "title": "Purple Hibiscus", "uuid": "mKDJJjguSGRF8pHZhzTSYC", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202422/1377656696.48.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Chimamanda Ngozi Adichie", "status": 1}, "uuid": "zBNtMCYpgPM4mnn4wYPdJ", "annotation": ""},{"position": 4, "book": {"description": "\"Hollywood died on me as soon as I got here. Welles said that, not me, but damn if he didn&#8217;t nail it, you know?\"    Sam Bateman came to Hollywood to settle a score, but amidst the sunny and 75, his plans went astray. Everything changed the day he drank in the intoxicating legend of Meyer Holden, the greatest screenwriter Hollywood has ever known, the one who pulled a Salinger and walked away. Holden now tacks pseudonyms onto his works and buries them in the bottomless sea of spec that is Hollywood&#8217;s development process. They&#8217;re out there for anyone to find&#151;but at what cost? In his quest, Bateman severs all ties and sinks into a maddening world of bad writing and flawed screenplays. Paranoid and obsessive, the belligerent savant encounters an eccentric cast of characters&#151;each with an agenda&#151;in his search for the one writer in Hollywood who does not want to be found.    Phil Brody&#8217;s The Holden Age of Hollywood is at once a detective novel, an unexpected love story, and a provocative expos&#233; of a broken industry. With dark humor and incisive commentary, the novel immerses readers in a neo-noir quest to attain the Hollywood dream, integrity intact.", "isbn": "9781605427829", "language_code": "eng", "awards": [{"name": "USA Best Book Award Winner", "image": null, "uuid": "dWbrGFXgjfuYLwH96XjnkH"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-01", "number_print_pages": 224, "average_rating": 4.14, "title": "The Holden Age of Hollywood", "uuid": "EJP3Ts7BbCsVin6uqsd576", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/The%20Holden%20Age%20of%20Hollywood/1372980575.0.jpg", "publisher": {"name": "Medallion Press", "uuid": "nWWDE6cSVwsPMhMpm5CNRT"}, "author": "Phil Brody", "status": 1}, "uuid": "VSdgBwYzPTuDmRVXe6zDwV", "annotation": ""},{"position": 40, "book": {"description": "<DIV><b>A rich and soul-searching novel about an Iranian-American girl whose enigmatic father has decided to arrange her marriage</b></div><DIV><b>&#160;</b></div><DIV>Jasmine Fahroodhi&rsquo;s Iranian father has always fascinated her. With his strange habits and shrouded past, she cannot fathom how he ended up marrying her prim American mother, although lately it seems that love in general is just as incomprehensible.</div><DIV>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</div><DIV>Failing out of school just shy of graduation after a disastrous romance sends her into a tailspin, a conflicted Jasmine returns home without any idea where her life is headed.</div><DIV>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</div>Her father has at least one idea: he has plans for a <i>hastegar, </i>an arranged marriage, between Jasmine and whatever man he sees fit. Confused, furious, yet intrigued, Jasmine meets suitor after suitor with increasingly disastrous, and humorous, results. Only when she begins to open herself up to the mysteries of familial and romantic love does Jasmine discover the truth about her evasive father&mdash;and the depths of her own strength&mdash;in Elizabeth Eslami&rsquo;s highly original and striking debut novel.  <BR>", "isbn": "9781453218006", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-07-12", "number_print_pages": 368, "average_rating": 3.35, "title": "Bone Worship", "uuid": "fH8EXexjyRZ9APu9mRr9QC", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453218006/1378375239.82.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Elizabeth Eslami", "status": 1}, "uuid": "BB6fzFZNMh2QRhmqKNkTB8", "annotation": ""},{"position": 27, "book": {"description": "<p>Jeanne Thornton's debut novel is a love story unlike any other, featuring Julie Thatch, a tough-as-nails, chainsmoking, wise-cracking 17-year-old Texan. Her idol, her older sister, jogs headlong into the lights of an approaching car, and dies. And Julie falls in love with a girl who both is and isn't an echo of her older sister, a long-limbed Francophone named Patrice, who is also a devotee of the Institute of Temporal Illusions, a Church of Scientology-like cult.</p><p>In Julie Thatch you cannot help but see shades of Stieg Larsson's Lisbeth Salander. Jeanne's former writing teacher at the University of Texas, Alexander Parsons (author of Leaving Disneyland and In the Shadows of the Sun) writes: _The Dream of Doctor Bantam is one of those books you read every few years in which, page by page, you come to think of the characters as a part of your own dear, weird, and intransigent family. In Julie Thatch, Thornton has written a character as memorable and compelling as Holden Caufield or Oedipa Maas. She is alternately hilarious, maddening, and enchanting, a fearful and fearless smartass who enlivens every page of this fine novel.</p><p>With illustrations by the author.</p>", "isbn": "9781935928881", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-12", "number_print_pages": 336, "average_rating": 0.0, "title": "The Dream of Doctor Bantam", "uuid": "wEnaWX5dDuo6tbxJqQNHVd", "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781935928881/1382549562.09.jpg", "publisher": {"name": "OR Books", "uuid": "vL9uUjpHSzki2eAs6zBQ79"}, "author": "Jeanne Thornton", "status": 1}, "uuid": "gb48J25zvhQegDgiRq5pmS", "annotation": ""},{"annotation_html": "Although very much about America in the 1950's, Brodkey’s stories reach across decades and generations revealing simple but poignant human truths. Whether telling stories about adolescence, going to college, or falling out of love, these tales feel personal and powerful even today.", "position": 14, "book": {"description": "<DIV><DIV><b>In the vein of John Cheever and J. D. Salinger, this powerful collection of short stories chronicles the loss of innocence, the harsh cruelty of social distinctions, and the anguish of young love</b></div><DIV><i><BR>First Love and Other Sorrows </i>is the hauntingly beautiful debut collection of short stories from American master Harold Brodkey. Written when the author was in his twenties, these strong, affecting tales recall the intoxicating joy of young, springtime love, while lamenting the betrayal of dreams and false ideals in the glaring light of reality.</div><DIV>&#160;</div><DIV>Set in the Midwest during the 1950s, <i>First Love and Other Sorrows </i>centers around a Jewish family that has recently lost its patriarch&mdash;and with him the world of privilege. &#160;Through the eyes of a son, a sister, and a mother&mdash;each one struggling to find a foothold in both family and society&mdash;these stories explore class prejudice, obsessive love, and the tragic foibles and emotional truths of being human. <i>First Love and Other Sorrows</i> is masterful fiction from an extraordinary literary artist.</div></div>", "isbn": "9781480427976", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-18", "number_print_pages": 223, "average_rating": 4.0, "title": "First Love and Other Sorrows", "uuid": "9xAt3x87dvJg29dAAQch8m", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/First%20Love%20and%20Other%20Sorrows/1373336986.63.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Harold Brodkey", "status": 1}, "uuid": "MDVrNhEaMJebNLCd8RVaoc", "annotation": "Although very much about America in the 1950's, Brodkey’s stories reach across decades and generations revealing simple but poignant human truths. Whether telling stories about adolescence, going to college, or falling out of love, these tales feel personal and powerful even today."},{"position": 22, "book": {"description": "<div><p>The debut novel of one of China&rsquo;s rising young literary talents&mdash;a gem of a book that takes a piercing look into the world of Chinese opera and its female stars In a fit of diva jealousy, Xiao Yanqiu, star of The Moon Opera, disfigures her understudy with boiling water. Spurned by the troupe, she turns to teaching.<BR><br> Twenty years later, a rich cigarette-factory boss offers to underwrite a restaging of the cursed opera, but only on the condition that Xiao Yanqiu return to the role of Chang&rsquo;e. So she does, this time believing she has fully become the immortal moon goddess.<BR><br> Set against the drama, intrigue, jealousy, retribution, and redemption of backstage Peking opera, <I>The Moon Opera</I> is a stunning portrait of women in a world that simultaneously reveres and restricts them. Bi Feiyu, one of China&rsquo;s young literary stars, re-creates all the temptations and triumphs of the stage the world over in this gem of a novel.</p></div>", "isbn": "9780547525419", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-01-29", "number_print_pages": 128, "average_rating": 3.04, "title": "The Moon Opera", "uuid": "C9khxKLUwoacfatQdBWMsK", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525419/1376381177.18.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Bi Feiyu", "status": 1}, "uuid": "DEQedzpuUiAdtFHcQCdRkJ", "annotation": ""},{"position": 25, "book": {"description": "With the readability of The Guernsey Literary and Potato Peel Pie Society and the literary grace of Colm T&#243;ibin, this brilliant debut novel satisfies on all levels.       Three stories, three secrets, three marriages.    In a coastal village in Cork in 1969, a Russian painter and his Irish novelist wife write letters to one another as they try to come to terms with a fatal illness.    On Australia&#8217;s west coast in 2011, a bookseller writes to her estranged partner in an attempt to understand what has happened to their relationship.    In Bournemouth in 1948, a retired English doctor writes letters to the love of his life, a German artist he lived with in Vienna during the 1930s.    The simple domestic lives of these three couples are set against conversations about intimacy, art, war and loss. Told in a series of unforgettable letters, this is a novel about love and what it means when it might be coming to an end.", "isbn": "9780702251023", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-07-01", "number_print_pages": 252, "average_rating": 3.87, "title": "Letters to the End of Love", "uuid": "jnNfFESJByAXT7Sh7WSR8C", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/Letters%20to%20the%20End%20of%20Love/1372982303.02.jpg", "publisher": {"name": "University of Queensland Press", "uuid": "XWxBqmGm3Q2f5zGwNi4vFS"}, "author": "Yvette Walker", "status": 1}, "uuid": "B4pbCJLRMSCSDCQpjFbtDA", "annotation": ""},{"annotation_html": "Powell crashed in on the literary world in a big way with this National Book Award-nominated novel about a precocious young boy’s summer in Edisto, SC. We have lots of Powell in our library in case you get hooked.", "position": 13, "book": {"description": "<DIV><DIV><b>Finalist for the National Book Award: Through the eyes of a precocious twelve-year-old in a seaside South Carolina town, the world of love, sex, friendship, and betrayal blossoms</b></div><DIV></div><DIV><BR>Simons Everson Manigault is not a typical twelve-year-old boy in tiny Edisto, South Carolina<b>,</b> in the late 1960s. At the insistence of his challenging mother (known to local blacks as &ldquo;the Duchess&rdquo;), who believes her son to possess a capacity for genius, Simons immerses himself in great literature and becomes as literate and literary as any English professor.</div><DIV><BR>When Taurus, a soft-spoken African-American stranger, moves into the cabin recently vacated by the Manigaults&rsquo; longtime maid, a friendship forms. The lonely, excitable Simons and the quiet, thoughtful Taurus, who has appointed himself Simons&rsquo;s guide in the ways of the grown-up world, bond over the course of a hot Southern summer.</div><BR>But Taurus may be playing a larger role in the Manigaults&rsquo; life than he is willing to let on&mdash;a suspicion that is confirmed when Simons&rsquo;s absent father suddenly returns to the family fold. An evocative, thoughtful novel about growing up, written in language that sparkles and soars, Padgett Powell&rsquo;s <i>Edisto</i> is the first novel of one of the most important Southern writers of the last quarter century.&#160;</div>", "isbn": "9781480441576", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-09-10", "number_print_pages": 184, "average_rating": 3.85, "title": "Edisto", "uuid": "A4tiZvHc5Uh3TqExx2Nm3J", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480441576/1377118256.74.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Padgett Powell", "status": 1}, "uuid": "UKH624bQPGRwPyCCeWgi76", "annotation": "Powell crashed in on the literary world in a big way with this National Book Award-nominated novel about a precocious young boy’s summer in Edisto, SC. We have lots of Powell in our library in case you get hooked."},{"annotation_html": "This book sparkles with all the loveably pathetic characters and deadpan storytelling that made us love \"The Sisters Brothers\". Read on for the tale of a Barman who gets wrapped up in the lives of his patrons while trying to write a novel based on their conversations.", "position": 19, "book": {"description": "<DIV><P>In a famous but declining Hollywood bar works A Barman. Morbidly amused by the decadent decay of his surroundings, he watches the patrons fall into their nightly oblivion, making notes for his novel. In the hope of uncovering their secrets and motives, he establishes tentative friendships with the cast of variously pathological regulars.<br><br>But as his tenure at the bar continues, he begins to serve himself more often than his customers, and the moments he lives outside the bar become more and more painful: he loses his wife, his way, himself. Trapped by his habits and his loneliness, he realizes he will not survive if he doesn't break free. And so he hatches a terrible, necessary plan of escape and his only chance for redemption.<br><br>Step into <I>Ablutions</I> and step behind the bar, below rock bottom, and beyond the everyday take on storytelling for a brilliant, new twist on the classic tale of addiction and its consequences.<br></P></DIV>", "isbn": "9780547488608", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-08", "number_print_pages": 176, "average_rating": 3.64, "title": "Ablutions", "uuid": "PMdXAiAYoa5VYG7wQwC4SN", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488608/1376380065.92.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Patrick deWitt", "status": 1}, "uuid": "bnEhSid7fvbw663xFJ9RmN", "annotation": "This book sparkles with all the loveably pathetic characters and deadpan storytelling that made us love \"The Sisters Brothers\". Read on for the tale of a Barman who gets wrapped up in the lives of his patrons while trying to write a novel based on their conversations."},{"position": 29, "book": {"description": "<DIV>In the spring of 1943, twenty-one-year old Jack Kerouac set out to write his first novel. Working diligently day and night to complete it by hand, he titled it <I>The Sea Is My Brother</I>. Nearly seventy years later, its long-awaited publication provides fascinating details and insight into the early life and development of an American literary icon. A clear precursor to such landmark works as <I>On the Road</I>, <I>The Dharma Bums</I>, and <I>Visions of Cody</I>, it is an important formative work that hints at the hallmarks of classic Kerouac: the search for spiritual meaning in a materialistic world, spontaneous travel as the true road to freedom, late nights in bars engaged in intense conversation, the desperate urge to escape from society, and the strange, terrible beauty of loneliness.<BR></DIV>", "isbn": "9780306822476", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-26", "number_print_pages": 432, "average_rating": 4.1, "title": "The Sea Is My Brother", "uuid": "cmEQVzspuWN6awDJAbUhG", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822476/1387371131.16.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "Jack Kerouac", "status": 1}, "uuid": "fF4AEvYTbVANDjjW4abFik", "annotation": ""},{"annotation_html": "McCullers became a literary superstar when this book was published in 1940. Tackling racial and economic injustice, this tale is told with compassion and preternatural wisdom. The novel gets even better with time.", "position": 26, "book": {"description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "isbn": "9780547346656", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-08-01", "number_print_pages": 368, "average_rating": 3.92, "title": "The Heart Is a Lonely Hunter", "uuid": "GA3K83mHgcSkqa7Ew6yMzh", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carson McCullers", "status": 1}, "uuid": "9ZbVxXYX3bCHwUT6EipfZN", "annotation": "McCullers became a literary superstar when this book was published in 1940. Tackling racial and economic injustice, this tale is told with compassion and preternatural wisdom. The novel gets even better with time."},{"position": 3, "book": {"description": "<p><strong>Nominated for the Amazon.ca First Novel Award!</strong></p><p> Eugenia Ledoux, nine years old, wakes to a note from her father: ‘gone to save the world. sorry. yours, sheb wooly ledoux. asshole.’ Eugenia is left behind with her mother, the shar", "isbn": "9781770562202", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-01-01", "number_print_pages": 248, "average_rating": 3.74, "title": "Stunt", "uuid": "PFzwMNinEygm4JQ9T2vsa9", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/785/7851358818618.61.jpg", "publisher": {"name": "Coach House Books", "uuid": "ggDSdEcUGx5Sy48ci8AACC"}, "author": "Claudia Dey", "status": 1}, "uuid": "gLWMMUguugwedHVje79D5e", "annotation": ""},{"annotation_html": "The bestselling and award-winning Patchett got her start with this character-driven story about a magician, his wife, his death, and his many secret lives. It’s every bit as good as her subsequent bestsellers, like \"Bel Canto\" and \"Run\".", "position": 17, "book": {"description": "Sabine-- twenty years a magician's assistant to her handsome, charming husband-- is suddenly a widow. In the wake of his death, she finds he has left a final trick; a false identity and a family allegedly lost in a tragic accident but now revealed as very much alive and well. Named as heirs in his will, they enter Sabine's life and set her on an adventure of unraveling his secrets, from sunny Los Angeles to the windswept plains of Nebraska, that will work its own sort of magic on her.", "isbn": "9780547548791", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2004-09-17", "number_print_pages": 368, "average_rating": 3.61, "title": "The Magician's Assistant", "uuid": "zBLkZz9bTXRSvhvn9d3Ws4", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547548791/1376380482.97.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ann Patchett", "status": 1}, "uuid": "Mg7Q66hyEMRc2u8kQtwABM", "annotation": "The bestselling and award-winning Patchett got her start with this character-driven story about a magician, his wife, his death, and his many secret lives. It’s every bit as good as her subsequent bestsellers, like \"Bel Canto\" and \"Run\"."},{"annotation_html": "This inventive take on the Southern Gothic genre tells the story of four misfits in their four voices. Drifting from one character’s consciousness to the next, we follow the stories of runaways and pariahs. It's a compelling read.", "position": 1, "book": {"description": "<p>Night is falling, and so is the snow. As the blizzard buries the ground, it uncovers the resentments, hopes, and aches of a small town in northeastern Arkansas, where, like in any Southern small town, there are unwanted pregnancies to agonize over, surgeries to be paid for and love to be made.</p><p>Julie's two daughters have just run off to Hollywood to be famous when she suddenly finds herself, at forty-six, unexpectedly expectant. She's not sure she can bear to be a mother again. And her husband, Charlie, won’t come home to talk it over with her.</p><p>Charlie wants another child more than anything, but he doesn't know how to deal with Julie. His affair with Wilson, his best friend, is over, but he's found a different and unusual kind of intimacy.</p><p>Wilson works in the Singer factory that keeps the town alive. She wants more than anything to be loved, but she knows that Charlie wasn't the way to get there. She's in love with Dol.</p><p>Dol is a transsexual, a divorced father of two children, who can't afford the transition that would make his body make sense – although the doctors visiting from Atlanta might change that.</p><p>Their very different voices converge as the blizzard gathers force, their stories violently mapping in the snow the ways that memory, gender, and history carve themselves upon our bodies. <em>The Drifts</em> is dexterously told, a cacophony of four affecting voices melding into one exquisite chord.</p>", "isbn": "9781770562653", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-01", "number_print_pages": 0, "average_rating": 0.0, "title": "Drifts, The", "uuid": "pyR9hhrvhmuFqMzpArcWLC", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/803/8031358818657.8.jpg", "publisher": {"name": "Coach House Books", "uuid": "ggDSdEcUGx5Sy48ci8AACC"}, "author": "Thom Vernon", "status": 1}, "uuid": "rr9ytrhCLpT85qRDvBcmTn", "annotation": "This inventive take on the Southern Gothic genre tells the story of four misfits in their four voices. Drifting from one character’s consciousness to the next, we follow the stories of runaways and pariahs. It's a compelling read."},{"annotation_html": "In this story, a young Chinese girl, married to a doctor and educated abroad, comes to understand and appreciate the intersection of cultures instead of her polarized upbringing—a theme that runs through the rest of Buck’s excellent work.", "position": 18, "book": {"description": "<DIV><b>Nobel winner Pearl S. Buck&rsquo;s classic debut novel, about one Chinese woman&rsquo;s coming of age as she&rsquo;s torn between Eastern and Western cultures</b></div><DIV><BR>Kwei-lan is a traditional Chinese girl&mdash;taught by her mother to submit in all things, &ldquo;as a flower submits to sun and rain alike.&rdquo; Her marriage was arranged before she was born. As she approaches her wedding day, she&rsquo;s surprised by one aspect of her anticipated life: Her husband-to-be has been educated abroad and follows many Western ideas that Kwei-lan was raised to reject. When circumstances push the couple out of the family home, Kwei-lan finds her assumptions about tradition and modernity tested even further.</div><DIV>&#160;</div><DIV><i>East Wind: West Wind</i> is a sensitive, early exploration of the cross-cultural themes that went on to become a hallmark of Buck&rsquo;s acclaimed novels. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263464", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-21", "number_print_pages": 277, "average_rating": 3.95, "title": "East Wind: West Wind", "uuid": "yuTUnzuqUVkTzo4K5xUZFm", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/East%20Wind%3A%20West%20Wind/1373330979.6.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1}, "uuid": "3YjW2d52GxRWEWxWcNFtL3", "annotation": "In this story, a young Chinese girl, married to a doctor and educated abroad, comes to understand and appreciate the intersection of cultures instead of her polarized upbringing—a theme that runs through the rest of Buck’s excellent work."},{"position": 15, "book": {"description": "<DIV><b>Thomas Berger&rsquo;s debut novel of a young man tumultuously coming of age in postwar Germany</b></div><DIV></div><DIV></div><DIV><BR>Carlo Reinhart, a young American army medic stationed in Germany, confronts a disturbing new world following the end of World War II. Living in Berlin, a city fractured into barricaded sectors by the occupying powers, Reinhart begins to drive himself mad with memories of the evils he has witnessed and questions about how the atrocities took place. When he meets an idealistic Jew named Nathan Schild, Reinhart&rsquo;s turmoil grows more acute. Schild works for both the Americans and the Russians, and he becomes a flashpoint for Reinhart&rsquo;s anguish over the world&rsquo;s vast contradictions. When Schild&rsquo;s escapades lead to a powerful turning point, Reinhart is forced to come to terms with life&rsquo;s ambiguities as well as with his own evolving identity.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Thomas Berger including rare images and never-before-seen documents from the author&rsquo;s personal collection.</div>&#160;&#160;&#160;", "isbn": "9781480400900", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-12", "number_print_pages": 438, "average_rating": 3.81, "title": "Crazy in Berlin", "uuid": "FRenS9eMYNTURxsKG7jGXk", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Crazy%20in%20Berlin/1373335772.99.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Thomas Berger", "status": 1}, "uuid": "vSeoc7LSUUCfUWt6Jx9jp3", "annotation": ""},{"annotation_html": "\"Ending\" was the beginning for Wolitzer, who has since won many awards and accolades. Her tale of a family thrown into disarray with a cancer diagnosis wowed critics and readers alike.", "position": 2, "book": {"description": "<DIV><b>Hilma Wolitzer&rsquo;s acclaimed first novel&mdash;a powerful portrait of a family coming to terms with grief</b></div><DIV><BR>At night, Sandy feels the pain of separation most deeply. As she settles into bed, she misses the sounds Jay used to make as he emptied his pockets and undressed. She misses the way a playful nighttime conversation could become significant in an instant. She misses his touch. To fall asleep, she imagines Jay&rsquo;s voice, imagines their loving exchanges&mdash;but she cannot imagine lying in his arms.</div><DIV>&#160;</div><DIV>Jay is in the hospital now, his body wasting away from cancer. As the disease progresses, he and Sandy try to come to terms with the fact that he will never come home again&mdash;and that his children will soon lose their father forever. Poignant and raw, <i>Ending </i>is a finely rendered look at love, loss, and survival. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Hilma Wolitzer, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453287897", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-29", "number_print_pages": 213, "average_rating": 3.5, "title": "Ending", "uuid": "KYwvUgC7q7zxUStaJGW8zD", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Ending/1373332493.28.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Hilma Wolitzer", "status": 1}, "uuid": "MnjMSzXM7oPnSDqNCRAPgE", "annotation": "\"Ending\" was the beginning for Wolitzer, who has since won many awards and accolades. Her tale of a family thrown into disarray with a cancer diagnosis wowed critics and readers alike."},{"annotation_html": "We can't say enough about this book. Art, the young narrator discovering who he is in Pittsburgh in the 1980’s, might as well be called the New Holden. Here’s a coming of age story for the ages.", "position": 5, "book": {"description": "<DIV><DIV><b>Chabon&rsquo;s sensational debut novel: the coming-of-age story of Art Bechstein, a recent graduate whose life is forever changed by one sultry summer</b></div><BR><DIV>Art Bechstein may be too young to know what he wants to do with his life, but he knows what he doesn&rsquo;t want: the life of his father, a man who laundered money for the mob. Bechstein spends the summer after his graduation from a Pittsburgh university searching for his future and finding his own sort of trouble with brilliant and seductive new friends&mdash;erudite, unscrupulous Arthur Lecomte, mercurial Phlox, and Cleveland, a poetry-reciting biker.</div><DIV>&#160;</div><DIV>Insightful and energetic, <i>The Mysteries of Pittsburg </i>beautifully renders the hard edges of a blue-collar city and the charm of its local characters.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234099", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-20", "number_print_pages": 304, "average_rating": 3.61, "title": "The Mysteries of Pittsburgh", "uuid": "4hWbv6HMS2FcQqPzqquAAi", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Mysteries%20of%20Pittsburgh/1373330266.56.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Michael Chabon", "status": 1}, "uuid": "4JZangZq6o3jtUKFdxqMZ9", "annotation": "We can't say enough about this book. Art, the young narrator discovering who he is in Pittsburgh in the 1980’s, might as well be called the New Holden. Here’s a coming of age story for the ages."},{"position": 41, "book": {"description": "When Philomena, a born rebel&#8212;disillusioned with her middle-class comfort and the expectations of her parents&#8212;and Nestor, an impoverished African exile with the heart of a poet, meet by chance on the streets of 1960s Bombay, their attraction will change their lives forever. Spanning two continents and following a story of love, loss, and politics&#8212;set against a backdrop of turbulent societies, times, and allegiances&#8212;this powerful debut novel explores the possibilities and limitations of individual and political revolution. Humorous and at once tragic, this story will appeal to those interested in contemporary world literature.", "isbn": "9781908946331", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-01", "number_print_pages": 250, "average_rating": 0.0, "title": "God on Every Wind", "uuid": "QvcQRMAcG8STgS8KoXwQiV", "cover_img": "https://cflare.oysterbooks.com/covers/Parthian%20Books/God%20on%20Every%20Wind/1372981723.76.jpg", "publisher": {"name": "Parthian Books", "uuid": "SFbMshzTBrtCcSjCAMH5eY"}, "author": "Farhad Sorabjee", "status": 1}, "uuid": "TrpWFtiuc7k42X2YeYYjJg", "annotation": ""},{"position": 28, "book": {"description": "Since&#160;her first publication in 1992, celebrated novelist Ann Patchett has crafted a number of elegant novels, garnering accolades and awards along the way. Now comes a beautiful reissue of the best-selling debut novel that launched&#160;her remarkable career.<BR><BR>St. Elizabeth's, a home for unwed mothers in Habit, Kentucky, usually harbors its residents for only a little while. Not so&#160;Rose Clinton, a beautiful, mysterious woman who comes to the home pregnant but not unwed, and stays. She plans to give up her child, thinking&#160;she cannot be the mother it needs. But when&#160;Cecilia is born, Rose makes a place for herself and her daughter amid St. Elizabeth's&#160;extended family of nuns and an ever-changing collection of pregnant teenage girls. Rose's past won't be kept away, though, even by St. Elizabeth's;&#160;she cannot remain untouched by what she has left behind, even as she cannot change who she has become in the leaving.&#160;", "isbn": "9780547548401", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-19", "number_print_pages": 352, "average_rating": 3.71, "title": "The Patron Saint of Liars", "uuid": "ctsyU59FTwjb9sjDbUS743", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547548401/1376380482.43.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ann Patchett", "status": 1}, "uuid": "9fZtUcBajUXkBSy7vMrpPi", "annotation": ""},{"position": 36, "book": {"description": "<DIV>Hailed as \"original and unsettling, an Animal Farm for the new century\" (The Wall Street Journal), this first novel lingers long after the last page has been turned.<br><br>Described as a \"fascinating psychological thriller\" (The Baltimore Sun), this entrancing novel introduces Isserley, a female driver who picks up hitchhikers with big muscles. She, herself, is tiny-like a kid peering up over the steering wheel. Scarred and awkward, yet strangely erotic and threatening, she listens to her hitchhikers as they open up to her, revealing clues about who might miss them if they should disappear. At once humane and horrifying, Under the Skin takes us on a heart-thumping ride through dangerous territory-our own moral instincts and the boundaries of compassion. A grotesque and comical allegory, a surreal representation of contemporary society run amok, Under the Skin has been internationally received as the arrival of an exciting talent, rich and assured.<br><br></div>", "isbn": "9780547546117", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2001-07-16", "number_print_pages": 320, "average_rating": 3.66, "title": "Under the Skin", "uuid": "d5yagu9xNgyfMVpFQsny9S", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546117/1376381508.26.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Michel Faber", "status": 1}, "uuid": "3okEmp8a82rsBY2kUzcPg", "annotation": ""},{"position": 32, "book": {"description": "Today is Daniel Lizard’s twenty-first birthday and he has just completed his autobiography. Now, he plans on killing himself, leaving behind possibly the longest suicide note ever committed to paper.\n\nDaniel creates soap operas in his head - a game that he plays on his paper-round. Rather than a phase, this is just the beginning of a fantasy that becomes more and more elaborate as the people around Daniel become his unwitting co-stars.\n\nDaniel begins to realise that, in life, you cannot write all of the scripts, there is no-one there to shout cut or hit rewind and, inevitably, all manipulations have their repercussions.", "isbn": "9781909039469", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-01", "number_print_pages": 464, "average_rating": 0.0, "title": "The Almost Lizard", "uuid": "Cbg2Lepd8YZRHfNxzSTeFd", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909039469/1384589111.25.jpg", "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "author": "James Higgerson", "status": 1}, "uuid": "aSgPfweFVHU6oKizxJygKJ", "annotation": ""}]