[{"position": 7, "book": {"description": "<DIV><DIV><b>Witty and deftly drawn parodies from a literary legend</b></div><BR>Roger Angell has a long history with the&#160;<i>New Yorker</i>: the son of fiction editor Katharine White and the stepson of E. B. White, Angell has spent decades writing and working for the magazine, to which he has contributed across genres and gained special renown for his essays on baseball. With&#160;<i>A Day in the Life of Roger Angell</i>, the author&rsquo;s gifts as an urbane humorist come to the fore. The pieces here include two of Angell&rsquo;s famous Christmas poems, parodies&mdash;of horoscopes, sports broadcasts, and Lawrence Durrell&mdash;and a tense correspondence over a short fiction contest that pays only in baked goods. Combined, these miniatures form a funny and charming chronicle of Manhattan life, as experienced both on the ground and in the city&rsquo;s most literary circles.&#160;<BR></div>", "isbn": "9781480462281", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-12-31", "number_print_pages": 159, "average_rating": 0.0, "title": "A Day in the Life of Roger Angell", "uuid": "CVbxTcy98TkoVdaNxnLeCj", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480462281/1386866068.36.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Roger Angell", "status": 1}, "uuid": "bykZqct9tMKAN6t7PnKNk8", "annotation": ""},{"position": 8, "book": {"description": "<DIV><DIV>&ldquo;No other dancer ever looked like Paul Taylor, that strapping, elastic, goofy hunk of a guy, and no one else&rsquo;s dance works look like his either&mdash;not the deep, dark ones or the zany ones or the uplifting ones. His vocabulary, his tone are unique and unmistakable. The same thing is true, it turns out, about his writing. His style is utterly his own, and like all real style it isn&rsquo;t a calculated voice but a reflection of the way his quirky mind works.&rdquo; &mdash;<i>From the foreword by Robert Gottlieb</i></div><p></p><p></p><DIV></div><DIV>&ldquo;Taylor has not cultivated one writing persona, but has unleashed a raft of voices in a raft of forms: travesty, comedy, fiction, essay, satire, allegory, poetry, fable, epistle. While many of these selections are humorous, as anyone familiar with Taylor&rsquo;s choreography knows, even in the sunniest of his dances, there are often threatening clouds on the horizon. And the canny Taylor recognizes when to swap his Janus masks for maximum emotional wallop.&rdquo; &mdash;<i>From the introduction by Suzanne Carbonneau</i></div><p></p><p></p><DIV></div><DIV>This wonderful new book by one of the preeminent dancers and choreographers consists of a range of pieces of fact and fiction that run from thoughts on friendliness and country living to animosity and city life. Taylor&rsquo;s first book since his autobiography (<i>Private Domain</i>, 1995, Alfred A. Knopf) is a romp through his playful mind, with chapter titles such as: Why I Make Dances, The Redheaded Spiritualist, Martha Close Up,<i>&#160;Clytemnestra,&#160;</i>How to Tell Ballet from Modern, and In the Marcel Proust Suite of L&rsquo;Hotel Continental.</div><DIV>&#160;</div></div>", "isbn": "9781480413382", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-26", "number_print_pages": 210, "average_rating": 0.0, "title": "Facts and Fancies", "uuid": "cTn5aYWcM7XGUiech373KR", "cover_img": "https://cflare.oysterbooks.com/covers/Delphinium%20Books/Facts%20and%20Fancies/1373336359.46.jpg", "publisher": {"name": "Delphinium Books", "uuid": "96oEWxdEina8WP3f3aGR64"}, "author": "Paul Taylor", "status": 1}, "uuid": "hfAUgwfjmHJnVUBRxm4DfL", "annotation": ""},{"position": 2, "book": {"description": "<DIV>In these &#8220;impishly witty and ingeniously irreverent&#8221; essays (Atlantic Monthly), &#8220;the Andy Rooney of academia&#8221; (Los Angeles Times) takes on computer jargon, librarians, bureaucrats, meals on airplanes, bad coffee, taxi drivers, 33-function watches, soccer fans, and more. Translated by William Weaver.  A Helen and Kurt Wolff Book<br></div>", "isbn": "9780547540436", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1995-09-15", "number_print_pages": 256, "average_rating": 3.87, "title": "How to Travel with a Salmon & Other Essays", "uuid": "RouUhAYYzcApJudpYRfEen", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540436/1385978934.83.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Umberto Eco", "status": 1}, "uuid": "kVHacfuAZNUuvNmBmN3tRF", "annotation": ""},{"position": 17, "book": {"description": "<p>Master storyteller and satirist Kurt Vonnegut was one of the most in-demand commencement speakers of his time. For each occasion, Vonnegut’s words were unfailingly unique, insightful, and witty, and they stayed with audience members long after graduation.</p>\r\n<p></p>\r\n<p>As edited by Dan Wakefield, this book reads like a narrative in the unique voice that made Vonnegut a hero to readers of all ages. At times hilarious, razor-sharp, freewheeling, and deeply serious, these reflections are ideal for anyone undergoing what Vonnegut would call their “long-delayed puberty ceremony”—marking the passage from student to full-time adult.</p>\r\n<p></p>\r\n<p>This book makes the perfect gift for high school or college graduates—or for parents and grandparents who remember Vonnegut fondly and want to connect with him in a new context.</p>\r\n<p></p>\r\n<p>ABOUT THE AUTHOR</p>\r\n<p></p>\r\n<p>Kurt Vonnegut is a unique voice in the American canon—a writer whose works are hard to categorize, often straddling the space between literature and science fiction, and filled with cutting satire and dark humor. Like Mark Twain before him, Vonnegut's reputation and impact on American writing and reading will continue to grow steadily and increase in relevance as new insights are made.</p>\r\n<p></p>\r\n<p>Vonnegut was born in 1922 in Indianapolis, and studied at the University of Chicago and the University of Tennessee. In the Second World War, he became a German prisoner of war and was present during the bombing of Dresden. This experience provided inspiration for his most successful and influential novel, <i>Slaughterhouse-Five</i>. Vonnegut—admired as much for his views and his “Vonnegutisms” as for his publications—wrote extensively in many forms, including novels, short stories, essays, plays, articles, speeches, and correspondence, some of which was published posthumously.</p>\r\n<p></p>\r\n<p>ABOUT DAN WAKEFIELD</p>\r\n<p></p>\r\n<p>A lifelong friend of Kurt Vonnegut’s, Dan Wakefield both edited and wrote the Introduction to the bestselling collection of Vonnegut’s personal correspondence, <i>Kurt Vonnegut: Letters</i>. In addition, Wakefield is the author of the memoir <i>New York in the Fifties</i>, which was made into a documentary film, as well as <i>Returning: A Spiritual Journey</i>. He created the NBC prime time series “James at Fifteen” and wrote the script for the movie based on his novel Going All The Way, starring Ben Affleck.</p>", "isbn": "9780795333637", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-12", "number_print_pages": 116, "average_rating": 3.88, "title": "If This Isn’t Nice, What Is?", "uuid": "edq4BMhRkr8pdaYJcxVwP7", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795333637/1382102485.22.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Kurt Vonnegut", "status": 1}, "uuid": "NdvpLSyZ9UwnHEbX7jrTBY", "annotation": ""},{"position": 3, "book": {"description": "<DIV><b>Erma Bombeck&rsquo;s timelessly witty look at the hidden side of married life</b></div><DIV><BR>Ever since she was a child, Erma Bombeck has been an expert worrier, and married life has only honed that skill. She gets anxious about running out of ball bearings; about snakes sneaking in through the pipes; about making meaningful conversation on New Year&rsquo;s Eve. Married life, she realizes, is an unpredictable saga even when you know exactly how loud your husband snores every night&mdash;and she wouldn&rsquo;t have it any other way.</div><DIV>&#160;</div><DIV>In this crisp collection of essays, Bombeck shows off the irresistible style that made her one of America&rsquo;s favorite humorists for more than three decades. When she sharpens her wit, no family member is sacred and no self-help fad is safe. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erma Bombeck including rare images and never-before-seen documents from the author&rsquo;s estate.</div>", "isbn": "9781453290101", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-15", "number_print_pages": 211, "average_rating": 4.04, "title": "If Life Is a Bowl of Cherries, What Am I Doing in the Pits?", "uuid": "WpFYKq2t4taYPukdthta2S", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/If%20Life%20Is%20a%20Bowl%20of%20Cherries%2C%20What%20Am%20I%20Doing%20in%20the%20Pits%3F/1373332643.47.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erma Bombeck", "status": 1}, "uuid": "4fdVsyZeo79rUYSTppwmFQ", "annotation": ""},{"position": 6, "book": {"description": "<div> From the&#160;beloved&#160;and acclaimed novelist, a collection of&#160;witty, moving essays.In her two decades of writing, Elinor Lipman has populated her fictional universe with characters so utterly real that we feel like they&#8217;re old friends. Now she shares an even more intimate world with us&#8212;her own&#8212;in essays that offer a candid, charming take on modern life. Looking back and forging ahead, she considers the subjects that matter most: childhood and condiments, long marriage and solo living, career and politics.<br><BR>Here you&#8217;ll find the lighthearted: a celebration of four decades of <I>All My Children</I>, a reflection on being Jewish in heavily Irish-Catholic Lowell on St. Patrick&#8217;s Day, a hilariously unflinching account of her tiptoe into online dating. But she also tackles the serious and profound in eloquent stories of unexpected widowhood and caring for elderly parents that use her struggles to illuminate ours. Whether for Lipman&#8217;s longtime readers or those who love the essays of Nora Ephron or Anna Quindlen, <I>I Can't Complain</I> is a diverting delight.  <p></DIV>", "isbn": "9780547576220", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-16", "number_print_pages": 176, "average_rating": 3.88, "title": "I Can't Complain", "uuid": "3ExzpAsVkWvd6QHo8WsVU8", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547576220/1383487925.39.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Elinor Lipman", "status": 1}, "uuid": "6igSg6pD7e3cNgTJegGDVh", "annotation": ""},{"position": 15, "book": {"description": "<p>A definitive collection of interviews with one of America's most famous writers, covering his life, faith, friends, politics, and visions of the future.</p>\n<p>Ray Bradbury, the poetic and visionary author of such classics as Fahrenheit 451, The Martian Chronicles and The Illustrated Man, is one of the most influential writers of the 20th century. From Mikhail Gorbachev to Alfred Hitchcock to David Bowie, Bradbury's sway on contemporary culture is towering. Acclaimed biographer and Bradbury scholar Sam Weller has spent more than a decade interviewing the author; the fascinating conversations that emerge cast a high-definition portrait of a creative genius and futurist who longs for yesterday. Listen to the Echoes: The Ray Bradbury Interviews is the definitive collection of interviews with an American icon.</p>", "isbn": "9781612192307", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-12", "number_print_pages": 336, "average_rating": 4.31, "title": "Listen To The Echoes", "uuid": "mrJ6rdwyZMcMYhabLJec2o", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192307/1377114673.35.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Ray Bradbury", "status": 1}, "uuid": "DmD3RHP9LBS6yQyZCYAJrk", "annotation": ""},{"position": 9, "book": {"description": "<P>Featuring ordinary people, celebrities, game shows, hidden cameras, everyday situations, and humorous or dramatic situations, reality TV is one of the fastest growing and important popular culture trends of the past decade, with roots reaching back to the days of radio. The Tube Has Spoken provides an analysis of the growing phenomenon of reality TV, its evolution as a genre, and how it has been shaped by cultural history. This collection of essays looks at a wide spectrum of shows airing from the 1950s to the present, addressing some of the most popular programs including Alan Funt's Candid Camera, Big Brother, Wife Swap, Kid Nation, and The Biggest Loser. It offers both a multidisciplinary approach and a cross-cultural perspective, considering Australian, Canadian, British, and American programs. In addition, the book explores how popular culture shapes modern western values; for example, both An American Family and its British counterpart, The Family, showcase the decline of the nuclear family in response to materialistic pressures and the modern ethos of individualism. This collection highlights how reality TV has altered the tastes and values of audiences in the twentieth and twenty-first centuries. It analyzes how reality TV programs reflect the tensions between the individual and the community, the transformative power of technology, the creation of the celebrity, and the breakdown of public and private spheres.</P>", "isbn": "9780813139388", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-09-29", "number_print_pages": 275, "average_rating": 0.0, "title": "The Tube Has Spoken", "uuid": "3sjdqUyFyr5JmHHLiKzCPk", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813139388/1377070983.92.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Julie Anne Taddeo", "status": 1}, "uuid": "SsVrmGnhovBNHhbL6gDGJE", "annotation": ""},{"position": 11, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">A humorous and entertaining collection of travel essays made up of old favorites as well as new commentaries, this work celebrates the distinctive qualities of locales the world over. Each globetrotting essay focuses on a specific place, capturing the flavors and cultures through individual observations and exceptional experiences. Funny, irreverent, and insightful, these writings eschew the bland, touristy veneer experienced by most travelers as it&#160;seeks to discover what is special and unique about each destination. Covering a wide range of places and interests, from unusual experiences and humorous traveler's foibles to voyages that are intensely personal and moving, the selected columns include \"The Best Falafel in the World&#151;Beirut,\" \"The Door to Hell: Paris, France,\" \"Kafka&#8217;s Erotic Dream: Prague,\" \"The Nesting Habits of Roman Cars,\" \"Of Romans and Pussycats: Provence,\" and \"The Third Tower Up from the Road: Huanghuacheng, China.\"</P></DIV>", "isbn": "9781595808745", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-01", "number_print_pages": 312, "average_rating": 0.0, "title": "The Third Tower Up From the Road", "uuid": "m9kjmqkF2uW4kECw8oryrc", "cover_img": "https://cflare.oysterbooks.com/covers/Santa%20Monica%20Press/The%20Third%20Tower%20Up%20From%20the%20Road/1372980361.39.jpg", "publisher": {"name": "Santa Monica Press", "uuid": "NnSvsMsxGAe236mc6FGbQT"}, "author": "Kevin Dolgin", "status": 1}, "uuid": "ccN2C6qBg4oG97tR8igSxn", "annotation": ""},{"position": 12, "book": {"description": "<DIV><DIV><b>A collection of witty and incisive articles by one of the twentieth century&rsquo;s most remarkable literary voices</b></div><DIV><BR>Here and there, now and then, an article by Bel Kaufman, bestselling author of <i>Up the Down Staircase</i>, would appear in a newspaper or magazine. In these magazine articles, Kaufman wrote about subjects of the day and shared interesting or amusing experiences, always with keen observations from her long life. She reminisced about her early childhood in Odessa, addressed an open letter to Baby Boomers on the subject of &#160;aging, and pondered the loss of civility in modern culture. Now, for the first time, Kaufman selects her favorite essays from several decades&mdash;dating back to 1967&mdash;and places them side-by-side in this funny, irreverent, and wonderfully entertaining collection.</div></div>", "isbn": "9781453256060", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-30", "number_print_pages": 138, "average_rating": 0.0, "title": "This and That", "uuid": "KmKNqhZ4tyyJqgH4vZntmB", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/This%20and%20That/1373330756.02.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Bel Kaufman", "status": 1}, "uuid": "YT6gmTHBfNt6YCFvVEeeDE", "annotation": ""},{"position": 5, "book": {"description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>For Maggie Lamond Simone, sarcasm was always a means of survival and words her weapon of choice. Her second-grade teacher worried about a child so flippant at such a tender age. Twenty years later, as a police officer escorted a drunken Simone away from the car she had just wrecked, she asked him to drop her not at home but at the bar where her friends waited. He didn&#8217;t laugh and&#160;she quit drinking the next day. When she finally came up for air a few years later, she was afraid that she wouldn&#8217;t be funny without the alcohol, but&#160;had a startling revelation: she wasn&#8217;t funny in the first place&#8212;the world was. So she started writing about it. This collection of her columns and essays addresses dating, marriage, pregnancy, motherhood and menopause with a caustic wit and a healthy disrespect for perfection.</DIV></DIV>", "isbn": "9780983333524", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-11-01", "number_print_pages": 268, "average_rating": 4.0, "title": "From Beer to Maternity", "uuid": "EV5deDfWnH6BgrTztoYr29", "cover_img": "https://cflare.oysterbooks.com/covers/Brodman%20Publishing/From%20Beer%20to%20Maternity/1372978634.17.jpg", "publisher": {"name": "Brodman Publishing", "uuid": "P425pw7rPHUcXjgHTwX9wB"}, "author": "Maggie Lamond Simone", "status": 1}, "uuid": "CbefcTVC4dm3hfuvMS8HuD", "annotation": ""},{"position": 4, "book": {"description": "<DIV><DIV><b>In these lively critical and personal essays, Chabon asserts his literary manifesto: &ldquo;I read for entertainment, and I write to entertain. Period.&rdquo;</b></div><BR><DIV>This collection of sixteen essays champions the cause of sci-fi and westerns, superheroes and horror shows, gumshoes and goblins&mdash;all the genre novels, comics, and pulp fiction that get pushed aside when literary discussion turns serious. For Chabon, the stories that give us great pleasure are in many ways our truest, best art&mdash;the building blocks of our shared imagination. Whether he&rsquo;s taking up Superman or Sherlock Holmes, Poe or Proust, Chabon&rsquo;s emphatic mission is to explore the reasons we tell each other tales, and to offer a glimpse of his own history as reader and writer.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234136", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-20", "number_print_pages": 226, "average_rating": 3.68, "title": "Maps and Legends", "uuid": "nifc2Byivt3KejU43graNB", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Maps%20and%20Legends/1373330269.42.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Michael Chabon", "status": 1}, "uuid": "SHfmkKoohiupxfyFyszkNG", "annotation": ""},{"position": 0, "book": {"description": "Selected and introduced by Cheryl Strayed,&#160;the&#160;<I>New York Times</I> best-selling author of <I>Wild</I> and&#160;the writer of the celebrated column &#8220;Dear Sugar,&#8221; this collection is a&#160;treasure&#160;trove&#160;of fine writing and thought-provoking essays.", "isbn": "9780544105744", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-08", "number_print_pages": 352, "average_rating": 4.42, "title": "The Best American Essays 2013", "uuid": "Z9mAxLjbiNUFDcZPEPZJJL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544105744/1379662276.53.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Robert Atwan", "status": 1}, "uuid": "dTWMGn2JDqWaZx6PmLvVeR", "annotation": ""},{"position": 1, "book": {"description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>This anthology of short, personal essays brings a vibrant oral tradition to the page through the work of 2nd Story, a Chicago-based collective working to build community through storytelling. These original, unpublished essays are adapted from the group&#8217;s monthly events, which fuse page, stage, and sound to deliver a unique, live literary and theatrical experience. Contributors include Sam Weller, Patricia Ann McNair, Eric Charles May, and Randall Albers.", "isbn": "9780984670079", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-12", "number_print_pages": 227, "average_rating": 4.35, "title": "Briefly Knocked Unconscious by a Low-Flying Duck", "uuid": "t5vtXm4EwV9XUaS3ERL3ea", "cover_img": "https://cflare.oysterbooks.com/covers/Elephant%20Rock%20Productions%2C%20Inc./Briefly%20Knocked%20Unconscious%20by%20a%20Low-Flying%20Duck/1372981303.19.jpg", "publisher": {"name": "Elephant Rock Productions, Inc.", "uuid": "wX7CminkH7ge3FxaNgAHhP"}, "author": "Andrew Reilly", "status": 1}, "uuid": "5JDwSrtwtZhzPDkzXGDLyX", "annotation": ""},{"position": 16, "book": {"description": "<DIV><DIV><b>An unforgettable chronicle of an era by one of America&rsquo;s wildest&mdash;and most brilliant&mdash;comedic and literary minds</b></div><DIV><b>&#160;</b></div><DIV><b>Edited by Nile Southern and Josh Alan Friedman</b></div><DIV><BR>Starting with his landing at the Battle of the Bulge, Terry Southern showed a knack for winding up in the world&rsquo;s most interesting places. He spent the fifties on the Left Bank of Paris, the sixties in mod London, and the seventies touring with the Rolling Stones. When the Beatles rolled out their famous pantheon of movers and shakers for the cover of <i>Sgt. Pepper</i>, Terry was the only guy wearing shades. When police broke heads during the &rsquo;68 democratic convention in Chicago, Southern was there to bear witness. And when Stanley Kubrick needed someone to make <i>Dr. Strangelove</i> funny, there was only one man qualified for the job. </div><DIV>&#160;</div><DIV>As the golden age of rock &rsquo;n&rsquo; roll wound down, Southern never stopped writing, and his prose never lost its trademark intensity. Filthy, fierce, and relentlessly dazzling, these letters, essays, stories, and interviews are an electric testament to one of the keenest wits of the twentieth century.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Terry Southern including rare photos and never-before-seen documents from the author&rsquo;s estate.</div></div>", "isbn": "9781453265895", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-06", "number_print_pages": 262, "average_rating": 3.8, "title": "Now Dig This", "uuid": "AYH7wEL3wSjMQJXqU9eX5E", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Now%20Dig%20This/1373331167.69.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Terry Southern", "status": 1}, "uuid": "Jkqc4xezJxPBRKky8X4DHc", "annotation": ""},{"position": 10, "book": {"description": "<p>One of the great American iconoclasts holds forth on politics, war, books and writers, and his personal life in a series of interviews, including his last published interview.</p>\n<p>During his long career Kurt Vonnegut won international praise for his novels, plays, and essays. In this new anthology of conversations with Vonnegut—which collects interviews from throughout his career—we learn much about what drove Vonnegut to write and how he viewed his work at the end.</p>", "isbn": "9781612190914", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-27", "number_print_pages": 176, "average_rating": 3.98, "title": "Kurt Vonnegut: The Last Interview", "uuid": "ru2oTELw5gL24D7zdmBp4C", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190914/1377114606.52.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Kurt Vonnegut", "status": 1}, "uuid": "XYiX2o7YyoeNqCrU9esCH4", "annotation": ""},{"position": 14, "book": {"description": "<DIV>The Best American Series&#174;<BR>First, Best, and Best-Selling<BR><BR>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites. A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected &#8212; and most popular &#8212; of its kind.<BR><BR><I>The Best American Essays 2012</I> includes<BR><BR>Marcia Angell, Miah Arnold, Mark Doty, Joseph Epstein, Jonathan Franzen,<BR>Malcolm Gladwell, Francine Prose, Lauren Slater,<BR>Sandra Tsing Loh, Jose Antonio Vargas, and others<BR><BR></DIV>", "isbn": "9780547840543", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-02", "number_print_pages": 304, "average_rating": 3.88, "title": "The Best American Essays 2012", "uuid": "ki2sRxFfBwkecwgWDRQqRA", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840543/1376382228.21.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Robert Atwan", "status": 1}, "uuid": "p6gHdN65RAdmZk8Fg9iEQP", "annotation": ""},{"position": 13, "book": {"description": "<DIV>The Best American Series&reg;<BR> First, Best, and Best-Selling<BR><br> The  Best American series is the premier annual showcase for the country&rsquo;s  finest short fiction and nonfiction. Each volume&rsquo;s series editor selects  notable works from hundreds of magazines, journals, and websites. A  special guest editor, a leading writer in the field, then chooses the  best twenty or so pieces to publish. This unique system has made the  Best American series the most respected &mdash; and most popular &mdash; of its  kind.<BR><br> <I>The Best American Nonrequired Reading 2012</I> includes<BR><br> Kevin Brockmeier, Judy Budnitz, Junot D&iacute;az, Louise Erdrich,<BR> Nora Krug, Julie Otsuka, Eric Puchner, George Saunders,<BR> Adrian Tomine, Jess Walter, and others<BR><br><br></div>", "isbn": "9780547840529", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-02", "number_print_pages": 320, "average_rating": 3.86, "title": "The Best American Nonrequired Reading 2012", "uuid": "ahD3s3TtV9uZqDDkFq3La7", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840529/1376382227.55.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Dave Eggers", "status": 1}, "uuid": "viRbZmtWGBJD8XtzPW5567", "annotation": ""}]