[{"annotation": "", "uuid": "EkS3Fy8kXA5xbRwsMEQFTR", "position": 11, "book": {"uuid": "v9G2peYC9rmt7NHJmANn2B", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "The Devil and the Detective", "publication_date": "2013-03-27", "oyster_good_for_statement": "", "isbn": "9781770563353", "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}, "awards": [], "description": "Private detective Robert James is more interested in chronicling his cases than solving them, receives a phone call in the middle of the night from Elaine Andrews, a young woman who has just found her much older husband dead on their living room couch, a knife protruding from his chest. Or at least that’s probably what happened . . .\n\nMurder, corruption and betrayal ensue as hapless Bob is drawn into both the dark underworld of Elaine and Gerald Andrews – and the tangled web woven by his own mind. Along the way, he befriends a young grad student/?ower-delivery driver, Darren, who inadvertently becomes his sidekick: a Watson to his Holmes, or maybe more like a Sancho Panza to his Don Quixote. Or is it the other way around? Either way, Bob and Darren can’t stop drinking, smoking and philosophizing long enough to keep up with the story.\n\nThe Devil and the Detective is a noir novel about the biggest mystery of all – that of consciousness. It’s an unorthodox meditation on writing, love, violence and ideology – imagine The Big Sleep via Fernando Pessoa, with a side of Buster Keaton.", "average_rating": 3.05, "author": "John Goldbach", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/The%20Devil%20and%20the%20Detective/1373053302.69.jpg"}},{"annotation": "", "uuid": "SPihxya3X2ZPuVCKRomcT5", "position": 14, "book": {"uuid": "rmpfXq4Mk9yVNkkuCiBNsX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "The Secret History of Vladimir Nabokov", "publication_date": "2013-03-05", "oyster_good_for_statement": "", "isbn": "9781453271674", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><B>A startling and revelatory examination of Nabokov&rsquo;s life and works&mdash;notably&#160;<I>Pale Fire&#160;</I>and&#160;<I>Lolita</I>&mdash;bringing new insight into one of the twentieth&#160;century&rsquo;s most enigmatic authors</B></div><DIV><DIV><DIV><DIV><BR>Novelist Vladimir Nabokov witnessed the horrors of his century,  escaping Revolutionary Russia then Germany under Hitler, and fleeing  France with his Jewish wife and son just weeks before Paris fell to the  Nazis. He repeatedly faced accusations of turning a blind eye to human  suffering to write artful tales of depravity. But does one of the  greatest writers in the English language really deserve the label of  amoral aesthete bestowed on him by so many critics?</div><DIV><BR>Using  information from newly-declassified intelligence files and recovered  military history, journalist Andrea Pitzer argues that far from being a  proponent of art for art&rsquo;s sake, Vladimir Nabokov managed to hide  disturbing history in his fiction&mdash;history that has gone unnoticed for  decades. Nabokov emerges as a kind of documentary conjurer, spending the  most productive decades of his career recording a saga of forgotten  concentration camps and searing bigotry, from World War I to the Gulag  and the Holocaust. Lolita surrenders Humbert Humbert&rsquo;s secret identity,  and reveals a Nabokov appalled by American anti-Semitism. The lunatic  narrator of <I>Pale Fire</I> recalls Russian tragedies that once  haunted the world. From Tsarist courts to Nazi film sets, from CIA front  organizations to wartime Casablanca, the story of Nabokov&rsquo;s family is  the story of his century&mdash;and both are woven inextricably into his  fiction.</div></div></div></div>", "average_rating": 4.15, "author": "Andrea Pitzer", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/The%20Secret%20History%20of%20Vladimir%20Nabokov/1373331443.64.jpg"}},{"annotation": "", "uuid": "5zXV2yE4s9bixHKbTMQ52D", "position": 19, "book": {"uuid": "W4KxxRSZBoCohtL9mq6xkB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Summer for the Gods", "publication_date": "2008-07-31", "oyster_good_for_statement": "", "isbn": "9780786721931", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>In the summer of 1925, the sleepy hamlet of Dayton, Tennessee, became the setting for one of the 20th century&#8217;s most contentious dramas: the Scopes trial that pit William Jennings Bryan and the anti-Darwinists against a teacher named John Scopes into a famous debate over science, religion, and their place in public education That trial marked the start of a battle that continues to this day-in Dover, Pennsylvania, Kansas, Cobb County, Georgia, and many other cities and states throughout the country. Edward Larson&#8217;s classic, <I>Summer for the Gods</I>, received the Pulitzer Prize in History in 1998 and is the single most authoritative account of a pivotal event whose combatants remain at odds in school districts and courtrooms. For this edition, Larson has added a new preface that assesses the state of the battle between creationism and evolution, and points the way to how it might potentially be resolved.</Div>", "average_rating": 4.5, "author": "Edward J. Larson", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786721931/1387370841.69.jpg"}},{"annotation": "", "uuid": "QsTDUNUQ8znmAtA7En4s6W", "position": 12, "book": {"uuid": "mkFaKuoxpjawiwsemHiMVn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "Cattle Annie and Little Britches", "publication_date": "2011-08-23", "oyster_good_for_statement": "", "isbn": "9781440533853", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Based on the lives of two adolescent girls in the late 19th century who became infatuated with the Western outlaw heroes they had read about in Ned Buntline's stories and left their homes to join them.</p><p>The outlaws the girls find are the demoralised remnants of the Doolin-Dalton gang, led by the aging Bill Doolin. Annie shames, and inspires the men, to become what she had imagined them to be. The younger sister Jenny finds a father figure in Doolin, who calls her Little Britches. Doolin's efforts to live up to the girls' vision of him lead him to be carted off in a cage to an Oklahoma jail where he waits to be hanged.</p>", "average_rating": 3.35, "author": "Robert Ward", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/81/811355185845.6.jpg"}},{"annotation": "", "uuid": "af5asVRJ4poGkRfYBMYKdE", "position": 20, "book": {"uuid": "NsihogWCoEGjwJxMXCh9AF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "The Shelter Cycle", "publication_date": "2013-04-02", "oyster_good_for_statement": "", "isbn": "9780547859118", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>An American original, Peter Rock brings our strangest beliefs to vivid and sympathetic life in this haunting novel inspired by true events.<BR><BR><I>The Shelter Cycle</I> tells the story of two children, Francine and Colville, who grew up in the Church Universal and Triumphant, a religion that predicted the world could end in the late 1980s. While their parents built underground shelters to withstand the impending Soviet missile strike, Francine and Colville played in the Montana wilderness, where invisible spirits watched over them. When the prophesized apocalypse did not occur, the sect&#8217;s members resurfaced and the children were forced to grow up in a world they believed might no longer exist.<BR><BR>Twenty years later, Francine and Colville are reunited while searching for an abducted girl. Haunted by memories and inculcated beliefs, they must confront the Church&#8217;s teachings. If all the things they were raised to believe were misguided, why then do they suddenly feel so true?<BR></DIV>", "average_rating": 3.4, "author": "Peter Rock", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547859118/1383487921.15.jpg"}},{"annotation": "", "uuid": "vonpnpQuyPR4cNh7xVjuee", "position": 4, "book": {"uuid": "qLSL5RUMdLiyhbhqL7PRnn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Life Under the Jolly Roger", "publication_date": "2009-11-01", "oyster_good_for_statement": "", "isbn": "9781604862799", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">Dissecting the conflicting views of the golden age of pirates&#151;as romanticized villains on one hand and genuine social rebels on the other&#151;this fascinating chronicle explores the political and cultural significance of these nomadic outlaws by examining a wide range of ethnographical, sociological, and philosophical standards. The meanings of race, gender, sexuality, and disability in pirate communities are analyzed and contextualized, as are the pirates' forms of organization, economy, and ethics. Going beyond simple swashbuckling adventures, the examination also discusses the pirates' self-organization, the internal make-up of the crews, and their early-1700s philosophies&#151;all of which help explain who they were and what they truly wanted. Asserting that pirates came in all shapes, sexes, and sizes, this engaging study ultimately portrays pirates not just as mere thieves and killers but as radical activists with their own society and moral code fighting against an empire.</P></DIV>", "average_rating": 4.0, "author": "Gabriel Kuhn", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Life%20Under%20the%20Jolly%20Roger/1372977480.34.jpg"}},{"annotation": "", "uuid": "MsxfULSVRCXNhiH42bSVQ7", "position": 9, "book": {"uuid": "c9pkHoqCGgix3wwhgBsdBk", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 640, "title": "The Three Musketeers", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629453897", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "One of the most celebrated and popular historical romances ever written.The Three Musketeers tell the story of the early adventures of the young Gascon gentleman D'Artagan and his three friends from the regiment of the King's Musketeers-Athos,Porthos and Aramis.\r\n\r\nUnder the watchful eye of their patron M. de Treville, the four defend the honour of the regiment against the guards of the Cardinal Richelieu, and the honour of the queen against the machinations of the Cardinal himself as the power struggles of seventeenth-century France are vividly played out in the background.\r\n\r\nBut their most dangerous encounter is with the CArdinal's spy.Milady,one of literature's most memorable female villians, and Alaxandre Dumas employs all his fast-paced narrative skills to bring this enthralling novel to a breathtakingly gripping and dramatic conclusion.", "average_rating": 4.01, "author": "Alexandre Dumas", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453897/1376370804.45.png"}},{"annotation": "", "uuid": "WUtkKNCkdqnRNScmVECmdJ", "position": 4, "book": {"uuid": "7ShTuDRMR3rxEqLmPAnkHZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 423, "title": "Against the Wind", "publication_date": "2013-05-28", "oyster_good_for_statement": "", "isbn": "9781480423930", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><b>&ldquo;A rip-snorting, full-throttle novel . . . It kept me up late into the night.&rdquo; &mdash;Stephen King</b></div><DIV><b>&#160;</b></div><DIV><b>Forced out of his firm, a hard-living attorney takes on one final, highly charged case&mdash;defending a notorious gang of bikers against murder charges&#160;</b></div><DIV><BR>A few years ago, Will Alexander was the top criminal lawyer in Santa Fe, with a thriving practice, a famously flamboyant courtroom style, and a marriage that landed him on the front page of the society section. Now, though, his wife has left him, and his constant boozing and womanizing have put his career in jeopardy. When Will&rsquo;s partners ask him&mdash;forcefully&mdash;to take a leave of absence from the firm, his life in law seems finished. He has only one client: a gang of men who call themselves the Scorpions.</div><DIV>&#160;</div><DIV>Four rogue bikers are accused of committing a gruesome murder, and Will is the only one they want for their defense. Although all the evidence points toward their guilt, Will believes them, and it&rsquo;s time for these outlaws to stick together.</div>", "average_rating": 3.83, "author": "J. F. Freedman", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Against%20the%20Wind/1373336743.38.jpg"}},{"annotation": "", "uuid": "WGzSqwX7bkseeAauoD9U9S", "position": 5, "book": {"uuid": "2JjSoWGM6nUC9cPmnfSpkk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "How Kentucky Became Southern", "publication_date": "2010-09-29", "oyster_good_for_statement": "", "isbn": "9780813139524", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "awards": [], "description": "<P>The conflicts of the Civil War continued long after the conclusion of the war: jockeys and Thoroughbreds took up the fight on the racetrack. A border state with a shifting identity, Kentucky was scorned for its violence and lawlessness and struggled to keep up with competition from horse breeders and businessmen from New York and New Jersey. As part of this struggle, from 1865 to 1910, the social and physical landscape of Kentucky underwent a remarkable metamorphosis, resulting in the gentile, beautiful, and quintessentially southern Bluegrass region of today.</P><P>In her debut book, How Kentucky Became Southern: A Tale of Outlaws, Horse Thieves, Gamblers, and Breeders, former turf writer Maryjean Wall explores the post--Civil War world of Thoroughbred racing, before the Bluegrass region reigned supreme as the unofficial Horse Capital of the World. Wall uses her insider knowledge of horse racing as a foundation for an unprecedented examination of the efforts to establish a Thoroughbred industry in late-nineteenth-century Kentucky. Key events include a challenge between Asteroid, the best horse in Kentucky, and Kentucky, the best horse in New York; a mysterious and deadly horse disease that threatened to wipe out the foal crops for several years; and the disappearance of African American jockeys such as Isaac Murphy. Wall demonstrates how the Bluegrass could have slipped into irrelevance and how these events define the history of the state.</P><P>How Kentucky Became Southern offers an accessible inside look at the Thoroughbred industry and its place in Kentucky history.</P>", "average_rating": 3.42, "author": "Maryjean Wall", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813139524/1377070913.69.jpg"}},{"annotation": "", "uuid": "grntqJsVnSuQUWRnQH3PXQ", "position": 11, "book": {"uuid": "NFFgdPjGAVrzbjp8Md8Jod", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 306, "title": "Riding the Outlaw Trail", "publication_date": "2011-04-15", "oyster_good_for_statement": "", "isbn": "9781908646279", "publisher": {"uuid": "KSNfGZj9eNgdb8pA8HZZta", "name": "Eye Books"}, "awards": [], "description": "<DIV><DIV><DIV><DIV><B><DIV><B>Two men&#160;retrace the notorious pair's footsteps, covering thousands of miles of hazardous country on horseback and discovering how little has changed from the saddle in the last&#160;100 years</B></DIV></B></B></DIV></DIV><DIV>&#160;</DIV><DIV>Butch Cassidy and the Sundance Kid, the last of the legendary outlaws, were captured on daguerreotype, romanced in fiction, and immortalized on film by Paul Newman and Robert Redford. Simon Casson sets out on horseback to retrace the real-life footsteps of his boyhood heroes, covering 2,000 miles of&#160;the country's&#160;toughest and most treacherous terrain. Steeped in the lore of the Old West but lacking desert and mountain survival skills, Simon recruits ex-marine commando Richard Adamson. Together they grapple with hostile landscape, climatic extremes, vital supply shortages, and&#160;enormous personality clashes. Battling from one outlaw hideout to another and&#160;following trails sometimes only accessible by horseback, they are constantly taxed to the limit. In this dramatic account of their adventure, Simon and Richard also&#160;encapsulate the exciting and violent lives of the Wild Bunch 100 years ago, and&#160;providing an&#160;intimate and heartwarming&#160;picture of the rancher families who live and work this demanding land today.</DIV></DIV></DIV>", "average_rating": 0.0, "author": "Simon Casson", "cover_img": "https://cflare.oysterbooks.com/covers/Eye%20Books/Riding%20the%20Outlaw%20Trail/1372981958.96.jpg"}},{"annotation": "", "uuid": "T6ceaYHs8itFpVM9R3VYY7", "position": 8, "book": {"uuid": "scG7ByhUMDXmS4YQtYpPv8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "Hombre", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061832895", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>John Russell has been raised as an Apache. Now he's on his way to live as a white man. But when the stagecoach passengers learn who he is, they want nothing to do with him -- until outlaws ride down on them and they must rely on Russell's guns and his ability to lead them out of the desert. He can't ride with them, but they must walk with him or die.</p>", "average_rating": 3.88, "author": "Elmore Leonard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061832895/1376452231.82.jpg"}},{"annotation": "", "uuid": "8HrsJifZAytfcHb36KcHK9", "position": 21, "book": {"uuid": "WkuebE34ScuuPLiG8cTcCU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 190, "title": "Penelope", "publication_date": "2011-12-20", "oyster_good_for_statement": "", "isbn": "9781453235348", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><b>Dissatisfied with life on the Upper East Side, a socialite finds a new favorite pastime: robbing banks</b></div><BR><DIV>When James R. Hastings, president of the City Federal Bank, began construction of a new branch on Madison Avenue, he vowed to make it burglar proof. Vaults set forty feet below ground, an array of cameras, and a quartet of burly guards were intended to deter any bandit. But James Hastings did not count on being robbed by his wife.</div><DIV>&#160;</div><DIV>Three weeks after the bank opens, a demure old woman removes a Luger from her handbag and asks a clerk to empty her register, then disappears into the bathroom with a haul of over $50,000. When the guards arrive, a scared young woman flees the bathroom and points them to the stalls. Inside, they find nothing but a discarded disguise, while the young woman walks calmly out the front door. This is Penelope Hastings&mdash;a bored banker&rsquo;s wife who, now that she has taken up crime, will never be bored again.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Howard Fast including rare photos from the author&rsquo;s estate.</div>", "average_rating": 0.0, "author": "Howard Fast", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Penelope/1373330331.59.jpg"}},{"annotation": "", "uuid": "grw7qYSGvPTKfxMnEH2tmf", "position": 15, "book": {"uuid": "pQsSCfAmK5ATRB2yxtSnUA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Pirate State", "publication_date": "2010-10-01", "oyster_good_for_statement": "", "isbn": "9781569767740", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><DIV><P style=\"MARGIN: 0in 0in 0pt; mso-layout-grid-align: none\" class=MsoNormal>Providing a timely and never-before-seen perspective on the ever-increasing menace of Somali pirates, this account shows how the cargo ship and oil tanker hijackings and ransoms in the Gulf of Aden and the Indian Ocean have turned one of the world&#8217;s busiest shipping lanes into one of the most dangerous. By way of one-on-one interviews with pirates, their associates, their victims, and those who police them, the book reveals piracy&#8217;s origins, tactics, and increasing links to terrorists in Somalia, East Africa, and the Middle East, including Yemen, Afghanistan, and Pakistan. These sources point to a scenario in which Somali pirates might not just be out for themselves; they may be a part of a larger, more sinister infrastructure of global financiers and Islamic extremists that&#151;if not dealt with soon&#151;could greatly destabilize the region and perhaps threaten United States national security.</P></DIV></DIV></DIV>", "average_rating": 0.0, "author": "Peter Eichstaedt", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Pirate%20State/1372977906.93.jpg"}},{"annotation": "", "uuid": "pc5PzMWbGieJKuqijgSgiP", "position": 0, "book": {"uuid": "8T3bMcKxKYDFDvd77gMpX4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Gangbuster", "publication_date": "2012-07-01", "oyster_good_for_statement": "", "isbn": "9781857829785", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "Four million quid. There it was, inches away from me on a hotel table. Not in conventional currency, but in the world's deadliest commodity. Heroin. The guy sitting opposite me was there to sell it. I was there to buy it. This was the trap we'd set for the biggest fish in international drug trafficking. And we were about to fry him alive...Peter Bleksley was the best undercover cop Scotland Yard ever had. In over ten years operating in covert squads, he came up against some of the most hardened, lethal and bizarre underworld operations, constantly putting his life on the line so that the deadliest villians would end up where they belonged: behind bars. A master of disguise, he assumed numerous identities in order to get close to his targets - drug dealer, counterfeiter, gangster and hit man to name just a few. So determined was he to nail his man, he would even have to take cannabis or cocaine to remain above the suspicion of gang bosses.This is a breathtaking story that will take you inside a world that few have access to. It is the story of a man so dedicated to his job that it became more important even than his own life, a man so professional that his reputation preceded him the world over. This is the story of the Gangbuster.", "average_rating": 0.0, "author": "Peter Bleksley", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Gangbuster/1372980833.72.jpg"}},{"annotation": "", "uuid": "9eTs2QtEMcDzNYy25QuC57", "position": 7, "book": {"uuid": "ZnupL87FujvvS688GAPHrc", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 288, "title": "If a Pirate I Must Be", "publication_date": "2011-05-03", "oyster_good_for_statement": "", "isbn": "9781602390195", "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}, "awards": [], "description": "<p>He drank tea instead of rum. He banned women and gambling on his ships. He never made his prisoners walk the plank, instead inviting them into his cabin for a friendly chat. And during the course of his extraordinary two-and-a-half-year career as a pirate captain, he captured four hundred prizes and brought trade in the eastern Caribbean to a standstill. In If a Pirate I Must Be..., Richard Sanders tells the larger-than-life story of Bartholomew Roberts, aka Black Bart. Born in a rural town, Roberts rose from third mate on a slave ship to pirate captain in a matter of months. Before long, his combination of audaciousness and cunning won him fame and fortune from the fisheries of Newfoundland to the slave ports of West Africa.Sanders brings to life a fascinating world of theater and ritual, where men (a third of whom were black) lived a close-knit, egalitarian life, democratically electing their officers and sharing their spoils. They were highly (if surreptitiously) popular with many merchants, with whom they struck incredibly lucrative deals. Yet with a fierce team of Royal Navy pirate hunters tracking his every move, Roberts' heyday would prove a brief one, and with his capture, the Golden Age of pirates would pass into the lore and legend of books and movies. Based on historical records, journals and letters from pirates under Roberts' command, and on writings by Roberts himself, If a Pirate I Must Be... is the true story of the greatest pirate ever to sail the Caribbean.", "average_rating": 3.91, "author": "Richard Sanders", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/586/5861355186784.31.jpg"}},{"annotation": "", "uuid": "x4D7rKUnu4hZYgbbGRbPYV", "position": 6, "book": {"uuid": "npPCobYHQq9UPDAj7h4GVh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 992, "title": "Don Quixote", "publication_date": "2009-02-10", "oyster_good_for_statement": "", "isbn": "9780061957888", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Edith Grossman's definitive English translation of the Spanish masterpiece. Widely regarded as the world's first modern novel, and one of the funniest and most tragic books ever written, <em>Don Quixote</em> chronicles the famous picaresque adventures of the noble knight-errant Don Quixote of La Mancha and his faithful squire, Sancho Panza, as they travel through sixteenth-century Spain. Unless you read Spanish, you've never read <em>Don Quixote.</em> </p><p><blockquote>\"Though there have been many valuable English translations of <em>Don Quixote,</em> I would commend Edith Grossman's version for the extraordinarily high quality of her prose. The Knight and Sancho are so eloquently rendered by Grossman that the vitality of their characterization is more clearly conveyed than ever before. There is also an astonishing contextualization of Don Quixote and Sancho in Grossman's translation that I believe has not been achieved before. The spiritual atmosphere of a Spain already in steep decline can be felt throughout, thanks to her heightened quality of diction. <p></p><p>Grossman might be called the Glenn Gould of translators, because she, too, articulates every note. Reading her amazing mode of finding equivalents in English for Cervantes's darkening vision is an entrance into a further understanding of why this great book contains within itself all the novels that have followed in its sublime wake.\" </p><p>From the Introduction by Harold Bloom </p></blockquote><p></p><p>Miguel de Cervantes was born on September 29, 1547, in Alcala de Henares, Spain. At twenty-three he enlisted in the Spanish militia and in 1571 fought against the Turks in the battle of Lepanto, where a gunshot wound permanently crippled his left hand. He spent four more years at sea and then another five as a slave after being captured by Barbary pirates. Ransomed by his family, he returned to Madrid but his disability hampered him; it was in debtor's prison that he began to write <em>Don Quixote.</em> Cervantes wrote many other works, including poems and plays, but he remains best known as the author of <em>Don Quixote.</em> He died on April 23, 1616. </p>", "average_rating": 3.8, "author": "Miguel de Cervantes", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061957888/1376452618.47.jpg"}},{"annotation": "", "uuid": "6Y5jb85aHx8ibPEtz7k7bF", "position": 1, "book": {"uuid": "5WYCZFRMTb3sV7saaHNiXW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Seven Years with Banksy", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781843178934", "publisher": {"uuid": "HzMw4PbXvrWowxnrUYKoLm", "name": "Michael O'Mara"}, "awards": [], "description": "<DIV><B>A personal and in-depth account of the enigmatic&#160;man behind the murals, written by a friend and fan</B></div><DIV><I></I>&#160;</DIV><DIV>An illuminating memoir of the world's most celebrated graffiti artist,&#160;this book offers insight into&#160;Banksy's life and work through the experiences that he and the author Robert Clarke shared together during Banksy's formative years. Clarke takes us through&#160;their first encounters, which took place in a hotel in New York in the 1990s, and candidly describes how his friendship with this young English artist developed. Along the way, readers will discover more about the ever-mysterious Banksy&#8212;what makes him tick, why he does what he does, and why he ultimately rejects fame in favor of anonymity, setting him apart from many other popular artists. Revealing much about the origins of some of the artist's most striking ideas, as well as his subversive social attitudes, complex personality, and singular sense of humor, this is the perfect read for any Banksy or modern-art fan.</DIV>", "average_rating": 2.94, "author": "Robert Clarke", "cover_img": "https://cflare.oysterbooks.com/covers/Michael%20O%27Mara/Seven%20Years%20with%20Banksy/1372981122.28.jpg"}},{"annotation": "", "uuid": "An4oo7pziohcuDb2eZxsoe", "position": 3, "book": {"uuid": "NXXzZmizowDmXZCxmLM2uP", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 0, "title": "The Secret Adversary", "publication_date": "1922-01-01", "oyster_good_for_statement": "", "isbn": "9781629450858", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Agatha Christie's popular detective team Tommy and Tuppence make their first appearance in this novel, in which the duo is hired to find a woman who disappeared with sensitive government documents but soon find themselves drawn into a complicated web of intrigue, intelligence agents, dubious identities, missing government papers, false clues, and danger.", "average_rating": 3.79, "author": "Agatha Christie", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/None/None1360612474.34.png"}},{"annotation": "", "uuid": "jimGk9sBuwPFKDQFeCxirm", "position": 18, "book": {"uuid": "pZiDq9xeXS5bj67nuTmB8d", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "The Odyssey of Homer", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061760204", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The most eloquent translation of Homer's <em>Odyssey</em> into modern English.</p>", "average_rating": 3.65, "author": "Richmond Lattimore", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760204/1376489339.77.jpg"}},{"annotation": "", "uuid": "R9THGsgio8Ko22QQ77Fkk", "position": 13, "book": {"uuid": "awRXcch9aY6ntVhGNiXWQL", "status": 1, "oyster_summary": "The story of the orphan Oliver, who runs away from the workhouse only to be taken in by a den of thieves, shocked readers when it was first published. Dickens's tale of childhood innocence beset by evil depicts the dark criminal underworld of a London peopled by vivid and memorable characters—the arch-villain Fagin, the artful Dodger, the menacing Bill Sikes and the prostitute Nancy. Combining elements of Gothic Romance, the Newgate Novel and popular melodrama, Dickens created an entirely new kind of fiction, scathing in its indictment of a cruel society, and pervaded by an unforgettable sense of threat and mystery.", "language_code": "", "number_print_pages": 362, "title": "Oliver Twist", "publication_date": "1837-02-01", "oyster_good_for_statement": "", "isbn": "9781629450339", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Set in Victorian London, this is a tale of a spirited young innocent's unwilling but inevitable recruitment into a scabrous gang of thieves. Masterminded by the loathsome Fagin, the underworld crew features some of Dickens' most memorable characters, including the vicious Bill Sikes, gentle Nancy, and the juvenile pickpocket known as the Artful Dodger.", "average_rating": 3.78, "author": "Charles Dickens", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/653/6531355524132.53.png"}},{"annotation": "", "uuid": "FEVWW8t6WFf3cLBCwikM25", "position": 17, "book": {"uuid": "FCVYEQxPZQDAFKPckBNEbg", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The ABC Murders", "publication_date": "2003-12-15", "oyster_good_for_statement": "", "isbn": "9780061739934", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>There's a serial killer on the loose, bent on working his way though the alphabet. There seems little chance of the murderer being caught -- until her makes the crucial and vain mistake of challenging Hercule Poirot to frustrate his plans ...</p>", "average_rating": 3.88, "author": "Agatha Christie", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739934/1376451811.37.jpg"}},{"annotation": "", "uuid": "miZa2jSRxQo23mPPPq992n", "position": 16, "book": {"uuid": "s6TM2J9NFBNWRLXwvVZ5iC", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 80, "title": "Heart of Darkness", "publication_date": "1889-01-01", "oyster_good_for_statement": "", "isbn": "9781629450209", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Dark allegory describes the narrator's journey up the Congo River and his meeting with, and fascination by, Mr. Kurtz, a mysterious personage who dominates the unruly inhabitants of the region. Masterly blend of adventure, character development, psychological penetration. Considered by many Conrad's finest, most enigmatic story.", "average_rating": 3.38, "author": "Joseph Conrad", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/609/6091355516954.84.png"}}]