[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "UQRjUk4fDVWfTpZUiixiih", "name": "Juta Academic"}, "status": 1, "author": "Joel Pollak", "uuid": "jA7iA8ATB898m4wUYhdWEH", "description": "In 2007, Minister Ronnie Kasrils, the highest-ranking Jew in South Africa's post-apartheid government, launched a campaign against Israeli policy in the occupied territories. In so doing, he ignited a public debate about the Israeli-Palestinian conflict that challenged the identity of South African Jews in the new South Africa.", "isbn": "9781919895758", "cover_img": "https://cflare.oysterbooks.com/covers/Juta%20Academic/The%20Kasrils%20Affair/1372981317.64.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "The Kasrils Affair", "publication_date": "2008-09-01", "number_print_pages": 192}, "position": 22, "uuid": "Nv4S4K6FUachknSKFj5PwU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "status": 1, "author": "Dan Balz", "uuid": "pwpB29pWrDUnAT73XVwa9L", "description": "<DIV>The Inside Story of the 2012 Presidential Campaign<BR><BR>The presidential campaign of 2012 was one of the closest and most fierce, expensive, and unpredictable in our history, and Washington Post senior political correspondent Dan Balz chronicled every twist.<BR><BR>Obama vs. Romney is a collection of 50 dispatches from the campaign trail, by one the preeminent political journalists of our times. Balz recounts the back-and-forth slugfest of 2012 in a single seamless narrative, including his hundreds of interviews with behind-the-scenes players who crafted both Obama&rsquo;s scorched-earth re-election game plan and Romney&rsquo;s audacious strategy for unseating a president. The result is a complete inside story of the campaign from the early days in both parties, through the dramatic ending that wasn&rsquo;t written until the very last hours of the election.&#160;</div>", "isbn": "9781938120725", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Obama%20vs.%20Romney%3A%20The%20%22Take%22%20on%20Election%202012/1374527483.17.jpg", "oyster_summary": "", "average_rating": 3.49, "language_code": "eng", "awards": [], "title": "Obama vs. Romney", "publication_date": "2012-08-11", "number_print_pages": 150}, "position": 19, "uuid": "f94GgvTcRobkqknQ87yHYR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Sophie Wahnich", "uuid": "zrgJN6CpvTSJnPJNpy9gYH", "description": "<p>For two hundred years after the French Revolution, the Republican tradition celebrated the execution of princes and aristocrats, defending the Terror that the Revolution inflicted upon on its enemies. But recent decades have brought a marked change in sensibility. The Revolution is no longer judged in terms of historical necessity but rather by &ldquo;timeless&rdquo; standards of morality. In this succinct essay, Sophie Wahnich explains how, contrary to prevailing interpretations, the institution of Terror sought to put a brake on legitimate popular violence&mdash;in Danton&rsquo;s words, to &ldquo;be terrible so as to spare the people the need to be so&rdquo;&mdash;and was subsequently subsumed in a logic of war. The Terror was &ldquo;a process welded to a regime of popular sovereignty, the only alternatives being to defeat tyranny or die for liberty.&rdquo;</p>", "isbn": "9781844679331", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679331/1386003984.67.jpg", "oyster_summary": "", "average_rating": 3.66, "language_code": "English", "awards": [], "title": "In Defence of the Terror", "publication_date": "2012-08-07", "number_print_pages": 144}, "position": 46, "uuid": "KcTBKUU3PKZUnhddECcUcQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Edward Jay Epstein", "uuid": "oy9YuyDDArFhJdV664ASGT", "description": "<p>Here investigative reporter Edward Jay Epstein casts fresh doubt on the events surrounding a now-infamous sexual encounter between Dominique Strauss-Kahn—better know by his initials, \"DSK”—and a maid at New York's Sofitel hotel.</p>\n<p>Epstein shows that DSK, then managing director at the IMF and a leading contender to unseat Nicolas Sarkozy as president of France, was under close surveillance both before and after the incident. Just two days before, French authorities intercepted a sensitive phone conversation with DSK in Washington, DC. It looks as if he was carrying his own bug: a smart phone.</p>\n<p>The surveillance also continued to New York: as Epstein discovers, the staff of the Sofitel can be seen watching DSK throughout his stay.</p>\n<p>Also examined is DSK's BlackBerry cell phone, which was likely compromised by French intelligence. Just before DSK left the Sofitel, the phone went missing, and it has never been found.</p>\n<p>The book also contains a collection of essential documents related to the case, including key-card records (tracking who entered DSK's suite) and never-before-released CCTV surveillance footage. DSK also goes on the record about the case for the first time with an American journalist.</p>\n<p>Epstein shows that if there was a conspiracy against DSK, as many now believe, it was an after-the-fact one in which DSK's political opponents learned of the sexual incident at the Sofitel through surveillance and shaped it into a major scandal that changed the course of French politics.</p>", "isbn": "9781612191966", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191966/1377114990.17.jpg", "oyster_summary": "", "average_rating": 3.77, "language_code": "English", "awards": [], "title": "Three Days In May", "publication_date": "2012-05-01", "number_print_pages": 0}, "position": 14, "uuid": "UwdxFbMpWefJn9T44JU6h", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Carol Berkin", "uuid": "MfQhzqxqGkimQKf9adz979", "description": "<DIV>We know--and love--the story of the American Revolution, from the Declaration of Independence to Cornwallis's defeat. But our first government was a disaster and the country was in a terrible crisis. So when a group of men traveled to Philadelphia in the summer of 1787 to save a nation in danger of collapse, they had no great expectations for the meeting that would make history. But all the ideas, arguments, and compromises led to a great thing: a constitution and a government were born that have surpassed the founders'<br>greatest hopes.<br>Revisiting all the original documents and using her deep knowledge of eighteenth-century history and politics, Carol Berkin takes a fresh look at the men who framed the Constitution, the issues they faced, and the times they lived in. Berkin transports the reader into the hearts and minds of the founders, exposing their fears and their limited expectations<br>of success.<BR></DIV>", "isbn": "9780547537818", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547537818/1376380996.32.jpg", "oyster_summary": "", "average_rating": 3.41, "language_code": "eng", "awards": [], "title": "A Brilliant Solution", "publication_date": "2003-10-20", "number_print_pages": 320}, "position": 0, "uuid": "m6GVwvKdyJEniUd69rqDQD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Arthur M. Schlesinger", "uuid": "VWoUxQLsumbXLraj3UCZG9", "description": "<DIV>Arthur M. Schlesinger, Jr., first revealed the sequences that governed American politics over the past two centuries in The Cycles of American History. In this updated edition, the prominent political historian continues to reflect on the \"recurring struggle between pragmatism and idealism in the American soul\" (Time). Faced with a new century, a new millennium, and social and technological revolutions, Schlesinger confronts the possibility of a revolution in American political cycles.</DIV>", "isbn": "9780547527505", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527505/1376383263.18.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [{"image": null, "uuid": "H5Z4rAKLPnpg2Zkf3Q9woQ", "name": "Ambassador Book Award Winner"}], "title": "The Cycles of American History", "publication_date": "1999-06-16", "number_print_pages": 512}, "position": 34, "uuid": "QMEZnM9Z2GvY6SZpBEAGfC", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Benedict Anderson", "uuid": "X3r6ZAcTG4WnMsAW9Pfg2W", "description": "<p><em>Imagined Communities</em>, Benedict Anderson&rsquo;s brilliant book on nationalism, forged a new field of study when it first appeared in 1983. Since then it has sold over a quarter of a million copies and is widely considered the most important book on the subject. In this greatly anticipated revised edition, Anderson updates and elaborates on the core question: what makes people live and die for nations, as well as hate and kill in their name?</p><p>Anderson examines the creation and global spread of the &lsquo;imagined communities&rsquo; of nationality, and explores the processes that created these communities: the territorialization of religious faiths, the decline of antique kinship, the interaction between capitalism and print, the development of secular languages-of-state, and changing conceptions of time and space. He shows how an originary nationalism born in the Americas was adopted by popular movements in Europe, by imperialist powers, and by the movements of anti-imperialist resistance in Asia and Africa.</p><p>In a new afterword, Anderson examines the extraordinary influence of <em>Imagined Communities</em>, and the book&rsquo;s international publication and reception, from the end of the Cold War era to the present day.</p>", "isbn": "9781844674848", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674848/1386003362.62.jpg", "oyster_summary": "", "average_rating": 4.08, "language_code": "English", "awards": [], "title": "Imagined Communities", "publication_date": "2006-11-17", "number_print_pages": 240}, "position": 43, "uuid": "aiiiywvYqg7gfA4iXYKGPa", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Jonathan Chait", "uuid": "6GDPYKcmKmQy4MmPrPcqYV", "description": "<DIV>American politics has been hijacked. Over the past three decades, a fringe group of economic hucksters has corrupted and perverted our nation&#8217;s policies. With dark, engaging wit, Jonathan Chait reveals how these canny zealots first took over the Republican Party and then gamed the political system and the media so that once unthinkable policies&#8212;without a shred of academic, expert, or even popular support&#8212;now drive the political agenda, regardless of which party is in power.<BR>Why have these ideas succeeded in Washington? How did a clique of extremists gain control of American economic policy and sell short the country&#8217;s future? And why do their outlandish ideas still determine policy despite repeated electoral setbacks? Chait tells the outrageous and eye-opening story, expertly explaining just how politics and economics work in Washington. He has produced a riveting drama of greed and deceit that should be read by every concerned citizen, especially in an election year.<BR></DIV>", "isbn": "9780547348124", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348124/1376379750.51.jpg", "oyster_summary": "", "average_rating": 3.91, "language_code": "eng", "awards": [], "title": "The Big Con", "publication_date": "2008-09-03", "number_print_pages": 304}, "position": 8, "uuid": "8Pdtpa9vm6py5vPw8koPdP", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Jimmy Breslin", "uuid": "ej9tavJoyUW4vgvzAqhz2S", "description": "<DIV><b>After the Watergate scandal corrupted American democracy, it took a gang of honest politicians to restore honor</b></div><BR><DIV>Not long after burglars were caught raiding the Democratic National Committee headquarters at the Watergate Hotel, Congressman Tip O&rsquo;Neill noticed that Democratic fundraising efforts for the 1972 election had stalled. Major contributors were under IRS investigation, and Republican lackeys were threatening further trouble if those donors didn&rsquo;t close their checkbooks. O&rsquo;Neill sensed a conspiracy coming from the Nixon administration, but it wasn&rsquo;t until the scandal broke that he connected the threatened donors with the Watergate burglary. In the boldest move of his career, he did something that would shock the nation: O&rsquo;Neill decided to impeach the President.</div><DIV>&#160;</div><DIV>To his fellow members of the House of Representatives, this was an ugly idea. But as evidence mounted against Nixon and his cronies, O&rsquo;Neill led the charge against the President. This blow-by-blow, conviction-by-conviction account is a gripping reminder of how O&rsquo;Neill and his colleagues brought justice to those who abused their power, and revived America after the greatest political scandal in its history.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Jimmy Breslin including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453245361", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/How%20the%20Good%20Guys%20Finally%20Won/1373330483.74.jpg", "oyster_summary": "", "average_rating": 3.73, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "title": "How the Good Guys Finally Won", "publication_date": "2012-02-14", "number_print_pages": 192}, "position": 23, "uuid": "4BVpR3sctvDofVGDuT4MCi", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "po4biqLP7m4zTfattC4cNH", "name": "Trine Day"}, "status": 1, "author": "Amy Waters Yarsinske", "uuid": "jNAFW3WL72fkSA5SyDqVqm", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The incredible story of denial, deceit, and deception that ultimately cost Navy pilot Captain Michael Scott Speicher his life is exposed in this military tell-all. Asserting that years of information has been intentionally kept from an American public, the book reveals that, contrary to reports, Speicher survived after he ejected from his stricken F/A-18 Hornet on the first night of the Persian Gulf War. Protected by a Bedouin tribal group, he evaded Saddam&#8217;s capture for nearly four years. In that time he was repeatedly promised by an American intelligence asset that a deal for his repatriation would be worked out but it never was. Speicher was left behind. After Saddam Hussein captured him, Speicher spent the next eight years in a secret Baghdad prison and being moved around in secret to avoid an American task force looking for him, and before he was killed after the United States invaded Iraq in March 2003. Author Amy Waters Yarsinske, a former naval intelligence officer and a veteran investigator and author, presents her fascinating case after years of research.", "isbn": "9781937584214", "cover_img": "https://cflare.oysterbooks.com/covers/Trine%20Day/An%20American%20in%20the%20Basement/1372982731.85.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "An American in the Basement", "publication_date": "2013-07-04", "number_print_pages": 576}, "position": 11, "uuid": "orHhv7NvhdCanJBeGFZ4FJ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "6CRaUtbextjZSAuRuZ5wRE", "name": "Regnery Publishing"}, "status": 1, "author": "DeRose", "uuid": "GxyHQT5WJ9dCMhyoTXqnu6", "description": "The Amazing True Story of the Election That Saved the Constitution\r\n\r\nIn 1789, James Madison and James Monroe ran against each other for Congress—the only time that two future presidents have contested a congressional seat.\r\n\r\nBut what was at stake, as author Chris DeRose reveals in Founding Rivals: Madison vs. Monroe, the Bill of Rights, and the Election That Saved a Nation, was more than personal ambition. This was a race that determined the future of the Constitution, the Bill of Rights, the very definition of the United States of America.\r\n\r\nFriends and political allies for most of their lives, Madison was the Constitution’s principal author, Monroe one of its leading opponents. Monroe thought the Constitution gave the federal government too much power and failed to guarantee fundamental rights. Madison believed that without the Constitution, the United States would not survive.\r\n\r\nIt was the most important congressional race in American history, more important than all but a few presidential elections, and yet it is one that historians have virtually ignored. In Founding Rivals, DeRose, himself a political strategist who has fought campaigns in Madison and Monroe’s district, relives the campaign, retraces the candidates’ footsteps, and offers the first insightful, comprehensive history of this high-stakes political battle.\r\n\r\nDeRose reveals:\r\n\r\nHow Madison’s election ensured the passage of a Bill of Rights—and how\r\nMonroe’s election would have ensured its failure\r\nHow Madison came from behind to win a narrow victory (by a margin of only 336 votes) in a district gerrymandered against him\r\nHow the Bill of Rights emerged as a campaign promise to Virginia’s evangelical Christians\r\nWhy Madison’s defeat might have led to a new Constitutional Convention—and the breakup of the United States\r\n\r\nFounding Rivals tells the extraordinary, neglected story of two of America’s most important Founding Fathers. Brought to life by unparalleled research, it is one of the most provocative books of American political history you will read this year.", "isbn": "9781596982826", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596982826/1377211444.01.jpg", "oyster_summary": "", "average_rating": 4.15, "language_code": "English", "awards": [], "title": "Founding Rivals", "publication_date": "2011-11-14", "number_print_pages": 336}, "position": 12, "uuid": "TtWpmbMgohgFhrh6L6Hfh8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Richard McGregor", "uuid": "97MQzcX4sdFzZBpQ2fHKc5", "description": "<blockquote><p>An eye-opening investigation into China's Communist Party and its integral role in the country's rise as a global superpower and rival of the United States</p></blockquote><p>China's political and economic growth in the past three decades is one of astonishing, epochal dimensions. The country has undergone a remarkable transformation on a scale similar to that of the Industrial Revolution in the West. The most remarkable part of this transformation, however, has been left largely untold&#8212;the central role of the Chinese Communist Party.</p><p>As an organization alone, the Party is a phenomenon of unique scale and power. Its membership surpasses seventy-three million, and it does more than just rule a country. The Party not only has a grip on every aspect of government, from the largest, richest cities to the smallest far-flung villages in Tibet and Xinjiang, it also has a hold on all official religions, the media, and the military. The Party presides over large, wealthy state-owned businesses, and it exercises control over the selection of senior executives of all government companies, many of which are in the top tier of the Fortune 500 list. </p><p>In <em>The Party</em>, Richard McGregor delves deeply into China's inner sanctum for the first time, showing how the Communist Party controls the government, courts, media, and military, and how it keeps all corruption accusations against its members in-house. The Party's decisions have a global impact, yet the CPC remains a deeply secretive body, hostile to the law, unaccountable to anyone or anything other than its own internal tribunals. It is the world's only geopolitical rival of the United States, and is steadfastly poised to think the worst of the West.</p><p>In this provocative and illuminating account, Richard McGregor offers a captivating portrait of China's Communist Party, its grip on power and control over China, and its future.</p>", "isbn": "9780061998089", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061998089/1376529946.11.jpg", "oyster_summary": "", "average_rating": 4.02, "language_code": "eng", "awards": [], "title": "The Party", "publication_date": "2010-06-08", "number_print_pages": 336}, "position": 25, "uuid": "sfcNCmfoabwiQLpwitigpb", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "status": 1, "author": "Steven M. Gillon", "uuid": "qhPTPDCxDhkbFdENxrC7qN", "description": "<DIV>Riding in an open-topped convertible through Dallas on November 22, 1963, Lyndon B. Johnson heard a sudden explosive sound at 12:30 PM. The Secret Service sped him away to safety, but not until 1:20 PM did he learn that John F. Kennedy had been assassinated. Sworn in next to a bloodstained Jackie Kennedy at 2:40 PM, Johnson worked feverishly until 3:00 in the morning, agonizing about the future of both his nation and his party. Unbeknownst to him, his actions had already determined the tragic outcome of his presidency.<P>In <I>November 22, 1963</I>, historian Steven Gillon tells the story of how Johnson consolidated power in the twenty-four hours following the assassination. Based on scrupulous research and new archival sources, this gripping narrative sheds new and surprising light on one of the most written-about events of the twentieth century.</DIV>", "isbn": "9780465019991", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465019991/1387370906.25.jpg", "oyster_summary": "", "average_rating": 3.95, "language_code": "eng", "awards": [], "title": "The Kennedy Assassination--24 Hours After", "publication_date": "2009-10-06", "number_print_pages": 320}, "position": 47, "uuid": "SmLwfaULgxrCwkLVdL4Wbg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Anna Funder", "uuid": "MASdHiQ35vX8xZrbC5wjy5", "description": "<p>In 1989, the Berlin Wall fell; shortly afterward the two Germanys reunited, and East Germany ceased to exist. Anna Funder&#8217;s bestselling <em>Stasiland</em> brings us extraordinary tales of real lives in the former East Germany. She meets Miriam, who tried to escape to West Berlin as a sixteen-year-old; hears the heartbreaking story of Frau Paul, who was separated from her baby by the Berlin Wall; and gets drunk with the legendary &#8220;Mik Jegger of the East,&#8221; once declared by the authorities&#8212;to his face&#8212;&#8220;no longer to exist.&#8221; And she meets the Stasi men themselves, still proud of their surveillance methods. Funder&#8217;s powerful account of that brutal world has become a contemporary classic.</p>", "isbn": "9780062077332", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062077332/1376552745.59.jpg", "oyster_summary": "", "average_rating": 4.16, "language_code": "eng", "awards": [{"image": null, "uuid": "bTc56LjDQnvy4vc4zHB27A", "name": "Winner of the Samuel Johnson Prize for Non-Fiction"}], "title": "Stasiland", "publication_date": "2011-09-20", "number_print_pages": 304}, "position": 36, "uuid": "K4ArTkUzkAjBoiQWytWRy8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tMKVPEjTx8EZNVgAnbzkMc", "name": "ProPublica"}, "status": 1, "author": "Dafna Linzer", "uuid": "8s8UNUMYSZPBLFaYF2AFqF", "description": "<DIV><DIV><b>ProPublica&rsquo;s in-depth investigation of racial disparities in America&rsquo;s presidential pardon system</b></div><DIV><BR></div><DIV>Over the past decade, presidential pardons have been four times more likely to favor whites, regardless of the type and severity of the crime committed. Applicants with connections to the United States Congress are also more likely to receive a pardon, despite 2001 reforms designed to minimize the impact of political influence on awards of clemency. In this yearlong investigation, ProPublica reporters Dafna Linzer and Jennifer LaFleur drew from hundreds of interviews with former White House counsels and pardon attorneys from the past five administrations, as well as from official documents including pardon applications and internal Justice Department memos. These sources, along with tables, graphs, and other exhibits, reveal a disturbing pattern in how and why pardons have&mdash;and have not&mdash;been awarded.</div></div>", "isbn": "9781453254387", "cover_img": "https://cflare.oysterbooks.com/covers/ProPublica/Presidential%20Pardons/1373330719.84.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Presidential Pardons", "publication_date": "2012-03-06", "number_print_pages": 50}, "position": 21, "uuid": "SGyzHrBebdhNuFCNWTyvU6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Seumas Milne", "uuid": "yMurhvY7cVEiya62qmhqMC", "description": "<p>From 9/11 to the Arab uprisings and beyond&mdash;encompassing the economic crisis, war on terror, rise of China and tide of change in Latin America&mdash;<em>The Revenge of History</em> turns the orthodoxies of the past generation on their head.</p><p>In this coruscating account of the first decade of the twenty-first century, Seumas Milne presents a powerful indictment of a US global and corporate empire in&mdash;and its British and European camp followers. Milne traces the breakdown of a failed &lsquo;free market&rsquo; system, exposes the power and resource grab driving western military interventions, explains the dynamo behind a roaring Chinese economy and highlights the social alternatives being developed in Latin America. Brilliant, bold and always incisive, The Revenge of History is essential reading for anyone wanting to understand what has gone wrong&mdash;and grasp the possibilities of an emerging future.</p>", "isbn": "9781844679645", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679645/1386004075.59.jpg", "oyster_summary": "", "average_rating": 3.5, "language_code": "English", "awards": [], "title": "The Revenge of History", "publication_date": "2012-11-16", "number_print_pages": 320}, "position": 37, "uuid": "hxcg9VSv7rwVJLFbMj66AQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Ian Johnson", "uuid": "bzcb8HFZGUJKMqXBSYfXNQ", "description": "<P>In the wake of the news that the 9/11 hijackers had lived in Europe, journalist Ian Johnson wondered how such a radical group could sink roots into Western soil. Most accounts reached back twenty years, to U.S. support of Islamist fighters in Afghanistan. But Johnson dug deeper, to the start of the Cold War, uncovering the untold story of a group of ex-Soviet Muslims who had defected to Germany during World War II. There, they had been fashioned into a well-oiled anti-Soviet propaganda machine. As that war ended and the Cold War began, West German and U.S. intelligence agents vied for control of this influential group, and at the center of the covert tug of war was a quiet mosque in Munich&#8212;radical Islam&#8217;s first beachhead in the West.  <p>Culled from an array of sources, including newly declassified documents, A Mosque in Munich interweaves the stories of several key players: a Nazi scholar turned postwar spymaster; key Muslim leaders across the globe, including members of the Muslim Brotherhood; and na&#239;ve CIA men eager to fight communism with a new weapon, Islam. A rare ground-level look at Cold War spying and a revelatory account of the West&#8217;s first, disastrous encounter with radical Islam, A Mosque in Munich is as captivating as it is crucial to our understanding the mistakes we are still making in our relationship with Islamists today<br>", "isbn": "9780547488684", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488684/1376380650.74.jpg", "oyster_summary": "", "average_rating": 3.72, "language_code": "eng", "awards": [{"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "title": "A Mosque in Munich", "publication_date": "2010-05-04", "number_print_pages": 336}, "position": 15, "uuid": "oprHhW9NAejA887XUDPznj", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Daniel Johnson", "uuid": "qWKd5FUMQWHWaQgSGxyxee", "description": "<DIV>Daniel Johnson -- journalist, editor, scholar, and chess enthusiast who once played Garry Kasparov to a draw in a simultaneous exhibition -- is the perfect guide to one of history&#8217;s most remarkable periods, when chess matches were front-page news and captured the world&#8217;s imagination.<br><br>The Cold War played out in many areas: geopolitical alliances, military coalitions, cat-and-mouse espionage, the arms race, proxy wars -- and chess. An essential pastime of Russian intellectuals and revolutionaries, and later adopted by the Communists as a symbol of Soviet power, chess was inextricably linked to the rise and fall of the &#147;evil empire.&#8221; This original narrative history recounts in gripping detail the singular part the Immortal Game played in the Cold War. From chess&#8217;s role in the Russian Revolution -- Marx, Lenin, and Trotsky were all avid players -- to the 1945 radio match when the Soviets crushed the Americans, prompting Stalin&#8217;s telegram &#147;Well done lads!&#8221;; to the epic contest between Bobby Fischer and Boris Spassky in 1972 at the height of d&#233;tente, when Kissinger told Fischer to &#147;go over there and beat the Russians&#8221;; to the collapse of the Soviet Union itself, White King and Red Queen takes us on a fascinating tour of the Cold War&#8217;s checkered landscape.</div>", "isbn": "9780547393841", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393841/1376380612.36.jpg", "oyster_summary": "", "average_rating": 3.67, "language_code": "eng", "awards": [], "title": "White King and Red Queen", "publication_date": "2008-11-10", "number_print_pages": 384}, "position": 23, "uuid": "hBmm92BkQFDo5vWd9e8iKS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Helen Castor", "uuid": "BDedR3ThqNwmHSyxSKhVy5", "description": "<p>When Edward VI died in 1553, the extraordinary fact was that there was no one left to claim the title of king of England. For the first time, England would have a reigning queen&#8212;but the question was which one: Katherine of Aragon's daughter, Mary; Anne Boleyn's daughter, Elizabeth; or one of their cousins, Lady Jane Grey or Mary, Queen of Scots. </p><p>But female rule in England also had a past. Four hundred years before Edward's death, Matilda, daughter of Henry I and granddaughter of William the Conqueror, came tantalizingly close to securing the crown for herself. And between the twelfth and fifteenth centuries three more exceptional women&#8212;Eleanor of Aquitaine, Isabella of France, and Margaret of Anjou&#8212;discovered how much was possible if pre-sumptions of male rule were not confronted so explicitly&#8212;and just how quickly they might be vilified as \"she-wolves\" for their pains.</p><p>The stories of these women, told here in all their vivid detail, expose the paradox that female heirs to the Tudor throne had no choice but to negotiate. Man was the head of woman, and the king was the head of all. How, then, could royal power lie in female hands? </p>", "isbn": "9780062065780", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065780/1376552532.45.jpg", "oyster_summary": "", "average_rating": 3.94, "language_code": "eng", "awards": [], "title": "She-Wolves", "publication_date": "2011-02-22", "number_print_pages": 496}, "position": 33, "uuid": "cdM96H7sXmAae8uc9BMzPP", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Arthur M. Schlesinger", "uuid": "7igfndkPHMRHTqLRKh5Sri", "description": "<DIV>From two-time Pulitzer Prize&#150;winning historian Arthur M. Schlesinger, Jr., comes one of the most important and influential investigations of the American presidency. The Imperial Presidency traces the growth of presidential power over two centuries, from George Washington to George W. Bush, examining how it has both served and harmed the Constitution and what Americans can do about it in years to come. The book that gave the phrase &#147;imperial presidency&#8221; to the language, this is a work of &#147;substantial scholarship written with lucidity, charm, and wit&#8221; (The New Yorker).</div>", "isbn": "9780547527352", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527352/1376382495.06.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "The Imperial Presidency", "publication_date": "2004-08-12", "number_print_pages": 624}, "position": 9, "uuid": "QGxxjNTfjbLkmbsqG7sy7A", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Jean Hatzfeld", "uuid": "9wPZkTqJW4eKGFDdhkmc8j", "description": "\"To make the effort to understand what happened in Rwanda is a painful task that we have no right to shirk–it is part of being a moral adult.\"\r\n–Susan Sontag\r\n\r\nIn the late 1990s, French author and journalist Jean Hatzfeld made several journeys into the hilly, marshy region of the Bugesera, one of the areas most devastated by the Rwandan genocide of April 1994, where an average of five out of six Tutsis were hacked to death with machete and spear by their Hutu neighbors and militiamen. In the villages of Nyamata and N'tarama, Hatzfeld interviewed fourteen survivors of the genocide, from orphan teenage farmers to the local social worker. For years the survivors had lived in a muteness as enigmatic as the silence of those who survived the Nazi concentration camps. In Life Laid Bare, they speak for those who are no longer alive to speak for themselves; they tell of the deaths of family and friends in the churches and marshes to which they fled, and they attempt to account for the reasons behind the Tutsi extermination. For many of the survivors \"life has broken down,\" while for others, it has \"stopped,\" and still others say that it \"absolutely must go on.\"\r\n\r\nThese horrific accounts of life at the very edge contrast with Hatzfeld's own sensitive and vivid descriptions of Rwanda's villages and countryside in peacetime. These voices of courage and resilience exemplify the indomitable human spirit, and they remind us of our own moral responsibility to bear witness to these atrocities and to never forget what can come to pass again. Winner of the Prix France Culture and the Prix Pierre Mille, Life Laid Bare allows us, in the author's own words, \"to draw as close as we can get to the Rwandan genocide.\"", "isbn": "9781590516690", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516690/1378051094.41.jpg", "oyster_summary": "", "average_rating": 4.94, "language_code": "English", "awards": [], "title": "Life Laid Bare", "publication_date": "2013-03-26", "number_print_pages": 0}, "position": 30, "uuid": "XizdymJS58tyPys7cqtRvZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Garry Wills", "uuid": "4rUccwUxdeWKiJtwphaBZb", "description": "<DIV>One of our greatest historians offers a surprising new view of the greatest historian of the nineteenth century, Henry Adams.<BR><BR>Wills showcases Henry Adams's little-known but seminal study of the early United States and elicits from it fresh insights on the paradoxes that roil America to this day. Adams drew on his own southern fixation, his extensive foreign travel, his political service in Lincoln's White House, and much more to invent the study of history as we know it. His nine-volume chronicle of America from 1800 to 1816 established new standards for employing archival sources, firsthand reportage, eyewitness accounts, and other techniques that have become the essence of modern history.<BR>Adams's innovations went beyond the technical; he posited an essentially ironic view of the legacy of Jefferson and Madison. As is well known, they strove to shield the young country from \"foreign entanglements,\" a standing army, a central bank, and a federal bureaucracy, among other hallmarks of \"big government.\" Yet by the end of their tenures they had permanently entrenched all of these things in American society. This is the \"American paradox\" that defines us today: the idealized desire for isolation and political simplicity battling against the inexorable growth and intermingling of political, economic, and military forces. As Wills compellingly shows, the ironies spawned two centuries ago still inhabit our foreign policy and the widening schisms over economic and social policy.<BR>Ambitious in scope, nuanced in detail and argument, Henry Adams and the Making of America throws brilliant light on how history is made -- in both senses of the term.</DIV>", "isbn": "9780547959405", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547959405/1376382603.3.jpg", "oyster_summary": "", "average_rating": 3.86, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Henry Adams and the Making of America", "publication_date": "2007-08-02", "number_print_pages": 480}, "position": 10, "uuid": "WVVch92HNrbDQaHDnbMBv4", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Richard Gott", "uuid": "Q6CoPJeHR5RMtJDckGubsH", "description": "<p>The authoritative first-hand account of contemporary Venezuela, Hugo Chávez places the country&rsquo;s controversial and charismatic president in historical perspective, and examines his plans and programs. Welcomed in 1999 by the inhabitants of the teeming shanty towns of Caracas as their potential savior, and greeted by Washington with considerable alarm, this former golpista-turned-democrat took up the aims and ambitions of Venezuela&rsquo;s liberator, simón Bolivar. Now in office for over a decade, President Chávez has undertaken the most wide-ranging transformation of oil-rich Venezuela for half a century, and dramatically affected the political debate throughout Latin America. In this updated edition, Richard Gott reflects on the achievements of the Bolivarian revolution, and the challenges that lie ahead.</p>", "isbn": "9781844678020", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678020/1386003489.98.jpg", "oyster_summary": "", "average_rating": 3.57, "language_code": "English", "awards": [], "title": "Hugo Chavez and the Bolivarian Revolution", "publication_date": "2011-07-05", "number_print_pages": 368}, "position": 31, "uuid": "pg7U29DGUvUtSS6rtFR5nF", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "B.R. Myers", "uuid": "prKZuz2dRodjg3da3ThhA6", "description": "<p>For years, North Korea watchers who speak no Korean have been confidently telling the world what motivates Kim Jong-Il. But in The Cleanest Race, B.R. Myers, a North Korea analyst and contributing editor of the Atlantic Monthly, presents the first full-length study of the North Korean worldview. In a lavishly illustrated work that draws on extensive research into the regime's domestic propaganda, including films, romance novels and other artifacts of the personality cult, Myers analyzes each of the country's official myths in turn—from the notion of Koreans' unique moral purity, to the myth of an America quaking in terror of \"the Iron General.” And in a groundbreaking historical section, Myers also traces the origins of this official culture back to the Japanese fascist thought in which North Korea's first ideologues were schooled.</p>\n<p>What emerges is a regime completely unlike the West's perception of it _ neither a bastion of Stalinism nor a Confucian patriarchy, but a paranoid nationalist, \"military-first” state on the far right of the political spectrum. Given that North Korea is now calling for a \"blood reckoning” with the \"Yankee jackals,” Myers' unprecedented analysis could not be more timely.</p>", "isbn": "9781935554974", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554974/1377113813.88.jpg", "oyster_summary": "", "average_rating": 3.93, "language_code": "English", "awards": [], "title": "The Cleanest Race", "publication_date": "2011-02-01", "number_print_pages": 224}, "position": 6, "uuid": "kuCVbUP9ibBaWf8RcWkUg6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "John Nichols", "uuid": "57359qcKAb6A3Jv9SEuhtk", "description": "<p>A few months before the 2010 midterms, Newt Gingrich described the socialist infiltration of American government and media as &ldquo;even more disturbing than the threats from foreign terrorists.&rdquo; John Nichols offers an unapologetic retort to the return of red-baiting in American political life&mdash;arguing that socialism has a long, proud, American history. Tom Paine was enamored of early socialists, Horace Greeley employed Karl Marx as a correspondent, and Helen Keller was an avowed socialist. <em>The &ldquo;S&rdquo; Word</em> gives Americans back a crucial aspect of their past and makes a forthright case for socialist ideas today.</p>", "isbn": "9781844678211", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678211/1386003581.71.jpg", "oyster_summary": "", "average_rating": 3.99, "language_code": "English", "awards": [], "title": "The S Word", "publication_date": "2011-03-21", "number_print_pages": 336}, "position": 44, "uuid": "Q4xcNRaTaN8vH7vYhqXsxK", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Friedrich Engels", "uuid": "CEC6rwz6kqp3tnJD3iqSAg", "description": "<p>In the two decades following the fall of the Berlin Wall, global capitalism became entrenched in its modern, neoliberal form. Its triumph was so complete that the word &ldquo;capitalism&rdquo; itself fell out of use in the absence of credible political alternatives. But with the outbreak of financial crisis and global recession in the twenty-first century, capitalism is once again up for discussion. The status quo can no longer be taken for granted.</p><p>As Eric Hobsbawm argues in his acute and elegant introduction to this modern edition, in such times <em>The Communist Manifesto</em> emerges as a work of great prescience and power despite being written over a century and a half ago. He highlights Marx and Engels&rsquo;s enduring insights into the capitalist system: its devastating impact on all aspects of human existence; its susceptibility to enormous convulsions and crises; and its fundamental weakness.</p>", "isbn": "9781844679034", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679034/1386003800.55.jpg", "oyster_summary": "", "average_rating": 3.43, "language_code": "English", "awards": [], "title": "The Communist Manifesto", "publication_date": "2012-04-04", "number_print_pages": 96}, "position": 48, "uuid": "8tVFDmAXPNFmn8UDHKbKdA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "status": 1, "author": "Peter Marshall", "uuid": "NYmYuKqC37svgo9m2hZT7e", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Lively and authoritative, this study of a widely misunderstood subject skillfully navigates the rough waters of anarchistic concepts&#151;from Taoism to Situationism, ranters to punk rockers, individualists to communists, and anarcho-syndicalists to anarcha-feminists. Exploring key anarchist ideas of society and the state, freedom and equality, authority and power, the record investigates the successes and failures of anarchist movements throughout the world. Presenting a balanced and critical survey, the detailed document covers not only classic anarchist thinkers&#151;such as Godwin, Proudhon, Bakunin, Kropotkin, Reclus, and Emma Goldman&#151;but also other libertarian figures, such as Nietzsche, Camus, Gandhi, Foucault, and Chomsky. Essential reading for anyone wishing to understand what anarchists stand for and what they have achieved, this fascinating account also includes an epilogue that examines the most recent developments, including postanarchism and anarcho-primitivism as well as the anarchist contributions to the peace, green, and global justice movements of the 21st century.</P></DIV></DIV>", "isbn": "9781604862706", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Demanding%20the%20Impossible/1372977479.78.jpg", "oyster_summary": "", "average_rating": 4.16, "language_code": "eng", "awards": [], "title": "Demanding the Impossible", "publication_date": "2009-12-01", "number_print_pages": 800}, "position": 29, "uuid": "FhqBKFSaZTVCWbXV3ernLE", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tMKVPEjTx8EZNVgAnbzkMc", "name": "ProPublica"}, "status": 1, "author": "Sebastian Rotella", "uuid": "TLak5QjsKCSEU83yHbL2t", "description": "<DIV><DIV><b>The harrowing and heartrending story of Guatemala&rsquo;s Dos Erres massacre, and the survivors whose lives were forever changed by it </b></div><DIV></div><DIV>In 1982, at the height of Guatemala&rsquo;s civil war, twenty soldiers from the army&rsquo;s commando unit, called the Kaibiles, invaded the farming village of Dos Erres. Masquerading as leftist guerillas, the squad members cut their way through the small town, killing more than 250 men, women, and children. Only a handful of people survived. One of them, a young boy, was adopted by Kaibil lieutenant Ram&iacute;rez and raised by Ram&iacute;rez&rsquo;s family, who named him Oscar. Just three years old at the time of the massacre, Oscar grew up unaware of his true origins. It wasn&rsquo;t until almost thirty years later, living in the suburbs of Boston with a family of his own, that Oscar would learn the truth.</div><DIV>&#160;</div><DIV>Drawn from interviews with massacre survivors, commandos-turned-protected witnesses, lawyers, and forensic anthropologists, <i>Finding Oscar</i> is a powerful, groundbreaking investigation into the Dos Erres massacre and its aftermath. It is an unforgettable account of the secret abductions of Dos Erres survivors, the mission to bring the perpetrators to justice, and the courage of the Guatemalan people.</div><DIV>&#160;</div><DIV>This ebook contains content not available anywhere else. Additional features include:</div><ul>    <li>A preface by Sebastian Rotella</li>    <li>An afterword by acclaimed author Francisco Goldman</li></ul><DIV>Oscar&rsquo;s story is also featured on the May 25, 2012, episode of <i>This American Life</i>, available for download at www.thisamericanlife.org. A slide show, timeline, and details about how this story was reported can be found at www.propublica.org.</div></div>", "isbn": "9781453265826", "cover_img": "https://cflare.oysterbooks.com/covers/ProPublica/Finding%20Oscar/1373331162.0.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Finding Oscar", "publication_date": "2012-05-25", "number_print_pages": 30}, "position": 22, "uuid": "Qtdza5sVEMT7fqYu75tERd", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Hannah Arendt", "uuid": "ge2PfrciTB3Hg93py6hbMb", "description": "<P><B>Hannah Arendt's definitive work on totalitarianism and an essential component of any study of twentieth-century political history</B></P> <p>&#160; <p><I>The Origins of Totalitarianism</I> begins with the rise of anti-Semitism in central and western Europe in the 1800s and continues with an examination of European colonial imperialism from 1884 to the outbreak of World War I. Arendt explores the institutions and operations of totalitarian movements, focusing on the two genuine forms of totalitarian government in our time&#8212;Nazi Germany and Stalinist Russia&#8212;which she adroitly recognizes were two sides of the same coin, rather than opposing philosophies of Right and Left. From this vantage point, she discusses the evolution of classes into masses, the role of propaganda in dealing with the nontotalitarian world, the use of terror, and the nature of isolation and loneliness as preconditions for total domination.", "isbn": "9780547543154", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543154/1376381487.21.jpg", "oyster_summary": "", "average_rating": 4.17, "language_code": "eng", "awards": [], "title": "The Origins of Totalitarianism", "publication_date": "1973-03-21", "number_print_pages": 576}, "position": 24, "uuid": "C8AJaUE59BhAbd7Y6NLoz7", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "status": 1, "author": "Andrew Tabler", "uuid": "Yf5acwKnnREDrZK7MVLc9A", "description": "<DIV><DIV>A key player in the Middle East and the site of violent protests in 2011, Syria has long been a thorn in Washington's side when it comes to forging peace or rolling back the influence of the Islamic republic of Iran. But only after the events of 9/11 and Damascus's staunch opposition to the war in Iraq did the U.S. government begin an unannounced campaign to pressure President Bashar al-Assad's regime to revamp its regional and domestic policies. The book vividly captures Tabler's behind-the-scenes experiences and provides a firsthand look at 21st-century Syria and Washington's attempts to craft a \"New Middle East.\" Examining the effects of the neoconservatives' strategy and asking what went wrong and how Washington can achieve a new relationship with this pivotal Middle Eastern nation, this investigation provides a rare glimpse into U.S. foreign policy in the Middle East.</DIV></DIV>", "isbn": "9781569769362", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/In%20the%20Lion%27s%20Den/1372976736.56.jpg", "oyster_summary": "", "average_rating": 3.91, "language_code": "eng", "awards": [], "title": "In the Lion's Den", "publication_date": "2011-09-01", "number_print_pages": 288}, "position": 17, "uuid": "AiWmkSfU86yDdVTUBaY64V", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "status": 1, "author": "George Katsiaficas", "uuid": "FV8mUhCQShJdaLHTLSzYy5", "description": "Using social movements as a prism to illuminate the oft-hidden history of 20th-century Korea, this book provides detailed analysis of major uprisings that have patterned the country&#8217;s politics and society. From the 1894 Tonghak uprising through the March 1, 1919, independence movement and anti-Japanese resistance, a direct line is traced to the popular opposition to U.S. division of Korea after World War II. The overthrow of Syngman Rhee in 1960, resistance to Park Chung-hee, the 1980 Gwangju Uprising, as well as student, labor, and feminist movements are all recounted with attention to their economic and political contexts. This is the first of two volumes that emphasizes the effects of grassroots political movements in different countries of Asia.", "isbn": "9781604867213", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Asia%27s%20Unknown%20Uprisings%20Volume%201/1372980340.6.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Asia's Unknown Uprisings Volume 1", "publication_date": "2012-03-01", "number_print_pages": 480}, "position": 21, "uuid": "KUehr3uwHgSyDMRAyT4izZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Cokie Roberts", "uuid": "fnkXbA9gasz48US9EbvtXG", "description": "<p>Cokie Roberts's number one <em>New York Times</em> bestseller, <em>We Are Our Mothers' Daughters</em>, examined the nature of women's roles throughout history and led <em>USA Today</em> to praise her as a \"custodian of time-honored values.\" Her second bestseller, <em>From This Day Forward</em>, written with her husband, Steve Roberts, described American marriages throughout history, including the romance of John and Abigail Adams. Now Roberts returns with <em>Founding Mothers</em>, an intimate and illuminating look at the fervently patriotic and passionate women whose tireless pursuits on behalf of their families -- and their country -- proved just as crucial to the forging of a new nation as the rebellion that established it.</p><p>While much has been written about the men who signed the Declaration of Independence, battled the British, and framed the Constitution, the wives, mothers, sisters, and daughters they left behind have been little noticed by history. Roberts brings us the women who fought the Revolution as valiantly as the men, often defending their very doorsteps. While the men went off to war or to Congress, the women managed their businesses, raised their children, provided them with political advice, and made it possible for the men to do what they did. The behind-the-scenes influence of these women -- and their sometimes very public activities -- was intelligent and pervasive.</p><p>Drawing upon personal correspondence, private journals, and even favored recipes, Roberts reveals the often surprising stories of these fascinating women, bringing to life the everyday trials and extraordinary triumphs of individuals like Abigail Adams, Mercy Otis Warren, Deborah Read Franklin, Eliza Pinckney, Catherine Littlefield Green, Esther DeBerdt Reed, and Martha Washington -- proving that without our exemplary women, the new country might never have survived.</p><p>Social history at its best, <em>Founding Mothers</em> unveils the drive, determination, creative insight, and passion of the other patriots, the women who raised our nation. Roberts proves beyond a doubt that like every generation of American women that has followed, the founding mothers used the unique gifts of their gender -- courage, pluck, sadness, joy, energy, grace, sensitivity, and humor -- to do what women do best, put one foot in front of the other in remarkable circumstances and carry on.</p>", "isbn": "9780061867460", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061867460/1376527918.59.jpg", "oyster_summary": "", "average_rating": 3.53, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Founding Mothers", "publication_date": "2009-04-14", "number_print_pages": 384}, "position": 28, "uuid": "svKJyTj7KBKTmZwoZzjWXj", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Loung Ung", "uuid": "ptJbtXhtw8vBUuHUY8pHw4", "description": "<p>One of seven children of a high-ranking government official, Loung Ung lived a privileged life in the Cambodian capital of Phnom Penh until the age of five. Then, in April 1975, Pol Pot's Khmer Rouge army stormed into the city, forcing Ung's family to flee and, eventually, to disperse. Loung was trained as a child soldier in a work camp for orphans, her siblings were sent to labor camps, and those who survived the horrors would not be reunited until the Khmer Rouge was destroyed.</p><p>Harrowing yet hopeful, Loung's powerful story is an unforgettable account of a family shaken and shattered, yet miraculously sustained by courage and love in the face of unspeakable brutality.</p>", "isbn": "9780062036544", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062036544/1376531033.14.jpg", "oyster_summary": "", "average_rating": 4.23, "language_code": "eng", "awards": [], "title": "First They Killed My Father", "publication_date": "2010-10-12", "number_print_pages": 288}, "position": 26, "uuid": "7CLXLcJF5nNdprbxPuJn44", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Frederick Taylor", "uuid": "jXrbM2N9dCwU6ZSoUwC349", "description": "<p>On the morning of August 13, 1961, the residents of East Berlin found themselves cut off from family, friends and jobs in the West by a tangle of barbed wire that ruthlessly cut a city of four million in two. Within days the barbed-wire entanglement would undergo an extraordinary metamorphosis: it became an imposing 103-mile-long wall guarded by three hundred watchtowers. A physical manifestation of the struggle between Soviet Communism and American capitalism&#8212;totalitarianism and freedom&#8212;that would stand for nearly thirty years, the Berlin Wall was the high-risk fault line between East and West on which rested the fate of all humanity. Many brave people risked their lives to overcome this lethal barrier, and some paid the ultimate price.</p><p>In this captivating work, sure to be the definitive history on the subject, Frederick Taylor weaves together official history, archival materials and personal accounts to tell the complete story of the Wall's rise and fall, from the postwar political tensions that created a divided Berlin to the internal and external pressures that led to the Wall's demise. In addition, he explores the geopolitical ramifications as well as the impact the wall had on ordinary lives that is still felt today. For the first time the entire world faced the threat of imminent nuclear apocalypse, a fear that would be eased only when the very people the Wall had been built to imprison breached it on the historic night of November 9, 1989.</p><p>Gripping and authoritative, <em>The Berlin Wall</em> is the first comprehensive account of a divided city and its people in a time when the world seemed to stand permanently on the edge of destruction. </p>", "isbn": "9780061870361", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061870361/1376527970.76.jpg", "oyster_summary": "", "average_rating": 4.01, "language_code": "eng", "awards": [], "title": "The Berlin Wall", "publication_date": "2009-10-13", "number_print_pages": 528}, "position": 5, "uuid": "k2qH77Bd6Eeq4iEbSDYw3E", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "kEZyg4HDgiScw6jmfVU3ee", "name": "University of Illinois Press"}, "status": 1, "author": "Liette Gidlow", "uuid": "PZFqt6imaKfmgbQw8YaPaK", "description": "Election 2008 made American history, but it was also the product of American history. Barack Obama, Hillary Clinton, and Sarah Palin smashed through some of the most enduring barriers to high political office, but their exceptional candidacies did not come out of nowhere. In these timely and accessible essays, a distinguished group of historians explores how the candidates both challenged and reinforced historic stereotypes of race and sex while echoing familiar themes in American politics and exploiting new digital technologies._x000B__x000B_Contributors include Kathryn Kish Sklar on Clinton's gender masquerade; Tiffany Ruby Patterson on the politics of black anger; Mitch Kachun on Michelle Obama and stereotypes about black women's bodies; Glenda E. Gilmore on black women's century of effort to expand political opportunities for African Americans; Tera W. Hunter on the lost legacy of Shirley Chisholm; Susan M. Hartmann on why the U.S. has not yet followed western democracies in electing a female head of state; Melanie Gustafson on Palin and the political traditions of the American West; Ronald Formisano on the populist resurgence in 2008; Paula Baker on how digital technologies threaten the secret ballot; Catherine E. Rymph on Palin's distinctive brand of political feminism; and Elisabeth I. Perry on the new look of American leadership.", "isbn": "9780252093654", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252093654/1377658029.47.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Obama, Clinton, Palin", "publication_date": "2011-12-21", "number_print_pages": 192}, "position": 20, "uuid": "5MLBB2vRUzAtHGqFNzP7Gn", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Daniel Klaidman", "uuid": "hsJaofukjmd7f9KtVhmHZT", "description": "<div><p>Is Barack Obama an idealist or a ruthless pragmatist? He vowed to close Guant&#225;namo, put an end to coercive interrogation and military tribunals, and restore American principles of justice, yet in his first term he has backtracked on each of these promises, ramping up the secret war of drone strikes and covert operations. Behind the scenes, wrenching debates between hawks and doves&#8212;those who would kill versus those who would capture&#8212;have repeatedly tested the very core of the president&#8217;s identity.<BR><BR>Top investigative reporter Dan Klaidman has spoken to dozens of sources to piece together a riveting Washington story packed with revelations. As the president&#8217;s inner circle debated secret programs, new legal frontiers, and the disjuncture between principles and down-and-dirty politics, Obama vacillated, sometimes lashed out, and spoke in lofty tones while approving a mounting toll of assassinations and kinetic-war operations. Klaidman&#8217;s fly-on-the-wall reporting reveals who has his ear, how key national security decisions are really made, and whether or not President Obama has lived up to the promise of candidate Obama. Readers making up their minds about him during the 2012 election year will turn to <I>Kill or Capture</I> to decide.</DIV>", "isbn": "9780547547787", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547547787/1376382009.97.jpg", "oyster_summary": "", "average_rating": 3.79, "language_code": "eng", "awards": [], "title": "Kill or Capture", "publication_date": "2012-06-05", "number_print_pages": 304}, "position": 2, "uuid": "Ts5NUjR7VTWZvtBhPBAVCT", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "NnSvsMsxGAe236mc6FGbQT", "name": "Santa Monica Press"}, "status": 1, "author": "David L. Robb", "uuid": "RezE7NQDeip5R2W4s2DACL", "description": "Combining a detective story with political intrigue, this recollection delves into the infamous presidential battle between Richard Nixon and John F. Kennedy&#151;and the lengths to which both parties went to destroy one another. The history introduces two key personalities: a manic-depressive private eye named Guenther Reinhardt and Richard Nixon&#8217;s psychotherapist, Dr. Arnold Hutschnecker. Illustrating how Reinhardt was hired to destroy the Republican candidate and how he eventually discovered Nixon was in therapy, the study also details how Nixon was already plotting to destroy his rival, revealing that the young and charismatic senator from Massachusetts had his own medical secret. This controversial chronicle features Reinhardt&#8217;s full confidential report on Nixon&#8217;s treatment as well as Dr. Hutschnecker&#8217;s unpublished memoirs, providing many insights into his &#147;forbidden&#8221; relationship with the former president and Nixon&#8217;s own intriguing psychology. This is the shocking true story of secrets kept and secrets revealed, the men and women who guarded those secrets, and those who would expose them.", "isbn": "9781595808509", "cover_img": "https://cflare.oysterbooks.com/covers/Santa%20Monica%20Press/The%20Gumshoe%20and%20the%20Shrink/1372980975.89.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "The Gumshoe and the Shrink", "publication_date": "2012-03-15", "number_print_pages": 336}, "position": 20, "uuid": "BViwuasaVHNx8dUQ66jhRQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "status": 1, "author": "The Washington Post", "uuid": "cey9EF9sfZwPgMc4BXbWLa", "description": "<DIV>Barack Obama arrived in Washington in 2008 symbolizing the political change he promised on the campaign trail during his historic presidential victory. But in many ways, Washington changed Obama more than Obama changed Washington. This is the story of how the idealist of the 2008 campaign evolved into a hard-nosed pragmatist, shelving his promise of a new kind of politics to fight increasingly partisan budget battles and run a bare-knuckles re-election campaign. Through a series of articles and photographs published by The Washington Post, this book outlines the change in his political personality during his four years in office, and describes his engagement with some of the most challenging issues he confronted during his time in office &ndash; and what his approach may mean for a second term should he win in November.</div>", "isbn": "9781938120657", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Obama%3A%20The%20Evolution%20of%20a%20President/1374527473.92.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Obama", "publication_date": "2012-08-10", "number_print_pages": 78}, "position": 19, "uuid": "XfZmjJxCh3EbwbTeEJZcAW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "James Carroll", "uuid": "o9caZwccFHtKsmoPHaR2rC", "description": "<DIV>In House of War, the best-selling author James Carroll has created a history of the Pentagon that is both epic and personal. Through Carroll we see how the Pentagon, since its founding, has operated beyond the control of any force in government or society, undermining the very national security it is sworn to protect.From its \"birth\" on September 11, 1941, through the nuclear buildup of the Cold War and the eventual \"shock and awe\" of Iraq, Carroll recounts how \"the Building\" and its officials have achieved what President Eisenhower called \"a disastrous rise of misplaced power.\"<br><br>This is not faded history. House of War offers a compelling account of the virtues and follies that led America to permanently, and tragically, define itself around war. Carroll shows how the consequences of the American response to September 11, 2001 -&#150; including two wars and an ignited Middle East -&#150; form one end of an arc that stretches from Donald Rumsfeld back to James Forrestal, the first man to occupy the office of secretary of defense in the Pentagon. House of War confronts this dark past so we may understand the current war and forestall the next.</div>", "isbn": "9780547526454", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526454/1376383128.83.jpg", "oyster_summary": "", "average_rating": 4.21, "language_code": "eng", "awards": [{"image": null, "uuid": "q4bL34fUHhEnnHHobuFHvC", "name": "PEN/John Kenneth Galbraith Award Winner"}], "title": "House of War", "publication_date": "2007-06-04", "number_print_pages": 672}, "position": 3, "uuid": "kouYzvFbAVz33EtCAUtdHM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Rudolph Herzog", "uuid": "gYsZG2NGkXBAp35wKrP7wJ", "description": "<p>Rudolph Herzog, the acclaimed author of Dead Funny, presents a devastating account of history's most irresponsible uses of nuclear technology. From the rarely-discussed nightmare of \"Broken Arrows” (40 nuclear weapons lost during the Cold War) to \"Operation Plowshare” (a proposal to use nuclear bombs for large engineering projects, such as a the construction of a second Panama Canal using 300 H-Bombs), Herzog focuses in on long-forgotten nuclear projects that nearly led to disaster.</p>\n<p>In an unprecedented people's history, Herzog digs deep into archives, interviews nuclear scientists, and collects dozens of rare photos. He explores the \"accidental” drop of a Nagasaki-type bomb on a train conductor's home, the implanting of plutonium into patients' hearts, and the invention of wild tactical nukes, including weapons designed to kill enemy astronauts.</p>\n<p>Told in a riveting narrative voice, Herzog—the son of filmmaker Werner Herzog—also draws on childhood memories of the final period of the Cold War in Germany, the country once seen as the nuclear battleground for NATO and the Warsaw Pact countries, and discusses evidence that Nazi scientists knew how to make atomic weaponry ... and chose not to.</p>", "isbn": "9781612191744", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191744/1377114907.71.jpg", "oyster_summary": "", "average_rating": 3.22, "language_code": "English", "awards": [], "title": "A Short History Of Nuclear Folly", "publication_date": "2013-04-30", "number_print_pages": 256}, "position": 7, "uuid": "dLStsJVt4dHoyUwgxZmGVL", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Perry Anderson", "uuid": "URVpfHsqb6z3v94mh2wcUb", "description": "<p>The political nature of Absolutism has long been a subject of controversy within historical materialism. Developing considerations advanced in <em>Passages from Antiquity to Feudalism</em>, this book situates the Absolutist states of the early modern epoch against the prior background of European feudalism. It is divided into two parts. The first discusses the overall structures of Absolutism as a state-system in Western Europe, from the Renaissance onwards. It then looks in turn at the trajectory of each of the specific Absolutist states in the dominant countries of the West&mdash;Spain, France, England and Sweden, set off against the case of Italy, where no major indigenous Absolutism developed.</p><p>The second part of the work sketches a comparative prospect of Absolutism in Eastern Europe. The peculiarities, as well as affinities, of Eastern Absolutism as a distinct type of royal state, are examined. The variegated monarchies of Prussia, Austria and Russia are surveyed, and the lessons asked of the counter-example of Poland. Finally, the structureof the Ottoman Empire in the Balkans is taken as an external gauge by which the singularity of Absolutism as a European phenomenon is assessed. The work ends with some observations on the special position occupied by European development within universal history, which draws themes from both <em>Passages from Antiquity to Feudalism</em> and<em>Lineages of the Absolutist State</em> together into a single argument&mdash;within their common limits&mdash;as materials for debate.</p>", "isbn": "9781781680544", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680544/1386003145.38.jpg", "oyster_summary": "", "average_rating": 3.97, "language_code": "English", "awards": [], "title": "Lineages of the Absolutist State", "publication_date": "2013-03-12", "number_print_pages": 576}, "position": 45, "uuid": "npQKdbRftmoKLwUgJ3328a", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "John Heilemann", "uuid": "z7sQDTVhhybdcWi9YT778a", "description": "<p>\"This shit would be really interesting if we weren't in the middle of it.\"&#8212;Barack Obama, September 2008</p><p>In 2008, the presidential election became blockbuster entertainment. Everyone was watching as the race for the White House unfolded like something from the realm of fiction. The meteoric rise and historic triumph of Barack Obama. The shocking fall of the House of Clinton&#8212;and the improbable resurrection of Hillary as Obama's partner and America's face to the world. The mercurial performance of John McCain and the mesmerizing emergence of Sarah Palin. But despite the wall-to-wall media coverage of this spellbinding drama, remarkably little of the real story behind the headlines has yet been told.</p><p>In <em>Game Change</em>, John Heilemann and Mark Halperin, two of the country's leading political reporters, use their unrivaled access to pull back the curtain on the Obama, Clinton, McCain, and Palin campaigns. How did Obama convince himself that, despite the thinness of his r&#233;sum&#233;, he could somehow beat the odds to become the nation's first African American president? How did the tumultuous relationship between the Clintons shape&#8212;and warp&#8212;Hillary's supposedly unstoppable bid? What was behind her husband's furious outbursts and devastating political miscalculations? Why did McCain make the novice governor of Alaska his running mate? And was Palin merely painfully out of her depth&#8212;or troubled in more serious ways?</p><p><em>Game Change</em> answers those questions and more, laying bare the secret history of the 2008 campaign. Heilemann and Halperin take us inside the Obama machine, where staffers referred to the candidate as \"Black Jesus.\" They unearth the quiet conspiracy in the U.S. Senate to prod Obama into the race, driven in part by the fears of senior Democrats that Bill Clinton's personal life might cripple Hillary's presidential prospects. They expose the twisted tale of John Edwards's affair with Rielle Hunter, the truth behind the downfall of Rudy Giuliani, and the doubts of those responsible for vetting Palin about her readiness for the Republican ticket&#8212;along with the McCain campaign staff's worries about her fitness for office. And they reveal how, in an emotional late-night phone call, Obama succeeded in wooing Clinton, despite her staunch resistance, to become his secretary of state.</p><p>Based on hundreds of interviews with the people who lived the story, <em>Game Change</em> is a reportorial tour de force that reads like a fast-paced novel. Character driven and dialogue rich, replete with extravagantly detailed scenes, this is the occasionally shocking, often hilarious, ultimately definitive account of the campaign of a lifetime.</p>", "isbn": "9780061966200", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061966200/1376528882.29.jpg", "oyster_summary": "", "average_rating": 4.0, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Game Change", "publication_date": "2010-02-23", "number_print_pages": 480}, "position": 27, "uuid": "gM3dJHP5CURWtJsXizKtW3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Louis Hartz", "uuid": "9rYgKnNkHm8vDHmjorwdSK", "description": "<DIV>Hartz&#8217;s influential interpretation of american political thought since the Revolution. He contends that americanca gave rise to a new concept of a liberal society, a &#8220;liberal tradition&#8221; that has been central to our experience of events both at home and abroad. New Introduction by Tom Wicker; Index.<br></div>", "isbn": "9780547541402", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541402/1376382528.97.jpg", "oyster_summary": "", "average_rating": 3.58, "language_code": "eng", "awards": [], "title": "The Liberal Tradition in America", "publication_date": "1991-07-29", "number_print_pages": 348}, "position": 35, "uuid": "tavxPmjDMhgDGFkJ5yVjDW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Richard Ben Cramer", "uuid": "mAq22eC58ctW2kfbiZ8UbN", "description": "<DIV><DIV><b>A masterpiece of political reportage that exposes the emotional reality of the modern American campaign system</b></div><DIV>&#160;</div><DIV>Pulitzer Prize&ndash;winning journalist Richard Ben Cramer cracks open the heart of the American political system in this classic exploration of the 1988 presidential campaign. Cramer delves into the personal, intimate lives of the key candidates, including George H. W. Bush, Bob Dole, Joe Biden, and Michael Dukakis, as he seeks to understand the drives, passions, egos, and failings that transform an individual into a president.</div><DIV>&#160;</div><DIV>Exhaustively researched from thousands of hours of interviews, <i>What It Takes</i> creates powerful portraits of the men who would be president, and how the campaign for the highest office transforms them.</div></div>", "isbn": "9781453219645", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453219645/1378375079.04.jpg", "oyster_summary": "", "average_rating": 4.46, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "What It Takes", "publication_date": "2011-08-02", "number_print_pages": 1060}, "position": 32, "uuid": "LarLX4vj2Gh6uyQHt7v56i", "annotation": ""}]