[{"position": 4, "book": {"description": "<blockquote><p>How do we think about money? <br />What caused bankers to lose sight of the economy? <br />What caused individuals to take on mortgages that were not within their means?<br />What irrational forces guided our decisions?<br />And how can we recover from an economic crisis? </p></blockquote><p>In this revised and expanded edition of the <em>New York Times</em> and <em>Wall Street Journal</em> bestseller <em>Predictably Irrational</em>, Duke University's behavioral economist Dan Ariely explores the hidden forces that shape our decisions, including some of the causes responsible for the current economic crisis. Bringing a much-needed dose of sophisticated psychological study to the realm of public policy, Ariely offers his own insights into the irrationalities of everyday life, the decisions that led us to the financial meltdown of 2008, and the general ways we get ourselves into trouble. </p><p>Blending common experiences and clever experiments with groundbreaking analysis, Ariely demonstrates how expectations, emotions, social norms, and other invisible, seemingly illogical forces skew our reasoning abilities. As he explains, our reliance on standard economic theory to design personal, national, and global policies may, in fact, be dangerous. The mistakes that we make as individuals and institutions are not random, and they can aggregate in the market&#8212;with devastating results. In light of our current economic crisis, the consequences of these systematic and predictable mistakes have never been clearer. </p><p>Packed with new studies and thought-provoking responses to readers' questions and comments, this revised and expanded edition of <em>Predictably Irrational</em> will change the way we interact with the world&#8212;from the small decisions we make in our own lives to the individual and collective choices that shape our economy. </p>", "isbn": "9780061958724", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-23", "number_print_pages": 384, "average_rating": 4.04, "title": "Predictably Irrational, Revised and Expanded Edition", "uuid": "y3Vdzu9APDjkrMUuQjiSdL", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061958724/1376452622.04.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Dan Ariely", "status": 1}, "uuid": "3Qw9PYv842BatbK2uZRHr7", "annotation": ""},{"position": 5, "book": {"description": "<DIV><DIV><b>Renowned social psychologist Erich Fromm outlines a guide to well-being in the modern age</b></div><DIV><BR>Though laptops, smartphones, and TVs have in many ways made life more convenient, they have also disconnected us from the real world. Days are spent going from screen to machine, machine to screen. In <i>The Art of Being</i>, renowned humanist philosopher and psychoanalyst Erich Fromm draws from sources as varied as Sigmund Freud, Buddha, and Karl Marx to find a new, centered path to self-knowledge and well-being. In order to truly live, Fromm argues, we must first understand our purpose, and the places where we lost it. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div></div>", "isbn": "9781480401969", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-26", "number_print_pages": 131, "average_rating": 4.1, "title": "The Art of Being", "uuid": "dPewUX3UpZsMnvLfZmPtVB", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Art%20of%20Being/1373335824.08.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erich Fromm", "status": 1}, "uuid": "FJ3JCtkmTE7RRsLAqHKQjm", "annotation": ""},{"position": 8, "book": {"description": "<DIV><DIV><b>In de Beauvoir&rsquo;s second major essay, the renowned French philosopher illustrates the ethics of Existentialism by outlining a series of &ldquo;ways of being&rdquo;</b><b><BR><BR></b></div><DIV>In this classic introduction to Existentialist thought, French philosopher Simone de Beauvoir&rsquo;s <i>The Ethics of Ambiguity</i> simultaneously pays homage to and grapples with her French contemporaries, philosophers Jean-Paul Sartre and Maurice Merleau-Ponty, by arguing that the freedoms in Existentialism carry with them certain ethical responsibilities. While contemplating Nihilism, Surrealism, Existentialism, Objectivity, and human values, <i>The Ethics of Ambiguity</i> is a thorough examination of existence and what it means to human life. <BR><BR>To do this, de Beauvoir outlines a series of &ldquo;ways of being&rdquo; (the adventurer, the passionate person, the lover, the artist, and the intellectual), each of which overcomes the former&rsquo;s deficiencies, and therefore can live up to the responsibilities of freedom. Ultimately, de Beauvoir argues that in order to achieve true freedom, one must battle against the choices and activities of those who suppress it.</div></div>", "isbn": "9781453228487", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-20", "number_print_pages": 158, "average_rating": 4.07, "title": "The Ethics of Ambiguity", "uuid": "mqywu8o6CGMmF9iyPVRkKc", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20Ethics%20of%20Ambiguity/1373330157.69.jpg", "publisher": {"name": "Philosophical Library/Open Road", "uuid": "Qo3hyiadjHYnTNxxFq5Wm8"}, "author": "Simone de Beauvoir", "status": 1}, "uuid": "sVjZMqMvzdQKuBVPayueB8", "annotation": ""},{"position": 12, "book": {"description": "<DIV><b>The classic work that redefined the sociology of knowledge and has inspired a generation of philosophers and thinkers</b></div><DIV>&#160;</div><DIV>In this seminal book, Peter L. Berger and Thomas Luckmann examine how knowledge forms and how it is preserved and altered within a society. Unlike earlier theorists and philosophers, Berger and Luckmann go beyond intellectual history and focus on commonsense, everyday knowledge&mdash;the proverbs, morals, values, and beliefs shared among ordinary people.</div><DIV>&#160;</div><DIV>When first published in 1966, this systematic, theoretical treatise introduced the term <i>social construction</i>,effectively creating a new thought and transforming Western philosophy.</div><BR>", "isbn": "9781453215463", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-26", "number_print_pages": 219, "average_rating": 4.12, "title": "The Social Construction of Reality", "uuid": "MLq7Ff3LdgEV5jXpuoN7cP", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Social%20Construction%20of%20Reality/1373329603.79.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Peter L. Berger", "status": 1}, "uuid": "t8x7FqUfPtvNRwzqN57ABB", "annotation": ""},{"position": 21, "book": {"description": "<DIV><b>Who was the real Karl Marx?</b></div><DIV></div><DIV><BR>In the Western world, and especially in the United States, Karl Marx is perceived as the spiritual godfather of Lenin and Stalin&mdash;someone bent on creating a state where everyone worships a centralized bureaucracy. Social philosopher Erich Fromm argues that Marx has been entirely misrepresented and misunderstood, and that Marx&rsquo;s ideas have been misappropriated to further causes antithetical to his true intentions.</div><DIV>&#160;</div><DIV>Fromm&rsquo;s study presents Marx as a humanist and social scientist. Painstakingly traveling through Marx&rsquo;s oeuvre, Fromm shows how Marx&rsquo;s real goal was to eliminate man&rsquo;s alienation, and allow individuals to live and appreciate a life of freedom. Furthermore, Fromm believes, Marx would have considered the Communist governments of Russia and Cuba as wrong-headed.&#160;<i>Marx&rsquo;s Concept of Man</i>&#160;also includes a selection of Marx&rsquo;s&#160;<i>Early Writings</i>, brought to English-speaking readers for the first time in 1961.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm, with rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div>", "isbn": "9781480402096", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-26", "number_print_pages": 263, "average_rating": 3.94, "title": "Marx's Concept of Man", "uuid": "wESkexTm3xFuQibQc8VZF3", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Marx%27s%20Concept%20of%20Man/1373335834.73.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erich Fromm", "status": 1}, "uuid": "HgYBPVEV2B3nppbXx5km4j", "annotation": ""},{"position": 30, "book": {"description": "<DIV>Ever wonder why some people seem blessed with success? In fact, everyone is capable of winning in life&#151;you just need to develop the right brain for it.<P>In <I>The Winner&#8217;s Brain</I>, Drs. Jeffrey Brown and Mark J. Fenske use cutting-edge neuroscience to identify the secrets of those who succeed no matter what&#151;and demonstrate how little it has to do with IQ or upbringing. Through simple everyday practices, Brown and Fenske explain how to unlock the brain&#8217;s hidden potential, using:<P>&#149; Balance: Make emotions work in your favor<BR>&#149; Bounce: Create a failure-resistant brain<BR>&#149; Opportunity Radar: Spot hot prospects previously hidden by problems<BR>&#149; Focus Laser: Lock into what&#8217;s important<BR>&#149; Effort Accelerator: Cultivate the drive to win<P>Along the way, meet dozens of interesting people who possess &#147;win factors&#8221; (like the inventor of Whac-A-Mole&#8482;) and glean fascinating information (like why you should never take a test while wearing red). Compulsively readable, <I>The Winner&#8217;s Brain</I> will not only give you an edge, but also motivate you to pursue your biggest dreams.</DIV>", "isbn": "9780738214078", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-03-30", "number_print_pages": 240, "average_rating": 4.2, "title": "The Winner's Brain", "uuid": "mq9ZfKEo7iuzoED8oVabqT", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780738214078/1387370897.18.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "Jeff Brown", "status": 1}, "uuid": "zNCn48SQUQEWR6egefhPHT", "annotation": ""},{"position": 9, "book": {"description": "<p>This book is the story of how three brilliant scholars and one ambitious freshman crossed paths in the early sixties at a Harvard-sponsored psychedelic-drug research project, transforming their lives and American culture and launching the mind/body/spirit movement that inspired the explosion of yoga classes, organic produce, and alternative medicine.</p><p>The four men came together in a time of upheaval and experimentation, and their exploration of an expanded consciousness set the stage for the social, spiritual, sexual, and psychological revolution of the 1960s. Timothy Leary would be the rebellious trickster, the premier proponent of the therapeutic and spiritual benefits of LSD, advising a generation to \"turn on, tune in, and drop out.\" Richard Alpert would be the seeker, traveling to India and returning to America as Ram Dass, reborn as a spiritual leader with his \"Be Here Now\" mantra, inspiring a restless army of spiritual pilgrims. Huston Smith would be the teacher, practicing every world religion, introducing the Dalai Lama to the West, and educating generations of Americans to adopt a more tolerant, inclusive attitude toward other cultures' beliefs. And young Andrew Weil would be the healer, becoming the undisputed leader of alternative medicine, devoting his life to the holistic reformation of the American health care system.</p><p>It was meant to be a time of joy, of peace, and of love, but behind the scenes lurked backstabbing, jealousy, and outright betrayal. In spite of their personal conflicts, the members of the Harvard Psychedelic Club would forever change the way Americans view religion and practice medicine, and the very way we look at body and soul.</p>", "isbn": "9780061966231", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-01-05", "number_print_pages": 272, "average_rating": 3.76, "title": "The Harvard Psychedelic Club", "uuid": "RiKhSn272ZQ6ZbgszgXJHi", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061966231/1376528874.29.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Don Lattin", "status": 1}, "uuid": "ArPC2FawYeqTkB7a2hu64G", "annotation": ""},{"position": 28, "book": {"description": "<p>Our fates lie in our genes and not in the stars, said James Watson, co-discoverer of the structure of DNA. But Watson could not have predicted the scale of the industry now dedicated to this new frontier. Since the launch of the multibillion-dollar Human Genome Project, the biosciences have promised miracle cures and radical new ways of understanding who we are. But where is the new world we were promised?</p><p>In <em>Genes, Cells, and Brains</em>, feminist sociologist Hilary Rose and neuroscientist Steven Rose take on the bioscience industry and its claims. Examining the rivalries between public and private sequencers,the establishment of biobanks, and the rise of stem cell research, they ask why the promised cornucopia of health benefits has failed to emerge. Has bioethics simply become an enterprise? As bodies become increasingly commodified, perhaps the failure to deliver on these promises lies in genomics itself.</p>", "isbn": "9781844679171", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-16", "number_print_pages": 336, "average_rating": 3.29, "title": "Genes, Cells and Brains", "uuid": "Aky8DEyaUjtAEF5ATpvfza", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679171/1386003904.48.jpg", "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Hilary Rose", "status": 1}, "uuid": "PPT7goW2zvLMhF5sQNWah4", "annotation": ""},{"position": 26, "book": {"description": "Utilizing in-depth research and analysis, this volume debunks the quick fixes and simplistic explanations of Dr. Phil McGraw. While he&#8217;s watched and revered by millions, no critique exists for his daytime advice&#8212;and like much of &#8220;pop psychology,&#8221; his counsel is often ineffective, leaving people feeling like failures and that something is wrong with them. Readers will easily identify with the guests and stories from actual Dr. Phil episodes, on topics ranging from anger, sex, addictions, and dieting to domestic violence, race, and gender. A powerful, love-based alternative psychology is then offered, basing itself on the belief that there is profound meaning in people&#8217;s struggles. Story after story shows how people&#8217;s difficulties are seeds of their unique beauty, power, and intelligence, elevating rather than diminishing their esteem. The insight and compassion for people&#8217;s humanity provided here cuts through the easy soundbites and will leave people feeling a genuine love for who they really are.", "isbn": "9780985266738", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-01", "number_print_pages": 232, "average_rating": 2.69, "title": "Talking Back to Dr. Phil", "uuid": "7Rf8BS9KrHcYa7KLFesJRD", "cover_img": "https://cflare.oysterbooks.com/covers/Belly%20Song%20Press/Talking%20Back%20to%20Dr.%20Phil/1372981901.32.jpg", "publisher": {"name": "Belly Song Press", "uuid": "Hi5w3pEoZU67GkFvNFRnBV"}, "author": "David Bedrick", "status": 1}, "uuid": "GVM2aXtcrMj7TFND5wKfFB", "annotation": ""},{"position": 14, "book": {"description": "<p>In the tradition of grand sweeping histories such as <em>From Dawn To Decadence</em>, <em>The Structure of Scientific Revolutions</em>, and <em>A History of God</em>, Hecht champions doubt and questioning as one of the great and noble, if unheralded, intellectual traditions that distinguish the Western mind especially-from Socrates to Galileo and Darwin to Wittgenstein and Hawking. This is an account of the world's greatest &#8216;intellectual virtuosos,' who are also humanity's greatest doubters and disbelievers, from the ancient Greek philosophers, Jesus, and the Eastern religions, to modern secular equivalents Marx, Freud and Darwin&#8212;and their attempts to reconcile the seeming meaninglessness of the universe with the human need for meaning,</p><p>This remarkable book ranges from the early Greeks, Hebrew figures such as Job and Ecclesiastes, Eastern critical wisdom, Roman stoicism, Jesus as a man of doubt, Gnosticism and Christian mystics, medieval Islamic, Jewish and Christian skeptics, secularism, the rise of science, modern and contemporary critical thinkers such as Schopenhauer, Darwin, Marx, Freud, Nietzsche, the existentialists.</p>", "isbn": "9780062031396", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-09-28", "number_print_pages": 576, "average_rating": 4.16, "title": "Doubt: A History", "uuid": "zgLy2SmSJBJ5Qn8dRz65AV", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062031396/1376530837.91.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jennifer Hecht", "status": 1}, "uuid": "qPKqxqiJWdWVmjs6unw8uG", "annotation": ""},{"position": 25, "book": {"description": "<p></p><p>We live in the age of speed. We strain to be more efficient, to cram more into each minute, each hour, each day. Since the Industrial Revolution shifted the world into high gear, the cult of speed has pushed us to a breaking point. Consider these facts: Americans on average spend seventy-two minutes of every day behind the wheel of a car, a typical business executive now loses sixty-eight hours a year to being put on hold, and American adults currently devote on average a mere half hour per week to making love.</p><p>Living on the edge of exhaustion, we are constantly reminded by our bodies and minds that the pace of life is spinning out of control. <em>In Praise of Slowness</em> traces the history of our increasingly breathless relationship with time and tackles the consequences of living in this accelerated culture of our own creation. Why are we always in such a rush? What is the cure for time sickness? Is it possible, or even desirable, to slow down? Realizing the price we pay for unrelenting speed, people all over the world are reclaiming their time and slowing down the pace -- and living happier, healthier, and more productive lives as a result. A Slow revolution is taking place.</p><p>Here you will find no Luddite calls to overthrow technology and seek a preindustrial utopia. This is a modern revolution, championed by cell-phone using, e-mailing lovers of sanity. The Slow philosophy can be summed up in a single word -- balance. People are discovering energy and efficiency where they may have been least expected -- in slowing down.</p><p>In this engaging and entertaining exploration, award-winning journalist and rehabilitated speedaholic Carl Honor&#233; details our perennial love affair with efficiency and speed in a perfect blend of anecdotal reportage, history, and intellectual inquiry. <em>In Praise of Slowness</em> is the first comprehensive look at the worldwide Slow movements making their way into the mainstream -- in offices, factories, neighborhoods, kitchens, hospitals, concert halls, bedrooms, gyms, and schools. Defining a movement that is here to stay, this spirited manifesto will make you completely rethink your relationship with time.</p>", "isbn": "9780061907319", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-14", "number_print_pages": 336, "average_rating": 3.67, "title": "In Praise of Slowness", "uuid": "SdWZ8rZyJxqNCLRLscFHbH", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061907319/1376528373.33.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Carl Honore", "status": 1}, "uuid": "ooS493eNBGQo8sGVbTjsD", "annotation": ""},{"position": 20, "book": {"description": "Acclaimed as one of the most exciting books in the history of American letters, this modern epic became an instant bestseller upon publication in 1974, transforming a generation and continuing to inspire millions. This 25th Anniversary Quill Edition features a new introduction by the author; important typographical changes; and a Reader's Guide that includes discussion topics, an interview with the author, and letters and documents detailing how this extraordinary book came to be. A narration of a summer motorcycle trip undertaken by a father and his son, the book becomes a personal and philosophical odyssey into fundamental questions of how to live. The narrator's relationship with his son leads to a powerful self-reckoning; the craft of motorcycle maintenance leads to an austerely beautiful process for reconciling science, religion, and humanism. Resonant with the confusions of existence, <em>Zen and the Art of Motorcycle Maintenance</em> is a touching and transcendent book of life.", "isbn": "9780061907999", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-21", "number_print_pages": 560, "average_rating": 3.71, "title": "Zen and the Art of Motorcycle Maintenance", "uuid": "TmyyZgvaNBUtcw9KkTbskH", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061907999/1376528373.76.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Robert M. Pirsig", "status": 1}, "uuid": "qA5pNZ3Us3gAEHRRETEeUL", "annotation": ""},{"position": 6, "book": {"description": "<div></p> <p>&#12288;</P>  Walter Benjamin was one of the most original cultural critics of the twentieth century. <I>Illuminations </I>includes his views on Kafka, with whom he felt a close personal affinity; his studies on Baudelaire and Proust; and his essays on Leskov and on Brecht's Epic Theater. Also included are his penetrating study \"The Work of Art in the Age of Mechanical Reproduction,\" an enlightening discussion of translation as a literary mode, and Benjamin's theses on the philosophy of history.</p> <p>Hannah Arendt selected the essays for this volume and introduces them with a classic essay about Benjamin's life in dark times. Also included is a new preface by Leon Wieseltier that explores Benjamin's continued relevance for our times.</p></DIV>", "isbn": "9780547540658", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1968-10-23", "number_print_pages": 288, "average_rating": 4.34, "title": "Illuminations", "uuid": "jJJrQBm67RezikcdMKBScC", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540658/1376381401.47.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Walter Benjamin", "status": 1}, "uuid": "U3Yr72asXtZgMKR4NLzKVJ", "annotation": ""},{"position": 18, "book": {"description": "<p>To err is human. Yet most of us go through life assuming (and sometimes insisting) that we are right about nearly everything, from the origins of the universe to how to load the dishwasher. If being wrong is so natural, why are we all so bad at imagining that our beliefs could be mistaken, and why do we react to our errors with surprise, denial, defensiveness, and shame?</p><p>In <em>Being Wrong</em>, journalist Kathryn Schulz explores why we find it so gratifying to be right and so maddening to be mistaken, and how this attitude toward error corrodes relationships&#8212;whether between family members, colleagues, neighbors, or nations. Along the way, she takes us on a fascinating tour of human fallibility, from wrongful convictions to no-fault divorce; medical mistakes to misadventures at sea; failed prophecies to false memories; \"I told you so!\" to \"Mistakes were made.\" Drawing on thinkers as varied as Augustine, Darwin, Freud, Gertrude Stein, Alan Greenspan, and Groucho Marx, she proposes a new way of looking at wrongness. In this view, error is both a given and a gift&#8212;one that can transform our worldviews, our relationships, and, most profoundly, ourselves. </p><p>In the end, <em>Being Wrong</em> is not just an account of human error but a tribute to human creativity&#8212;the way we generate and revise our beliefs about ourselves and the world. At a moment when economic, political, and religious dogmatism increasingly divide us, Schulz explores with uncommon humor and eloquence the seduction of certainty and the crises occasioned by error. A brilliant debut from a new voice in nonfiction, this book calls on us to ask one of life's most challenging questions: what if I'm wrong?</p>", "isbn": "9780061997938", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-06-08", "number_print_pages": 416, "average_rating": 3.84, "title": "Being Wrong", "uuid": "ZvNr4twC7PhoUtGjDjeU3Y", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061997938/1376529943.22.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Kathryn Schulz", "status": 1}, "uuid": "hgGEEomwU7SYm5ZtfQRxjL", "annotation": ""},{"position": 17, "book": {"description": "<DIV><b>Influential scholar Peter L. Berger explores the sociological underpinnings of religion and the rise of a modern secular society</b></div><DIV>&#160;</div><DIV>Acclaimed scholar and sociologist Peter L. Berger carefully lays out an understanding of religion as a historical, societal mechanism in this classic work of social theory. Berger examines the roots of religious belief and its gradual dissolution in modern times, applying a general theoretical perspective to specific examples from religions throughout the ages.</div><DIV>&#160;</div><DIV>Building upon the author&rsquo;s previous work, <i>The Social Construction of Reality</i>, with Thomas Luckmann, this book makes Berger&rsquo;s case that human societies build a &ldquo;sacred canopy&rdquo; to protect, stabilize, and give meaning to their worldview.</div><BR>", "isbn": "9781453215371", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-26", "number_print_pages": 229, "average_rating": 3.87, "title": "The Sacred Canopy", "uuid": "FwJAvd3XYecZN6LdPFvS6K", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Sacred%20Canopy/1373329602.0.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Peter L. Berger", "status": 1}, "uuid": "Y4iRCYEgvEyc9CeYA9YETS", "annotation": ""},{"position": 13, "book": {"description": "<p>In this classic, the world's expert on language and mind lucidly explains everything you always wanted to know about language: how it works, how children learn it, how it changes, how the brain computes it, and how it evolved. With deft use of examples of humor and wordplay, Steven Pinker weaves our vast knowledge of language into a compelling story: language is a human instinct, wired into our brains by evolution. <em>The Language Instinct</em> received the William James Book Prize from the American Psychological Association and the Public Interest Award from the Linguistics Society of America. This edition includes an update on advances in the science of language since <em>The Language Instinct</em> was first published.</p>", "isbn": "9780062032522", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-14", "number_print_pages": 576, "average_rating": 4.06, "title": "The Language Instinct", "uuid": "HxUFAoETwnkU945tUvBysA", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062032522/1376530901.55.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Steven Pinker", "status": 1}, "uuid": "KPptMRM6RjcX4VMn4LYYSY", "annotation": ""},{"position": 7, "book": {"description": "<DIV><DIV><DIV><b>A collection of essays by Jean-Paul Sartre that touch upon the subject of existentialism by looking at aesthetics, emotions, writing, phenomenology, and perception </b></div><DIV><i>The Philosophy of Existentialism</i> collects representative essays on Jean-Paul Sartre&rsquo;s pioneering subject: existentialism. Beginning with a thoughtful introduction by fellow French philosopher Jean Wahl, this worklooks at existentialism through several lenses, exploring topics such as the emotions, imagination, nothingness, freedom, responsibility, and the desire to be God.</div><DIV>&#160;</div><DIV>By providing exposition on a variety of subjects, <i>The Philosophy of Existentialism</i> is a valuable introduction to Sartre&rsquo;s ideas.</div><DIV>&#160;</div><DIV></div></div></div>", "isbn": "9781453228814", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-01-17", "number_print_pages": 434, "average_rating": 3.66, "title": "The Philosophy of Existentialism", "uuid": "5X9gkayiNHW3qH6quNM6z5", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20Philosophy%20of%20Existentialism/1373330155.12.jpg", "publisher": {"name": "Philosophical Library/Open Road", "uuid": "Qo3hyiadjHYnTNxxFq5Wm8"}, "author": "Jean-Paul Sartre", "status": 1}, "uuid": "5pp2k8XfVTJ5tGQVZTjdqH", "annotation": ""},{"position": 23, "book": {"description": "<p>Let's say you're about to hire somebody for a position in your company. Your corporation wants someone who's fearless, charismatic, and full of new ideas. Candidate X is charming, smart, and has all the right answers to your questions. Problem solved, right? Maybe not.</p><p>We'd like to think that if we met someone who was completely without conscience -- someone who was capable of doing anything at all if it served his or her purposes -- we would recognize it. In popular culture, the image of the psychopath is of someone like Hannibal Lecter or the BTK Killer. But in reality, many psychopaths just want money, or power, or fame, or simply a nice car. Where do these psychopaths go? Often, it's to the corporate world. </p><p>Researchers Paul Babiak and Robert Hare have long studied psychopaths. Hare, the author of Without Conscience, is a world-renowned expert on psychopathy, and Babiak is an industrial-organizational psychologist. Recently the two came together to study how psychopaths operate in corporations, and the results were surprising. They found that it's exactly the modern, open, more flexible corporate world, in which high risks can equal high profits, that attracts psychopaths. They may enter as rising stars and corporate saviors, but all too soon they're abusing the trust of colleagues, manipulating supervisors, and leaving the workplace in shambles.</p><p>Snakes in Suits is a compelling, frightening, and scientifically sound look at exactly how psychopaths work in the corporate environment: what kind of companies attract them, how they negotiate the hiring process, and how they function day by day. You'll learn how they apply their \"instinctive\" manipulation techniques -- assessing potential targets, controlling influential victims, and abandoning those no longer useful -- to business processes such as hiring, political command and control, and executive succession, all while hiding within the corporate culture. It's a must read for anyone in the business world, because whatever level you're at, you'll learn the subtle warning signs of psychopathic behavior and be able to protect yourself and your company -- before it's too late.</p>", "isbn": "9780061854453", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 352, "average_rating": 3.63, "title": "Snakes in Suits", "uuid": "frFcBn6KqTyq3BDbdTQPcX", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061854453/1376452332.85.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Paul Babiak", "status": 1}, "uuid": "FBSVkFFuM2E63AcWXg5jzg", "annotation": ""},{"position": 16, "book": {"description": "<p>Psychologist Mihaly Csikszentmihalyi's famous investigations of \"optimal experience\" have revealed that what makes an experience genuinely satisfying is a state of consciousness called <em>flow</em>. During flow, people typically experience deep enjoyment, creativity, and a total involvement with life. In this new edition of his groundbreaking classic work, Csikszentmihalyi demonstrates the ways this positive state can be controlled, not just left to chance. <em>Flow: The Psychology of Optimal Experience</em> teaches how, by ordering the information that enters our consciousness, we can discover true happiness and greatly improve the quality of our lives.</p>", "isbn": "9780061876721", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 336, "average_rating": 4.08, "title": "Flow", "uuid": "XLeb6kwAxjbKg25uWGbubf", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061876721/1376528105.43.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Mihaly Csikszentmihalyi", "status": 1}, "uuid": "hQfN8LcyWNPGcCSWqDdrKY", "annotation": ""},{"position": 15, "book": {"description": "<DIV><b>The most popularly read, adapted, anthologized, and incorporated primer on sociology ever written for modern readers</b></div><DIV>&#160;</div><DIV>Acclaimed scholar and sociologist Peter L. Berger lays the groundwork for a clear understanding of sociology in his straightforward introduction to the field, much loved by students, professors, and general readers. Berger aligns sociology in the humanist tradition&mdash;revealing its relationship to the humanities and philosophy&mdash;and establishes its importance in thinking critically about the modern world.</div><DIV>&#160;</div><DIV>Throughout, Berger presents the contributions of some of the most important sociologists of the time, including Max Weber, &Eacute;mile Durkheim, Vilfredo Pareto, and Thorstein Veblen.</div><BR>", "isbn": "9781453215401", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-26", "number_print_pages": 191, "average_rating": 3.97, "title": "Invitation to Sociology", "uuid": "W3ehL6NanS3Zd2rfN5PVnJ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Invitation%20to%20Sociology/1373329602.22.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Peter L. Berger", "status": 1}, "uuid": "7WZWeZA5qB5jRf5UTMYRtA", "annotation": ""},{"position": 2, "book": {"description": "<p>The provocative follow-up to the <em>New York Times</em> bestseller <em>Predictably Irrational</em></p><ul><li>Why can large bonuses make CEOs less productive?</li><li>How can confusing directions actually help us?</li><li>Why is revenge so important to us?</li><li>Why is there such a big difference between what we <em>think</em> will make us happy and what <em>really</em> makes us happy? </li></ul><p>In his groundbreaking book <em>Predictably Irrational</em>, social scientist Dan Ariely revealed the multiple biases that lead us into making unwise decisions. Now, in <em>The Upside of Irrationality</em>, he exposes the surprising negative and positive effects irrationality can have on our lives. Focusing on our behaviors at work and in relationships, he offers new insights and eye-opening truths about what really motivates us on the job, how one unwise action can become a long-term habit, how we learn to love the ones we're with, and more. </p><p>Drawing on the same experimental methods that made <em>Predictably Irrational</em> one of the most talked-about bestsellers of the past few years, Ariely uses data from his own original and entertaining experiments to draw arresting conclusions about how&#8212;and why&#8212;we behave the way we do. From our office attitudes, to our romantic relationships, to our search for purpose in life, Ariely explains how to break through our negative patterns of thought and behavior to make better decisions. <em>The Upside of Irrationality</em> will change the way we see ourselves at work and at home&#8212;and cast our irrational behaviors in a more nuanced light.</p>", "isbn": "9780062008565", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-06-01", "number_print_pages": 368, "average_rating": 3.95, "title": "The Upside of Irrationality", "uuid": "tAkFnKmwavuYb5sb5mU2qe", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008565/1376452979.77.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Dan Ariely", "status": 1}, "uuid": "uwTGgLAWeQx3ENXGX6trwW", "annotation": ""},{"position": 29, "book": {"description": "<DIV>After Michael Chorost suddenly lost what was left of his hearing, he took the radical step of having a cochlear implant -- a tiny computer -- installed in his head. A technological marvel, the device not only restored to him the world of sound but also could be routinely upgraded with new software. Despite his intitial fear of the technology's potentially dehumanizing effects, Chorost's implant allowed him to connect with others in surprising ways: as a cyborg, he learned about love, joined a writing group, and formed deeper friendships. More profoundly, his perception of the world around him was dramatically altered.<br><br>Brimming with insight and written with charm and self-deprecating humor, Rebuilt unveils, in personal terms, the astounding possibilities of a new technological age.</div>", "isbn": "9780547527062", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-05-19", "number_print_pages": 240, "average_rating": 4.0, "title": "Rebuilt", "uuid": "UKXfQQtdezRnCQkq74PGMD", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527062/1376381391.25.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Michael Chorost", "status": 1}, "uuid": "6jxRuLrQF6ncLmq2yMgxkY", "annotation": ""},{"position": 0, "book": {"description": "<p>In the spirit of Alvin Toffler&#8217;s <em>Future Shock</em>, a social critique of our obsession with choice, and how it contributes to anxiety, dissatisfaction and regret. This paperback includes a new P.S. section with author interviews, insights, features, suggested readings, and more.</p><p>Whether we&#8217;re buying a pair of jeans, ordering a cup of coffee, selecting a long-distance carrier, applying to college, choosing a doctor, or setting up a 401(k), everyday decisions--both big and small--have become increasingly complex due to the overwhelming abundance of choice with which we are presented.<br /><br />We assume that more choice means better options and greater satisfaction. But beware of excessive choice: choice overload can make you question the decisions you make before you even make them, it can set you up for unrealistically high expectations, and it can make you blame yourself for any and all failures. In the long run, this can lead to decision-making paralysis, anxiety, and perpetual stress. And, in a culture that tells us that there is no excuse for falling short of perfection when your options are limitless, too much choice can lead to clinical depression.<br /><br />In <em>The Paradox of Choice</em>, Barry Schwartz explains at what point choice--the hallmark of individual freedom and self-determination that we so cherish--becomes detrimental to our psychological and emotional well-being. In accessible, engaging, and anecdotal prose, Schwartz shows how the dramatic explosion in choice--from the mundane to the profound challenges of balancing career, family, and individual needs--has paradoxically become a problem instead of a solution. Schwartz also shows how our obsession with choice encourages us to seek that which makes us feel worse.<br /><br />By synthesizing current research in the social sciences, Schwartz makes the counterintuitive case that eliminating choices can greatly reduce the stress, anxiety, and busyness of our lives. He offers eleven practical steps on how to limit choices to a manageable number, have the discipline to focus on the important ones and ignore the rest, and ultimately derive greater satisfaction from the choices you have to make.<br /></p>", "isbn": "9780061748998", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 304, "average_rating": 3.82, "title": "The Paradox of Choice", "uuid": "auSLftAd3bJTU3smc8pQXJ", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748998/1376505739.41.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Barry Schwartz", "status": 1}, "uuid": "bYZNbvbaqoFSnKWvY9MD7J", "annotation": ""},{"position": 11, "book": {"description": "<blockquote><p>Half an hour after swallowing the drug I became aware of a slow dance of golden lights . . . </p></blockquote><p>Among the most profound explorations of the effects of mind-expanding drugs ever written, here are two complete classic books&#8212;<em>The Doors of Perception</em> and <em>Heaven and Hell</em>&#8212;in which Aldous Huxley, author of the bestselling <em>Brave New World</em>, reveals the mind's remote frontiers and the unmapped areas of human consciousness. This new edition also features an additional essay, \"Drugs That Shape Men's Minds,\" which is now included for the first time. </p>", "isbn": "9780061892820", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-09-29", "number_print_pages": 208, "average_rating": 3.93, "title": "The Doors of Perception and Heaven and Hell", "uuid": "DTFfavVLDMDGs2qcWGVaPT", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061892820/1376528279.28.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Aldous Huxley", "status": 1}, "uuid": "aQ2NFxLPrSgvtHcdJ5cCzd", "annotation": ""},{"position": 10, "book": {"description": "<p><strong>  </strong>A groundbreaking work of science that confirms, for the first time, the independent existence of the mind&#8211;and demonstrates the possibilities for human control over the workings of the brain.</p><p> Conventional science has long held the position that 'the mind' is merely an illusion, a side effect of electrochemical activity in the physical brain. Now in paperback, Dr Jeffrey Schwartz and Sharon Begley's groundbreaking work, <em>The Mind and the Brain</em>, argues exactly the opposite: that the mind has a life of its own.Dr Schwartz, a leading researcher in brain dysfunctions, and Wall Street Journal science columnist Sharon Begley demonstrate that the human mind is an independent entity that can shape and control the functioning of the physical brain. Their work has its basis in our emerging understanding of adult neuroplasticity&#8211;the brain's ability to be rewired not just in childhood, but throughout life, a trait only recently established by neuroscientists. </p><p> Through decades of work treating patients with obsessive&#8211;compulsive disorder (OCD), Schwartz made an extraordinary finding: while following the therapy he developed, his patients were effecting significant and lasting changes in their own neural pathways. It was a scientific first: by actively focusing their attention away from negative behaviors and toward more positive ones, Schwartz's patients were using their minds to reshape their brains&#8211;and discovering a thrilling new dimension to the concept of neuroplasticity. </p><p> <em>The Mind and the Brain</em> follows Schwartz as he investigates this newly discovered power, which he calls self&#8211;directed neuroplasticity or, more simply, mental force. It describes his work with noted physicist Henry Stapp and connects the concept of 'mental force' with the ancient practice of mindfulness in Buddhist tradition. And it points to potential new applications that could transform the treatment of almost every variety of neurological dysfunction, from dyslexia to stroke&#8211;and could lead to new strategies to help us harness our mental powers. Yet as wondrous as these implications are, perhaps even more important is the philosophical dimension of Schwartz's work. For the existence of mental force offers convincing scientific evidence of human free will, and thus of man's inherent capacity for moral choice.  </p><p> </p>", "isbn": "9780061961984", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-08-04", "number_print_pages": 432, "average_rating": 4.04, "title": "The Mind and the Brain", "uuid": "h97c5nRayAkWUjjUJTNA3M", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061961984/1376528804.0.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jeffrey M. Schwartz", "status": 1}, "uuid": "8RAX29G988FNTBCkzE9Jj6", "annotation": ""},{"position": 1, "book": {"description": "<DIV><DIV><b>Erich Fromm&rsquo;s groundbreaking examination of an age-old question, and a stunning look at how to pursue a life with purpose and meaning</b></div><DIV><BR>Life in the modern age began when people no longer lived at the mercy of nature and instead took control of it. We planted crops so we didn&rsquo;t have to forage, and produced planes, trains, and cars for transport. With televisions and computers, we don&rsquo;t have to leave home to see the world. Somewhere in that process, the natural tendency of humankind went from one of being and of practicing our own human abilities and powers, to one of having by possessing objects and using tools that replace our own powers to think, feel, and act independently. Fromm argues that positive change&mdash;both social and economic&mdash;will come from being, loving, and sharing. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div></div>", "isbn": "9781480401945", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-26", "number_print_pages": 215, "average_rating": 4.18, "title": "To Have or To Be?", "uuid": "cCkrF4fsWsL9mhDy9G7VcZ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/To%20Have%20or%20To%20Be%3F/1373335813.27.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erich Fromm", "status": 1}, "uuid": "qCd2DzwErnAe2y4bbhc2j6", "annotation": ""},{"position": 3, "book": {"description": "<DIV><DIV>How is it that we can recognize photos from our high school yearbook decades later, but cannot remember what we ate for breakfast yesterday? And why are we inclined to buy more cans of soup if the sign says \"LIMIT 12 PER CUSTOMER\" rather than \"LIMIT 4 PER CUSTOMER?\" In <I>Kluge, </I>Gary Marcus argues convincingly that our minds are not as elegantly designed as we may believe. The imperfections result from a haphazard evolutionary process that often proceeds by piling new systems on top of old ones&#151;and those systems don&#8217;t always work well together. The end product is a \"kluge,\" a clumsy, cobbled-together contraption. Taking us on a tour of the essential areas of human experience&#151;memory, belief, decision making, language, and happiness&#151;Marcus unveils a fundamentally new way of looking at the evolution of the human mind and simultaneously sheds light on some of the most mysterious aspects of human nature.<p></P></DIV></DIV>", "isbn": "9780547348087", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-07", "number_print_pages": 224, "average_rating": 3.68, "title": "Kluge", "uuid": "jCBns6pqPfK7gA3Gj6XENZ", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348087/1376379750.41.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Gary Marcus", "status": 1}, "uuid": "WpUms5fcffqux9tNTNQMxU", "annotation": ""},{"position": 27, "book": {"description": "<p>Meet Emily and Paul, the parents of two young children. Emily is a newly promoted executive in a large corporation, while Paul has his own business as a consultant. Their lives, like all of ours, are filled with a bewildering blizzard of emails, phone calls, yet more emails, meetings, projects, proposals, and plans. For them, just staying ahead of the storm has become a seemingly insurmountable task.</p><p>In this book, we travel inside the brains of Emily and Paul as they attempt to sort the vast quantities of information they're presented with and figure out how to prioritize, organize, and act on it. Fortunately for Emily and Paul&#8212;and for readers of <em>Your Brain at Work</em>&#8212;they're in good hands: David Rock knows how the brain works&#8212;and more specifically, how it works in a work setting. </p><p><em>Your Brain at Work</em> explores:</p><ul><p><li>Why your brains feels so taxed, and how to take full advantage of your mental resources</li></p><p><li>Why it's so hard to focus, and how to better manage distractions </li></p><p><li>How to maximize your chance of finding insights that can solve seemingly insurmountable problems</li></p><p><li>How to keep your cool in any situation, so that you can make the best decisions possible</li></p><p><li>How to collaborate with others more effectively</li></p><p><li>Why providing feedback is so difficult, and how to make it easier</li></p><p><li>How to effectively change other people's behavior</li></p></ul><p>Rock shows how it's possible not only to survive in today's overwhelming work environment but to succeed in it&#8212;and still feel energized at the end of the day, with a sense of accomplishment. </p>", "isbn": "9780061943546", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-06", "number_print_pages": 304, "average_rating": 4.15, "title": "Your Brain at Work", "uuid": "MxczU6oiFDQVrp5oEHCoVP", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061943546/1376503242.69.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "David Rock", "status": 1}, "uuid": "yXAGy5EnzGN2TAUfSn5wv5", "annotation": ""},{"position": 19, "book": {"description": "<p>Learn how to 'break the spell' of control with <b>Patricia Evans</b>' new bestseller. Already hailed by Oprah Winfrey, <i>Controlling People</i> deals with issues big and small - revealing the thought processes of those who seek to control in order to provide a 'spell-breaking' mind-set for those who suffer this insidious manipulation. Invaluable insight and advice for those who seek support.</p>", "isbn": "9781440501906", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2003-02-01", "number_print_pages": 352, "average_rating": 3.7, "title": "Controlling People", "uuid": "AxmqaRkU7hx62dKhveyz5F", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440501906/1391581942.52.jpg", "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Patricia Evans", "status": 1}, "uuid": "aCeqvziB4WUzAbaAX3qkUk", "annotation": ""},{"position": 24, "book": {"description": "<p>A fascinating portrait of the minds that have shaped the modern world. In an intriguing series of case studies, Rousseau, Shelley, Marx, Ibsen, Tolstoy, Hemingway, Bertrand Russell, Brecht, Sartre, Edmund Wilson, Victor Gollancz, Lillian Hellman, Cyril Connolly, Norman Mailer, James Baldwin, Kenneth Tynan, and Noam Chomsky, among others, are revealed as intellectuals both brilliant and contradictory, magnetic and dangerous.</p>", "isbn": "9780061871474", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 416, "average_rating": 3.83, "title": "Intellectuals", "uuid": "wjjfJgD9WgootHy7GjkifT", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871474/1376452430.26.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Paul Johnson", "status": 1}, "uuid": "uRysEPEBCZBAy3oNfxzdzf", "annotation": ""},{"position": 22, "book": {"description": "<DIV><b>Social psychologist Erich Fromm&rsquo;s seminal exploration of the profound ills of modern society, and how best to overcome them</b></div><DIV></div><DIV><BR>One of Fromm&rsquo;s main interests was to analyze social systems and their impact on the mental health of the individual. In this study, he reaches further and asks: &ldquo;Can a society be sick?&rdquo; He finds that it can, arguing that Western culture is immersed in a &ldquo;pathology of normalcy&rdquo; that affects the mental health of individuals.</div><DIV>&#160;</div><DIV>In&#160;<i>The Sane Society</i>, Fromm examines the alienating effects of modern capitalism, and discusses historical and contemporary alternatives, particularly communitarian systems. Finally, he presents new ideas for a re-organization of economics, politics, and culture that would support the individual&rsquo;s mental health and our profound human needs for love and freedom.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div><DIV></div>", "isbn": "9781480402058", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-26", "number_print_pages": 370, "average_rating": 4.22, "title": "The Sane Society", "uuid": "hdQyMF9bivF4qvxqXzAQPQ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Sane%20Society/1373335833.67.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erich Fromm", "status": 1}, "uuid": "VLjFuArckLSeVjqQBec5K", "annotation": ""}]