[{"position": 9, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Robert Penn Warren", "status": 1, "average_rating": 4.06, "title": "All the King's Men", "uuid": "oR9ekGNPZj6Dy8doXB9997", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536842/1376383258.55.jpg", "oyster_good_for_statement": "", "publication_date": "1996-09-01", "number_print_pages": 540, "oyster_summary": "", "description": "<div><div><B>\"Winner of the Pulitzer Prize, Robert Penn Warren's tale of ambition and power set in the Depression&#8211;era South is widely considered the finest novel ever written about American politics.</B></DIV> <p> <div><BR>All the King's Men traces the rise and fall of demagogue Willie Stark, a fictional character loosely based on Governor Huey \"\"Kingfish\"\" Long of Louisiana. Stark begins his political career as an idealistic man of the people but soon becomes corrupted by success and caught between dreams of service and an insatiable lust for power, culminating in a novel that Sinclair Lewis pronounced, on the book's release in 1946, &#8220;one of our few national galleries of character.\"</DIV></DIV>", "isbn": "9780547536842", "language_code": "eng", "awards": [{"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "TBhA5yK6xieNMcuL8WsZqH", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alice Walker", "status": 1, "average_rating": 4.12, "title": "The Color Purple", "uuid": "mAzSCKbSepTq5SMEHzt3X5", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Color%20Purple/1373330025.7.jpg", "oyster_good_for_statement": "", "publication_date": "2011-09-20", "number_print_pages": 288, "oyster_summary": "", "description": "<DIV><DIV><b>Alice Walker&rsquo;s masterpiece, a powerful novel of courage in the face of oppression<BR></b>&#160;</div><DIV></div><DIV>Celie has grown up in rural Georgia, navigating a childhood of ceaseless abuse. Not only is she poor and despised by the society around her, she&rsquo;s badly treated by her family. As a teenager she begins writing letters directly to God in an attempt to transcend a life that often seems too much to bear. Her letters span twenty years and record a journey of self-discovery and empowerment through the guiding light of a few strong women and her own implacable will to find harmony with herself and her home. <BR></div><DIV><i>The Color Purple</i>&rsquo;s deeply inspirational narrative, coupled with Walker&rsquo;s prodigious talent as a stylist and storyteller, have made the novel a contemporary classic of American letters.&#160;<BR><BR>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223970", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "bJCrdcEjcuxNYzfeCFHo34", "annotation": ""},{"position": 25, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1, "average_rating": 3.99, "title": "Dragon Seed", "uuid": "hrVmZaP3cWPQCLvxLQrPxH", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Dragon%20Seed/1373330992.24.jpg", "oyster_good_for_statement": "", "publication_date": "2012-08-21", "number_print_pages": 358, "oyster_summary": "", "description": "<DIV><b>A Nobel laureate&rsquo;s gripping historical novel about the Japanese invasion of Nanking </b></div><DIV><BR>Farmer Liang Tan knows only a quiet, traditional life in his remote Chinese farming community. When news filters in that Japanese forces are invading the country, he and his fellow villagers believe that if they behave decently to the Japanese soldiers, the civilians might remain undisturbed. They&rsquo;re in for a shock, as the attackers lay waste to the country and install a puppet government designed to systematically carry out Japanese interests. In response, the Chinese farmers and their families form a resistance&mdash;which not only carries grave risk, but also breaks their vow of nonviolence, leading them to wonder if they&rsquo;re any different than their enemy.</div><DIV>&#160;</div><DIV>Later adapted into a film featuring Katharine Hepburn, <i>Dragon Seed</i> is a brilliant and unflinching look at the horrors of war.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263518", "language_code": "eng", "awards": []}, "uuid": "mLFFoNrXjDzPvbFdReF5um", "annotation": ""},{"position": 32, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "James MacGregor Burns", "status": 1, "average_rating": 4.03, "title": "Leadership", "uuid": "PZM9zSgcnUjBKSewPwo9hE", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Leadership/1373330481.86.jpg", "oyster_good_for_statement": "", "publication_date": "2012-04-10", "number_print_pages": 538, "oyster_summary": "", "description": "<DIV><DIV><b>Pulitzer Prize&ndash;winning historian James MacGregor Burns&rsquo;s definitive look at the power of transformational leadership, from Moses to Machiavelli to Martin Luther King Jr.</b></div><BR><DIV>Historian and political scientist James MacGregor Burns has spent much of his career documenting the use and misuse of power by leaders throughout history. In this groundbreaking study, Burns examines the qualities that make certain leaders&mdash;in America and elsewhere&mdash;succeed as transformative figures. Through insightful anecdotes and historical analysis, Burns scrutinizes the charisma, vision, and persuasive power of individuals able to imbue followers with a common sense of purpose, from the founding fathers to FDR, Ghandi to Napoleon. Since its original publication in 1970, <i>Leadership</i> has set the standard for scholarship in the field. </div><BR></div>", "isbn": "9781453245170", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "mJrVeZvjA8zGRoJhvPCPiL", "annotation": ""},{"position": 22, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "William Styron", "status": 1, "average_rating": 3.9, "title": "This Quiet Dust", "uuid": "w5vfihjAkVUUnE7XPUGeYT", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781936317219/1377665715.86.jpg", "oyster_good_for_statement": "", "publication_date": "2010-05-04", "number_print_pages": 368, "oyster_summary": "", "description": "<DIV><p>&#160;</p><DIV><B>Profound and passionate essays from one of America&rsquo;s greatest literary voices of the twentieth century</B><DIV>&#160;</div></div><DIV><i>This Quiet Dust</i> is a compilation of William Styron&rsquo;s nonfiction writings that confront significant moral questions with precision and vigor. He examines topics as diverse as the Holocaust, the American Dream, and the controversy that raged around his Pulitzer Prize&ndash;winning novel, <i>The Confessions of Nat Turner</i>. In each entry, Styron expertly wields his powers of insight to slice through the most complex issues.</div><DIV>&#160;</div><DIV><i>This Quiet Dust</i> offers a window into the philosophical underpinnings of Styron&rsquo;s greatest novels and is the ideal entry for readers seeking a greater understanding into the work of one of America&rsquo;s most celebrated authors. </div><DIV>&#160;</div><DIV>This ebook features a new illustrated biography of William Styron, including original letters, rare photos, and never-before-seen documents from the Styron family and the Duke University Archives.</div><p>&#160;</p></div>", "isbn": "9781936317219", "language_code": "eng", "awards": []}, "uuid": "NrNt9cwomvp8a4Z3WWTEcJ", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Booth Tarkington", "status": 1, "average_rating": 3.74, "title": "The Magnificent Ambersons", "uuid": "a65bwJENq3G7A8D3xSMGWC", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453354/1376296863.15.png", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 240, "oyster_summary": "", "description": "Winner of the Pulitzer Prize when it was first published in 1918, The Magnificent Ambersons chronicles the changing fortunes of three generations of an American dynasty. The protagonist of Booth Tarkington's great historical drama is George Amberson Minafer, the spoiled and arrogant grandson of the founder of the family's magnificence. Eclipsed by a new breed of developers, financiers, and manufacturers, this pampered scion begins his gradual descent from the midwestern aristocracy to the working class. Today The Magnificent Ambersons is best known through the 1942 Orson Welles movie, but as the critic Stanley Kauffmann noted, \"It is high time that [the novel] appear again, to stand outside the force of Welles's genius, confident in its own right.\" \"The Magnificent Ambersons is perhaps Tarkington's best novel,\" judged Van Wyck Brooks. \"[It is] a typical story of an American family and town--the great family that locally ruled the roost and vanished virtually in a day as the town spread and darkened into a city. This novel no doubt was a permanent page in the social history of the United States, so admirably conceived and written was the tale of the Amber-sons, their house, their fate and the growth of the community in which they were submerged in the end.\"\r\n\r\nBooth Tarkington (1869-1946), a prolific writer who achieved overnight success with his first novel, The Gentleman from Indiana (1899), is perhaps best remembered as the author of the popular Penrod adventures and Seventeen (1916). He was awarded a second Pulitzer Prize for the novel Alice Adams (1921).", "isbn": "9781629453354", "language_code": "", "awards": [{"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "YVC2uu5Jgdes49m97XLCjW", "annotation": ""},{"position": 7, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Edith Wharton", "status": 1, "average_rating": 3.91, "title": "The Age of Innocence", "uuid": "2SKrKHuSQstVa4FwbrKoYa", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/849/8491360617926.4.png", "oyster_good_for_statement": "", "publication_date": "1920-01-01", "number_print_pages": 0, "oyster_summary": "", "description": "The Age of Innocence centers on an upper-class couple's impending marriage, and the introduction of a woman plagued by scandal whose presence threatens their happiness. Though the novel questions the assumptions and morals of 1870s' New York society, it never devolves into an outright condemnation of the institution. The novel is lauded for its accurate portrayal of how the 19th-century East Coast American upper class lived, and this, combined with the social tragedy, earned Wharton a Pulitzer Prize — the first Pulitzer awarded to a woman. Edith Wharton was 58 years old at publication; she lived in that world, and saw it change dramatically by the end of World War I. The title is an ironic comment on the polished outward manners of New York society, when compared to its inward machinations.", "isbn": "9781629450544", "language_code": "", "awards": [{"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "7KAoX8QEVMiRZYeE4AgHDV", "annotation": ""},{"position": 17, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Edith Wharton", "status": 1, "average_rating": 3.82, "title": "The Touchstone", "uuid": "i4A6kGmNNwwiJpdgT8kwzm", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192413/1377702160.94.jpg", "oyster_good_for_statement": "", "publication_date": "2012-11-06", "number_print_pages": 124, "oyster_summary": "", "description": "The story of a young man who scorns the love of a tortured novelist, only to have her words come back to haunt him from the dead, The Touchstone shows off the skills Wharton became famous for in novels such as Ethan Frome and House of Mirth, particularly her piercing and delicious talent for satiric observation. But despite its masterly control, this startlingly modern tale is also a simmering, rebel cri de coeur unleashed by a writer who was herself unappreciated in her own time. The combination of these attributes make this edgy novella a moving and suspenseful homage to the power of literature itself.", "isbn": "9781612192413", "language_code": "English", "awards": []}, "uuid": "BwaNfz3H6tz4auZcArSVeG", "annotation": ""},{"position": 28, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Philip Roth", "status": 1, "average_rating": 3.79, "title": "The Human Stain", "uuid": "x3wxGd4Ci4pkSzUF7hk7UL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345031/1376379494.41.jpg", "oyster_good_for_statement": "", "publication_date": "2000-05-10", "number_print_pages": 376, "oyster_summary": "", "description": "<DIV>It is 1998, the year in which America is whipped into a frenzy of prurience by the impeachment of a president, and in a small New England town, an aging classics professor, Coleman Silk, is forced to retire when his colleagues decree that he is a racist. The charge is a lie, but the real truth about Silk would have astonished his most virulent accuser. Coleman Silk has a secret. But it's not the secret of his affair, at seventy-one, with Faunia Farley, a woman half his age with a savagely wrecked past - a part-time farmhand and a janitor at the college where, until recently, he was the powerful dean of faculty. And it's not the secret of Coleman's alleged racism, which provoked the college witch-hunt that cost him his job and, to his mind, killed his wife. Nor is it the secret of misogyny, despite the best efforts of his ambitious young colleague, Professor Delphine Roux, to expose him as a fiend. Coleman's secret has been kept for fifty years: from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman, who sets out to understand how this eminent, upright man, esteemed as an educator for nearly all his life, had fabricated his identity and how that cannily controlled life came unraveled. Set in 1990s America, where conflicting moralities and ideological divisions are made manifest through public denunciation and rituals of purification, The Human Stain concludes Philip Roth's eloquent trilogy of postwar American lives that are as tragically determined by the nation's fate as by the \"human stain\" that so ineradicably marks human nature. This harrowing, deeply compassionate, and completely absorbing novel is a magnificent successor to his Vietnam-era novel, American Pastoral, and his McCarthy-era novel, I MARRIED A COMMUNIST.</div>", "isbn": "9780547345031", "language_code": "eng", "awards": [{"name": "PEN/Faulkner Award Winner", "image": null, "uuid": "WuuCyTuuEnzWas5sfJE4aS"}]}, "uuid": "dHuFUQpxPukdttqCSrJNWT", "annotation": ""},{"position": 33, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ian Johnson", "status": 1, "average_rating": 3.72, "title": "A Mosque in Munich", "uuid": "bzcb8HFZGUJKMqXBSYfXNQ", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488684/1376380650.74.jpg", "oyster_good_for_statement": "", "publication_date": "2010-05-04", "number_print_pages": 336, "oyster_summary": "", "description": "<P>In the wake of the news that the 9/11 hijackers had lived in Europe, journalist Ian Johnson wondered how such a radical group could sink roots into Western soil. Most accounts reached back twenty years, to U.S. support of Islamist fighters in Afghanistan. But Johnson dug deeper, to the start of the Cold War, uncovering the untold story of a group of ex-Soviet Muslims who had defected to Germany during World War II. There, they had been fashioned into a well-oiled anti-Soviet propaganda machine. As that war ended and the Cold War began, West German and U.S. intelligence agents vied for control of this influential group, and at the center of the covert tug of war was a quiet mosque in Munich&#8212;radical Islam&#8217;s first beachhead in the West.  <p>Culled from an array of sources, including newly declassified documents, A Mosque in Munich interweaves the stories of several key players: a Nazi scholar turned postwar spymaster; key Muslim leaders across the globe, including members of the Muslim Brotherhood; and na&#239;ve CIA men eager to fight communism with a new weapon, Islam. A rare ground-level look at Cold War spying and a revelatory account of the West&#8217;s first, disastrous encounter with radical Islam, A Mosque in Munich is as captivating as it is crucial to our understanding the mistakes we are still making in our relationship with Islamists today<br>", "isbn": "9780547488684", "language_code": "eng", "awards": [{"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "yoS8ApSXzGei68mNfHbwUb", "annotation": ""},{"position": 11, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alison Lurie", "status": 1, "average_rating": 3.68, "title": "Foreign Affairs", "uuid": "iTRYTtX24EfoUPwpmT8WGc", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Foreign%20Affairs/1373336670.19.jpg", "oyster_good_for_statement": "", "publication_date": "2013-06-04", "number_print_pages": 280, "oyster_summary": "", "description": "<DIV><b>Winner of the Pulitzer Prize and the National Book Critics Circle Award for Fiction, and a finalist for the National Book Award: Alison Lurie&rsquo;s supremely entertaining masterwork about two American scholars, both alone in London, who find romance in the most unlikely places<BR></b><BR>Prim, divorced, and middle-aged, Vinnie Miner gave up on love long ago. On her way to London to research a book about children&rsquo;s folk rhymes&mdash;a scholarly pursuit that even her fellow academics sneer at&mdash;she finds herself sitting next to the man who will change the course of her life. Brash and na&iuml;ve, he is a sanitary engineer from Oklahoma on a package vacation.</div><DIV><BR>Also in London is Vinnie&rsquo;s colleague, the young, handsome English professor Fred Turner. His marriage and self-esteem are both on the rocks, but he is about to find consolation in the arms of the most beautiful actress in England. Stylish and highborn, she introduces Fred to a glamorous, yet eccentric, London scene that he never expected&mdash;or prepared&mdash;to encounter.</div><DIV><BR>This ebook features an illustrated biography of Alison Lurie including rare images from the author&rsquo;s personal collection. &#160;</div><BR>", "isbn": "9781480422490", "language_code": "eng", "awards": [{"name": "National Book Award Finalist", "image": null, "uuid": "eYKvqpafcTyqyGvFx3Mrj4"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "yPgN5ofy2TCKrXvmhnbXN7", "annotation": ""},{"position": 5, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "N. Scott Momaday", "status": 1, "average_rating": 3.62, "title": "House Made of Dawn", "uuid": "bKrbywxej5wSdXuc7jvMLh", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062121530/1378009718.04.jpg", "oyster_good_for_statement": "", "publication_date": "2011-09-13", "number_print_pages": 208, "oyster_summary": "", "description": "<p><em>The magnificent Pulitzer Prize-winning novel of a stranger in his native land</em></p><p>A young Native American, Abel has come home from a foreign war to find himself caught between two worlds. The first is the world of his father's, wedding him to the rhythm of the seasons, the harsh beauty of the land, and the ancient rites and traditions of his people. But the other world -- modern, industrial America -- pulls at Abel, demanding his loyalty, claiming his soul, goading him into a destructive, compulsive cycle of dissipation and disgust. And the young man, torn in two, descends into hell.</p>", "isbn": "9780062121530", "language_code": "eng", "awards": []}, "uuid": "64Degbhya7DiXMWDVfnpEH", "annotation": ""},{"position": 14, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "William Styron", "status": 1, "average_rating": 3.92, "title": "The Confessions of Nat Turner", "uuid": "UVGhjVkkZ7xaB38MQWsfXP", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781936317097/1377665720.0.jpg", "oyster_good_for_statement": "", "publication_date": "2010-05-04", "number_print_pages": 480, "oyster_summary": "", "description": "<DIV><p>&#160;</p><DIV><B>The explosive 1967 Pulitzer  Prize&ndash;winning novel, a gripping and unforgettable portrait of the leader  of America&rsquo;s bloodiest slave revolt</B><DIV>&#160;</div></div><DIV><i>The Confessions of Nat Turner</i> is William Styron&rsquo;s complex and richly drawn imagining of Nat Turner, the leader of the 1831 slave rebellion in Virginia that led to the deaths of almost sixty men, women, and children. Published at the height of the civil rights movement, the novel draws upon the historical Nat Turner&rsquo;s confession to his attorney, made as he awaited execution in a Virginia jail. This powerful narrative, steeped in the brutal and tragic history of American slavery, reveals a Turner who is neither a hero nor a demon, but rather a man driven to exact vengeance for the centuries of injustice inflicted upon his people.</div><DIV>&#160;</div><DIV><i>Nat Turner </i>is a galvanizing portrayal of the crushing institution of slavery, and Styron&rsquo;s deeply layered characterization is a stunning rendering of one man&rsquo;s violent struggle against oppression.</div><DIV>&#160;</div><DIV>This ebook features a new illustrated biography of William Styron, including original letters, rare photos, and never-before-seen documents from the Styron family and the Duke University Archives.</div><p>&#160;</p></div>", "isbn": "9781936317097", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "William Dean Howells Medal", "image": null, "uuid": "tWxEyYiACxoTvBiEBTehv3"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "sLFjRVdDspADiSEC567PxM", "annotation": ""},{"position": 23, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alison Lurie", "status": 1, "average_rating": 3.63, "title": "Imaginary Friends", "uuid": "2XxZmgW4TjAKmtjmpz4N3S", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Imaginary%20Friends/1373331321.5.jpg", "oyster_good_for_statement": "", "publication_date": "2012-11-13", "number_print_pages": 292, "oyster_summary": "", "description": "<b>Two sociologists infiltrate a cult from which madness might be the only escape<BR></b><DIV><BR>Once the nation&rsquo;s most popular sociologist, Tom McMann has fallen out of style lately. Desperate for a last shot at relevance, he targets the Truth Seekers, an up-and-coming cult that seems destined for the big time. An irresistible mixture of New Age cranks and sci-fi nerds, they are ruled over by Verena, a beautiful young telepath who believes she has a hotline to another planet. The Seekers are isolated, committed, and eccentric, but most importantly, they&rsquo;re hiring.</div><DIV>&#160;</div><DIV>Assisted by his wide-eyed young colleague, Roger Zimmern, McMann infiltrates the Truth Seekers, hoping to see how the zealots respond if questioned by someone within their midst. But when Verena&rsquo;s babblings start to make a little too much sense, the researchers must choose between losing their minds and buying one-way tickets to outer space.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Alison Lurie including rare images from the author&rsquo;s collection.</div><DIV></div>", "isbn": "9781453271193", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "j5h7bnq6Eo9ZQzmLU7fwmg", "annotation": ""},{"position": 29, "book": {"publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "author": "Alex Haley", "status": 1, "average_rating": 4.71, "title": "Roots-Thirtieth Anniversary Edition", "uuid": "XDMYfRy4TWzfE5qgoEjW8M", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593154660/1387370970.31.jpg", "oyster_good_for_statement": "", "publication_date": "2007-05-22", "number_print_pages": 912, "oyster_summary": "", "description": "<DIV>One of the most important books and television series ever to appear,&#160;<i>Roots</i>, galvanized the nation, and created an extraordinary political, racial, social and cultural dialogue that hadn&rsquo;t been seen since the publication of&#160;<i>Uncle Tom&rsquo;s Cabin</i>. The book sold over one million copies in the first year, and the miniseries was watched by an astonishing 130 million people. It also won both the Pulitzer Prize and the National Book Award.&#160;<i>Roots</i>&#160;opened up the minds of Americans of all colors and faiths to one of the darkest and most painful parts of America&rsquo;s past.&#160;<BR><br> Over the years, both&#160;<i>Roots</i>&#160;and Alex Haley have attracted controversy, which comes with the territory for trailblazing, iconic books, particularly on the topic of race. Some of the criticism results from whether&#160;<i>Roots</i>&#160;is fact or fiction and whether Alex Haley confused these two issues, a subject he addresses directly in the book. There is also the fact that Haley was sued for plagiarism when it was discovered that several dozen paragraphs in&#160;<i>Roots</i>&#160;were taken directly from a novel, The African, by Harold Courlander, who ultimately received a substantial financial settlement at the end of the case.&#160;<BR><br> But none of the controversy affects the basic issue.&#160;<i>Roots</i>&#160;fostered a remarkable dialogue about not just the past, but the then present day 1970s and how America had fared since the days portrayed in&#160;<i>Roots</i>. Vanguard Press feels that it is important to publish&#160;<i>Roots: The 30th Anniversary Edition</i>&#160;to remind the generation that originally read it that there are issues that still need to be discussed and debated, and to introduce to a new and younger generation, a book that will help them understand, perhaps for the first time, the reality of what took place during the time of&#160;<i>Roots</i>.<BR> &#160;</div>", "isbn": "9781593154660", "language_code": "eng", "awards": []}, "uuid": "6Lar2aEpp4y9UFbzftTMjX", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Philip Roth", "status": 1, "average_rating": 3.48, "title": "Exit Ghost", "uuid": "NoriUkssrKSvRNxo9et2d6", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345338/1376379485.47.jpg", "oyster_good_for_statement": "", "publication_date": "2007-10-01", "number_print_pages": 304, "oyster_summary": "", "description": "<DIV>Like Rip Van Winkle returning to his hometown to find that all has changed, Nathan Zuckerman comes back to New York, the city he left eleven years before. Alone on his New England mountain, Zuckerman has been nothing but a writer: no voices, no media, no terrorist threats, no women, no news, no tasks other than his work and the enduring of old age.<br><br>Walking the streets like a revenant, he quickly makes three connections that explode his carefully protected solitude. One is with a young couple with whom, in a rash moment, he offers to swap homes. They will flee post-9/11 Manhattan for his country refuge, and he will return to city life. But from the time he meets them, Zuckerman also wants to swap his solitude for the erotic challenge of the young woman, Jamie, whose allure draws him back to all that he thought he had left behind: intimacy, the vibrant play of heart and body.<br><br>The second connection is with a figure from Zuckerman&#8217;s youth, Amy Bellette, companion and muse to Zuckerman&#8217;s first literary hero, E. I. Lonoff. The once irresistible Amy is now an old woman depleted by illness, guarding the memory of that grandly austere American writer who showed Nathan the solitary path to a writing vocation.<br><br>The third connection is with Lonoff&#8217;s would-be biographer, a young literary hound who will do and say nearly anything to get to Lonoff&#8217;s &#147;great secret.&#8221; Suddenly involved, as he never wanted or intended to be involved again, with love, mourning, desire, and animosity, Zuckerman plays out an interior drama of vivid and poignant possibilities.<br><br>Haunted by Roth&#8217;s earlier work The Ghost Writer, Exit Ghost is an amazing leap into yet another phase in this great writer&#8217;s insatiable commitment to fiction.</div>", "isbn": "9780547345338", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "BBAaDJuRGB25zKqqxRisMV", "annotation": ""},{"position": 31, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carson McCullers", "status": 1, "average_rating": 3.92, "title": "The Heart Is a Lonely Hunter", "uuid": "GA3K83mHgcSkqa7Ew6yMzh", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg", "oyster_good_for_statement": "", "publication_date": "2010-08-01", "number_print_pages": 368, "oyster_summary": "", "description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "isbn": "9780547346656", "language_code": "eng", "awards": []}, "uuid": "rWXhQErfAixJCaRNyFR5F8", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Shirley Ann Grau", "status": 1, "average_rating": 3.55, "title": "Nine Women", "uuid": "55bWPwbs8ReAGmyhfDpxwL", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Nine%20Women/1373330520.4.jpg", "oyster_good_for_statement": "", "publication_date": "2012-04-10", "number_print_pages": 204, "oyster_summary": "", "description": "<DIV><DIV><b>Grau&rsquo;s insightful and mesmerizing collection of stories, about nine Southern women unified by their search for happiness in the face of overwhelming odds</b></div><DIV>&#160;</div><DIV>The nine namesake women of this collection come from all levels of New Orleans society, from the daughters of servants to affluent ladies. All, however, struggle with grief, longing, and hope. In &ldquo;Widows Walk,&rdquo; for instance, Myra Rowland tries to make sense of life after the death of her husband. &ldquo;In the Beginning&rdquo; depicts a daughter trying to understand her own mother&rsquo;s determination to raise her up from abject poverty. &ldquo;Ending,&rdquo; meanwhile, tells of a couple whose union dissolves just as their daughter marries. In many cases, these protagonists are struggling to accept the sudden loss of life and love in a land teeming with both.&#160;</div><DIV>&#160;</div><DIV>Grau is one of America&rsquo;s most masterful storytellers, a writer with an eye for the teeming diversity of life in the Deep South.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Shirley Ann Grau, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453247228", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "aDmv6Kii9FANiYAvPooJTc", "annotation": ""},{"position": 15, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1, "average_rating": 3.34, "title": "Death in the Castle", "uuid": "EASkna35t3WZMzL8rexUqJ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Death%20in%20the%20Castle/1373336623.26.jpg", "oyster_good_for_statement": "", "publication_date": "2013-05-21", "number_print_pages": 185, "oyster_summary": "", "description": "<DIV><DIV><b>An ancient castle, a cash-strapped and psychologically unstable aristocratic couple, and the rumor of ghosts weave together in this sparkling historical mystery from Pearl S. Buck</b></div><DIV><BR>Sir Richard Sedgeley and Lady Mary are broke and without an heir to the castle that&rsquo;s been in their family for centuries. Tourists are infrequent, and the offers they&rsquo;ve received are not ones they can live with: a state-run prison or a museum in America. What is the remedy, and is it true that there&rsquo;s treasure hidden somewhere under their noses? Featuring a cast of outsize characters&mdash;timid Mary, her possibly mad husband, Wells the Butler, and his mysterious daughter Kate&mdash;<i>Death in the Castle</i> is a suspenseful delight by the author of <i>The Good Earth</i>.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div></div>", "isbn": "9781480421202", "language_code": "eng", "awards": []}, "uuid": "off4tpUpvXSbFfnF6VbMvX", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Oliver La Farge", "status": 1, "average_rating": 3.68, "title": "Laughing Boy", "uuid": "xZsueTRi7xZJDpHCg33G2P", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527345/1376383116.68.jpg", "oyster_good_for_statement": "", "publication_date": "2004-06-05", "number_print_pages": 208, "oyster_summary": "", "description": "<DIV>Capturing the essence of the Southwest in 1915, Oliver La Farge's Pulitzer Prize-winning first novel is an enduring American classic. At a ceremonial dance, the young, earnest silversmith Laughing Boy falls in love with Slim Girl, a beautiful but elusive \"American\"-educated Navajo. As they experience all of the joys and uncertainties of first love, the couple must face a changing way of life and its tragic consequences.</div>", "isbn": "9780547527345", "language_code": "eng", "awards": [{"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "cADwrLXtQqAFG4vejhXkCF", "annotation": ""},{"position": 26, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alice Walker", "status": 1, "average_rating": 3.93, "title": "You Can't Keep a Good Woman Down", "uuid": "fG76kGLzcq8ZNDxHZJmfG6", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/You%20Can%27t%20Keep%20a%20Good%20Woman%20Down/1373330024.06.jpg", "oyster_good_for_statement": "", "publication_date": "2011-11-22", "number_print_pages": 167, "oyster_summary": "", "description": "<DIV><DIV><b>In Alice Walker&rsquo;s second story collection, women stand their ground in the midst of crisis </b>&#160;<BR><BR></div><DIV></div><DIV>This collection builds on Alice Walker&rsquo;s earlier work, the much-praised <i>In Love &amp; Trouble</i>. But unlike her first collection of stories, the women in these tenderly wrought tales face their problems head on, proving powerful and self-possessed even when degraded by others&mdash;sometimes by those closest to them. But even as the female protagonists face exploitation, social asymmetries, and casual cruelties, Walker leavens her stories with ample wit and, as always, an eye for the redemptive power of love. &#160;<BR><BR></div><DIV>A collection that reveals a master of fiction approaching the fullness of her talent, these are the stories Walker produced while penning <i>The Color Purple</i>. <BR><BR></div><DIV>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223987", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "pR378gjL7nZfP74Q67HPAQ", "annotation": ""},{"position": 19, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alison Lurie", "status": 1, "average_rating": 3.51, "title": "The Nowhere City", "uuid": "4HyiBUhci3VaHQhFtSEsZm", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Nowhere%20City/1373331314.89.jpg", "oyster_good_for_statement": "", "publication_date": "2012-11-13", "number_print_pages": 344, "oyster_summary": "", "description": "<DIV><b>A young couple from New England&rsquo;s Ivy League plunges into a culture clash during a year in Los Angeles</b></div><DIV><BR>When his mentor at Harvard University suddenly leaves for Washington, Paul Cattleman finds himself adrift in the wilds of academia. He&rsquo;s lost his fellowship position for the fall semester, can find work only in what he considers to be intellectual cesspits&mdash;schools that would brand the young history professor as forever unsuitable for the Ivy League&mdash;and he&rsquo;s one thesis short of a PhD. Rather than doom his career, he takes a temporary job in Los Angeles, a city whose superficial charms signal an adventure. He is ready to make the best of his year out west. The only thing holding him back is his wife.</div><DIV>&#160;</div><DIV>Katherine is a New Englander through and through, and as soon as she steps into the LA smog, she knows this transition will be a struggle. What Paul sees as fun, she considers vulgar. But while Los Angeles may be a cultural wasteland, this East Coast girl will find that West Coast pleasures can be quite a lot of fun.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Alison Lurie including rare images from the author&rsquo;s collection.</div>", "isbn": "9781453271179", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "LT8V4ai46tZGj56BQgmxZC", "annotation": ""},{"position": 18, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alice Walker", "status": 1, "average_rating": 3.94, "title": "The Third Life of Grange Copeland", "uuid": "sxvGe7kbuo8XVZHWkNnBW9", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Third%20Life%20of%20Grange%20Copeland/1373330020.06.jpg", "oyster_good_for_statement": "", "publication_date": "2011-11-22", "number_print_pages": 318, "oyster_summary": "", "description": "<DIV><DIV><b>In one lifetime we have many chances to get it right</b><BR><BR>Grange Copeland, a deeply conflicted and struggling tenant farmer in the Deep South of the 1930s, leaves his family and everything he&rsquo;s ever known to find happiness and respect in the cold cities of the North. This misadventure, his &ldquo;second life,&rdquo; proves a dismal failure that sends him back where he came from to confront his now-grown-up son&rsquo;s disastrous relationships with his own family, including Grange&rsquo;s granddaughter, Ruth Copeland, a child that Grange grows to love. Love becomes the substance of his third and final life. He spends it in devotion to Ruth, teaching and protecting her&mdash;though the cost of doing so is almost more than he can bear.<BR><BR></div><DIV></div><DIV>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223949", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "y9nwR8idmdUPoaS7aUD2EL", "annotation": ""},{"position": 2, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Herbert P. Bix", "status": 1, "average_rating": 3.73, "title": "Hirohito And The Making Of Modern Japan", "uuid": "grJDUHkSmi888ZKJFfpakK", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061860478/1376527788.21.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 832, "oyster_summary": "", "description": "<h4 align=\"center\">Winner of the Pulitzer Prize</h4><p>In this groundbreaking biography of the Japanese emperor Hirohito, Herbert P. Bix offers the first complete, unvarnished look at the enigmatic leader whose sixty-three-year reign ushered Japan into the modern world. Never before has the full life of this controversial figure been revealed with such clarity and vividness. Bix shows what it was like to be trained from birth for a lone position at the apex of the nation's political hierarchy and as a revered symbol of divine status. Influenced by an unusual combination of the Japanese imperial tradition and a modern scientific worldview, the young emperor gradually evolves into his preeminent role, aligning himself with the growing ultranationalist movement, perpetuating a cult of religious emperor worship, resisting attempts to curb his power, and all the while burnishing his image as a reluctant, passive monarch. Here we see Hirohito as he truly was: a man of strong will and real authority.</p><p>Supported by a vast array of previously untapped primary documents, <em>Hirohito and the Making of Modern Japan </em>is perhaps most illuminating in lifting the veil on the mythology surrounding the emperor's impact on the world stage. Focusing closely on Hirohito's interactions with his advisers and successive Japanese governments, Bix sheds new light on the causes of the China War in 1937 and the start of the Asia-Pacific War in 1941. And while conventional wisdom has had it that the nation's increasing foreign aggression was driven and maintained not by the emperor but by an elite group of Japanese militarists, the reality, as witnessed here, is quite different. Bix documents in detail the strong, decisive role Hirohito played in wartime operations, from the takeover of Manchuria in 1931 through the attack on Pearl Harbor and ultimately the fateful decision in 1945 to accede to an unconditional surrender. In fact, the emperor stubbornly prolonged the war effort and then used the horrifying bombings of Hiroshima and Nagasaki, together with the Soviet entrance into the war, as his exit strategy from a no-win situation. From the moment of capitulation, we see how American and Japanese leaders moved to justify the retention of Hirohito as emperor by whitewashing his wartime role and reshaping the historical consciousness of the Japanese people. The key to this strategy was Hirohito's alliance with General MacArthur, who helped him maintain his stature and shed his militaristic image, while MacArthur used the emperor as a figurehead to assist him in converting Japan into a peaceful nation. Their partnership ensured that the emperor's image would loom large over the postwar years and later decades, as Japan began to make its way in the modern age and struggled -- as it still does -- to come to terms with its past.</p><p>Until the very end of a career that embodied the conflicting aims of Japan's development as a nation, Hirohito remained preoccupied with politics and with his place in history. <em>Hirohito and the Making of Modern Japan</em> provides the definitive account of his rich life and legacy. Meticulously researched and utterly engaging, this book is proof that the history of twentieth-century Japan cannot be understood apart from the life of its most remarkable and enduring leader.</p>", "isbn": "9780061860478", "language_code": "eng", "awards": [{"name": "National Book Critics Circle Award Winner", "image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "DsL7xaovCR2wfYnUQbMaD7", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Shirley Ann Grau", "status": 1, "average_rating": 3.85, "title": "The Keepers of the House", "uuid": "NTB4BbVNsRceKiw7AbebTM", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Keepers%20of%20the%20House/1373330520.32.jpg", "oyster_good_for_statement": "", "publication_date": "2012-04-10", "number_print_pages": 312, "oyster_summary": "", "description": "<DIV><DIV><b>Grau&rsquo;s Pulitzer Prize&ndash;winning classic, about the racial prejudice and long-buried secrets that threaten to destroy a distinguished Southern family </b></div><DIV><b>&#160;</b></div><DIV>The Howland dynasty began after the War of 1812, when a young Tennessee solider fighting for Andrew Jackson settled in Alabama. Over the next century, the Howlands accumulated a fortune, fought for Secession, helped rebuild the South, and established themselves as one of the most respected families in the state. But that history means little to Abigail Howland. Though she inherited the Howland manse, her fortunes reverse when her family&rsquo;s mixed-race heritage comes to light and her community&mdash;locked in the prejudices of the 1960s&mdash;turns its back on her. Faced with such deep-seated prejudice, Abigail is pushed to defend her family at all costs.&#160;&#160;</div><DIV>&#160;</div><DIV>Winner of the 1965 Pulitzer Prize for fiction, <i>The Keepers of the House </i>is an unforgettable story of family, tradition, and racial injustice set against a richly drawn backdrop of the American South.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Shirley Ann Grau, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453247204", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "EgLSXUbBnLZKpNnK2WBJ4i", "annotation": ""},{"position": 0, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jhumpa Lahiri", "status": 1, "average_rating": 4.08, "title": "Interpreter of Maladies", "uuid": "btViMHKmJ6fQa9wGV5k73J", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487069/1383487897.73.jpg", "oyster_good_for_statement": "", "publication_date": "2000-05-22", "number_print_pages": 208, "oyster_summary": "", "description": "<DIV>Navigating between the Indian traditions they've inherited and the baffling new world, the characters in Jhumpa Lahiri's elegant, touching stories seek love beyond the barriers of culture and generations. In \"A Temporary Matter,\" published in The New Yorker, a young Indian-American couple faces the heartbreak of a stillborn birth while their Boston neighborhood copes with a nightly blackout. In the title story, an interpreter guides an American family through the India of their ancestors and hears an astonishing confession. Lahiri writes with deft cultural insight reminiscent of Anita Desai and a nuanced depth that recalls Mavis Gallant. She is an important and powerful new voice.</DIV>", "isbn": "9780547487069", "language_code": "eng", "awards": [{"name": "PEN/Hemingway Foundation Award Winner", "image": null, "uuid": "qGW3ZRKGJVitTshiVFYiqN"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "Ebxqxnyh2FecgFfb8eKnvG", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Natasha Trethewey", "status": 1, "average_rating": 4.08, "title": "Native Guard", "uuid": "Vz4yTDRd2YiAiLBr8TCuog", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416328/1376380011.47.jpg", "oyster_good_for_statement": "", "publication_date": "2007-11-06", "number_print_pages": 64, "oyster_summary": "", "description": "<DIV>Winner of the 2007 Pulitzer Prize for poetry, Natasha Trethewey&#8217;s elegiac Native Guard is a deeply personal volume that brings together two legacies of the Deep South.<BR><BR>The title of the collection refers to the Mississippi Native Guards, a black regiment whose role in the Civil War has been largely overlooked by history. As a child in Gulfport, Mississippi, in the 1960s, Trethewey could gaze across the water to the fort on Ship Island where Confederate captives once were guarded by black soldiers serving the Union cause. The racial legacy of the South touched Trethewey&#8217;s life on a much more immediate level, too. Many of the poems in Native Guard pay loving tribute to her mother, whose marriage to a white man was illegal in her native Mississippi in the 1960s. Years after her mother&#8217;s tragic death, Trethewey reclaims her memory, just as she reclaims the voices of the black soldiers whose service has been all but forgotten.<BR></DIV>", "isbn": "9780547416328", "language_code": "eng", "awards": [{"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "9EW72fV7EYpuJSAVyaAqrC", "annotation": ""},{"position": 12, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jhumpa Lahiri", "status": 1, "average_rating": 3.91, "title": "The Namesake", "uuid": "hWhi6qpngb4jFYankqkTsj", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547429311/1380870154.79.jpg", "oyster_good_for_statement": "", "publication_date": "2004-09-01", "number_print_pages": 304, "oyster_summary": "", "description": "<DIV>Jhumpa Lahiri's <I>Interpreter of Maladies</I> established this young writer as one the most brilliant of her generation. Her stories are one of the very few debut works -- and only a handful of collections -- to have won the Pulitzer Prize for fiction. Among the many other awards and honors it received were the New Yorker Debut of the Year award, the PEN/Hemingway Award, and the highest critical praise for its grace, acuity, and compassion in detailing lives transported from India to America. In <I>The Namesake</I>, Lahiri enriches the themes that made her collection an international bestseller: the immigrant experience, the clash of cultures, the conflicts of assimilation, and, most poignantly, the tangled ties between generations. Here again Lahiri displays her deft touch for the perfect detail -- the fleeting moment, the turn of phrase -- that opens whole worlds of emotion.<br></DIV> <div><I></I></DIV> <div><I>The Namesake</I> takes the Ganguli family from their tradition-bound life in Calcutta through their fraught transformation into Americans. On the heels of their arranged wedding, Ashoke and Ashima Ganguli settle together in Cambridge, Massachusetts. An engineer by training, Ashoke adapts far less warily than his wife, who resists all things American and pines for her family. When their son is born, the task of naming him betrays the vexed results of bringing old ways to the new world. Named for a Russian writer by his Indian parents in memory of a catastrophe years before, Gogol Ganguli knows only that he suffers the burden of his heritage as well as his odd, antic name. Lahiri brings great empathy to Gogol as he stumbles along the first-generation path, strewn with conflicting loyalties, comic detours, and wrenching love affairs. With penetrating insight, she reveals not only the defining power of the names and expectations bestowed upon us by our parents, but also the means by which we slowly, sometimes painfully, come to define ourselves. <I>The New York Times</I> has praised Lahiri as \"a writer of uncommon elegance and poise.\"<I> The Namesake</I> is a fine-tuned, intimate, and deeply felt novel of identity.</div>", "isbn": "9780547429311", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "Jzdt59UrPFiE7cxwAQpBFP", "annotation": ""},{"position": 1, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1, "average_rating": 3.91, "title": "The Good Earth", "uuid": "iwtLBHBMP2ETShBA5bDZ9F", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Good%20Earth/1373331001.54.jpg", "oyster_good_for_statement": "", "publication_date": "2012-08-21", "number_print_pages": 357, "oyster_summary": "", "description": "<DIV><b>Pearl S. Buck&rsquo;s timeless masterpiece, the Pulitzer Prize&ndash;winning story of a farmer&rsquo;s journey through China in the 1920s</b></div><DIV><i><BR>The Good Earth </i>is Buck&rsquo;s classic story of Wang Lung, a Chinese peasant farmer, and his wife, O-lan, a former slave. With luck and hard work, the couple&rsquo;s fortunes improve over the years: They are blessed with sons, and save steadily until one day they can afford to buy property in the House of Wang&mdash;the very house in which O-lan used to work. But success brings with it a new set of problems. Wang soon finds himself the target of jealousy, and as good harvests come and go, so does the social order. Will Wang&rsquo;s family cherish the estate after he&rsquo;s gone? And can his material success, the bedrock of his life, guarantee anything about his soul?</div><DIV>&#160;</div><DIV>Winner of the Pulitzer Prize and the William Dean Howells Award, <i>The Good Earth</i> was an Oprah&rsquo;s Book Club choice in 2004. A readers&rsquo; favorite for generations, this powerful and beautifully written fable resonates with universal themes of hope and family unity.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263563", "language_code": "eng", "awards": [{"name": "William Dean Howells Medal", "image": null, "uuid": "tWxEyYiACxoTvBiEBTehv3"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "9kWak6AjfTksbaHrRACbFk", "annotation": ""},{"position": 3, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Philip Roth", "status": 1, "average_rating": 3.89, "title": "American Pastoral", "uuid": "66udDGSuDFfWVNjJgDz6ba", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415970/1376380010.95.jpg", "oyster_good_for_statement": "", "publication_date": "1997-05-12", "number_print_pages": 432, "oyster_summary": "", "description": "<DIV>American Pastoral is the story of a fortunate American's rise and fall - of a strong, confident master of social equilibrium overwhelmed by the forces of social disorder. Seymour \"Swede\" Levov - a legendary high school athlete, a devoted family man, a hard worker, the prosperous inheritor of his father's Newark glove factory - comes of age in thriving, triumphant postwar America. But everything he loves is lost when the country begins to run amok in the turbulent 1960s. Not even the most private, well-intentioned citizen, it seems, gets to sidestep the sweep of history. With vigorous realism, Roth takes us back to the conflicts and violent transitions of the 1960s. This is a book about loving - and hating - America. It's a book about wanting to belong - and refusing to belong - to America. It sets the desire for an American pastoral - a respectable life of space, calm, order, optimism, and achievement - against the indigenous American Berserk.</DIV>", "isbn": "9780547415970", "language_code": "eng", "awards": [{"name": "Prix du Meilleur Livre Étranger", "image": null, "uuid": "WxYJ6KnYGQru9m6rwmDLg"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "E9wV2aYByViUJfNkBT86dT", "annotation": ""},{"position": 30, "book": {"publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Edward J. Larson", "status": 1, "average_rating": 4.5, "title": "Summer for the Gods", "uuid": "W4KxxRSZBoCohtL9mq6xkB", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786721931/1387370841.69.jpg", "oyster_good_for_statement": "", "publication_date": "2008-07-31", "number_print_pages": 352, "oyster_summary": "", "description": "<DIV>In the summer of 1925, the sleepy hamlet of Dayton, Tennessee, became the setting for one of the 20th century&#8217;s most contentious dramas: the Scopes trial that pit William Jennings Bryan and the anti-Darwinists against a teacher named John Scopes into a famous debate over science, religion, and their place in public education That trial marked the start of a battle that continues to this day-in Dover, Pennsylvania, Kansas, Cobb County, Georgia, and many other cities and states throughout the country. Edward Larson&#8217;s classic, <I>Summer for the Gods</I>, received the Pulitzer Prize in History in 1998 and is the single most authoritative account of a pivotal event whose combatants remain at odds in school districts and courtrooms. For this edition, Larson has added a new preface that assesses the state of the battle between creationism and evolution, and points the way to how it might potentially be resolved.</Div>", "isbn": "9780786721931", "language_code": "eng", "awards": []}, "uuid": "XWQajcnh6xmxtaFPU7eznE", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Natasha Trethewey", "status": 1, "average_rating": 4.09, "title": "Thrall", "uuid": "YwfbpFREczXCd3DsBuqTeM", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840420/1377664220.99.jpg", "oyster_good_for_statement": "", "publication_date": "2012-08-28", "number_print_pages": 96, "oyster_summary": "", "description": "<DIV>The stunning follow-up volume to her 2007 Pulitzer Prize&#8211;winning <I>Native Guard</I>, by America&#8217;s new Poet Laureate<BR><BR>Natasha Trethewey&#8217;s poems are at once deeply personal and historical&#8212;exploring her own interracial and complicated roots&#8212;and utterly American, connecting them to ours. The daughter of a black mother and white father, a student of history and of the Deep South, she is inspired by everything from colonial paintings of mulattos and mestizos to the stories of people forgotten by history. Meditations on captivity, knowledge, and inheritance permeate <I>Thrall</I>, as she reflects on a series of small estrangements from her poet father and comes to an understanding of how, as father and daughter, they are part of the ongoing history of race in America.<br><BR><I>Thrall </I>confirms not only that Natasha Trethewey is one of our most gifted and necessary poets but that she is also one of our most brilliant and fearless.<br></DIV>", "isbn": "9780547840420", "language_code": "eng", "awards": []}, "uuid": "C3RiFgESQqLYoZhpUpTyUd", "annotation": ""},{"position": 27, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Booth Tarkington", "status": 1, "average_rating": 3.94, "title": "Seventeen", "uuid": "Z2zEdujFKysSRBHR3hHoiJ", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450469/1385410241.82.jpg", "oyster_good_for_statement": "", "publication_date": "1916-03-01", "number_print_pages": 0, "oyster_summary": "", "description": "Seventeen is a humorous novel by Booth Tarkington that gently satirizes first love, in the person of a callow 17-year-old, William Sylvanus Baxter. Seventeen takes place in a small city in the Midwestern United States shortly before World War I.", "isbn": "9781629450469", "language_code": "", "awards": []}, "uuid": "5Xbn24j8EtYPrMbNdJ52JG", "annotation": ""},{"position": 24, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Shirley Ann Grau", "status": 1, "average_rating": 3.65, "title": "Roadwalkers", "uuid": "ekZ4qGEEtn9Zan3Z7WZ8Ti", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Roadwalkers/1373330527.37.jpg", "oyster_good_for_statement": "", "publication_date": "2012-04-10", "number_print_pages": 294, "oyster_summary": "", "description": "<DIV><DIV><b>Grau&rsquo;s remarkable story of a black mother and daughter struggling to find their own paths through the tumult of the Great Depression and the civil rights movement</b></div><DIV>&#160;</div><DIV>There are few circumstances worse than being an orphaned, homeless, African American child in the South during the Great Depression. When Mary Woods found herself in that treacherous situation, she quickly learned she needed to count on what family she could find in order to survive. When she grows up to become a successful artist and has a daughter of her own, Nanda, she&rsquo;s determined to hold her child close. But when Nanda is accepted into an elite school on the East Coast, Mary finds she can&rsquo;t keep some of the world&rsquo;s cruel realities at bay forever.</div><DIV>&#160;</div><DIV>Told from the perspective of both mother and daughter, <i>Roadwalkers</i> is the story of a special bond forged by savage history, and a tale of extraordinary loyalty and sacrifice.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Shirley Ann Grau, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453247259", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "uamReymKjfTPLFyKwfzfQo", "annotation": ""}]