[{"annotation": "An heiress and a war vet: they’re from different worlds, and it would be more convenient for everyone (certainly her fiancé) if they didn’t fall in love. But who ever called love convenient? This saga is about the kind of chance encounters that can change a bad love story into a good one, and vice versa.", "uuid": "dJXhAKPNtLCEoNbzmTUys9", "position": 0, "annotation_html": "An heiress and a war vet: they’re from different worlds, and it would be more convenient for everyone (certainly her fiancé) if they didn’t fall in love. But who ever called love convenient? This saga is about the kind of chance encounters that can change a bad love story into a good one, and vice versa.", "book": {"uuid": "mnf6VyrGunysqz6Eg6PvLC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 752, "title": "In Sunlight and In Shadow", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9780547819259", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>In the summer of 1946, New York City pulses with energy. Harry Copeland,  a World War II veteran, has returned home to run the family business.  Yet his life is upended by a single encounter with the young singer and  heiress Catherine Thomas Hale, as each falls for the other in an  instant. They pursue one another in a romance played out in Broadway  theaters, Long Island mansions, the offices of financiers, and the  haunts of gangsters. Catherine&rsquo;s choice of Harry over her longtime  fianc&eacute; endangers Harry&rsquo;s livelihood and threatens his life. In the end,  Harry must summon the strength of his wartime experience to fight for  Catherine, and risk everything.<BR><br> &ldquo;In its storytelling heft, its  moral rectitude, the solemn magnificence of its writing and the splendor  of its hymns to New York City, [<I>In Sunlight and in Shadow</I>] is a  spiritual pendant to Winter&rsquo;s Tale and every bit as extraordinary . . .  Even the most stubbornly resistant readers will soon be disarmed by the  nobility of the novel&rsquo;s sentiments and seduced by the pure music of its  prose.&rdquo; &mdash; <I>Wall Street Journal</I></div>", "average_rating": 3.43, "author": "Mark Helprin", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547819259/1379062384.52.jpg"}},{"annotation": "It’s hard to imagine 20th century literature without Ernest Hemingway. This illuminating biography makes us want to thank Hadley Richardson, Hemingway’s first wife and eternal muse. Their love story is a rocky one, but then again, rocky shores often make for great writing.", "uuid": "pPKFBZUSqT7U3An5Nbsw4J", "position": 1, "annotation_html": "It’s hard to imagine 20th century literature without Ernest Hemingway. This illuminating biography makes us want to thank Hadley Richardson, Hemingway’s first wife and eternal muse. Their love story is a rocky one, but then again, rocky shores often make for great writing.", "book": {"uuid": "rGxVJFYoASrudFrB7Lvwj9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Paris Without End", "publication_date": "2011-07-05", "oyster_good_for_statement": "", "isbn": "9780062108838", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Hadley Richardson and Ernest Hemingway were the golden couple of Paris in the twenties, the center of an expatriate community boasting the likes of Scott and Zelda Fitzgerald, Gertrude Stein and Alice B. Toklas, and James and Nora Joyce. In this haunting account of the young Hemingways, Gioia Diliberto explores their passionate courtship, their family life in Paris with baby Bumby, and their thrilling, adventurous relationship&#8212;a literary love story scarred by Hadley&#8217;s loss of the only copy of Hemingway&#8217;s first novel and ultimately destroyed by a devastating m&#233;nage &#224; trois on the French Riviera.</p><p>Compelling, illuminating, poignant, and deeply insightful, <em>Paris Without End</em> provides a rare, intimate glimpse of the writer who so fully captured the American imagination and the remarkable woman who inspired his passion and his art&#8212;the only woman Hemingway never stopped loving.</p>", "average_rating": 3.91, "author": "Gioia Diliberto", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062108838/1378009660.89.jpg"}},{"annotation": "Don’t let the title fool you—this one’s got a few more things to say on the subject. Le Tellier’s unique style is the result of writing by mathematical constraints. But don’t worry: the only math you’ll be doing is trying to predict which of these star-crossed lovers will end up together.", "uuid": "UF6YESKJbLkkdJx8w9YYWK", "position": 2, "annotation_html": "Don’t let the title fool you—this one’s got a few more things to say on the subject. Le Tellier’s unique style is the result of writing by mathematical constraints. But don’t worry: the only math you’ll be doing is trying to predict which of these star-crossed lovers will end up together.", "book": {"uuid": "zsPsUy8aqp2QuivjFZVyNL", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 224, "title": "Enough About Love", "publication_date": "2011-02-01", "oyster_good_for_statement": "", "isbn": "9781590514009", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "description": "Any man—or woman—who wants to hear nothing—or no more—about love should put this book down. \r\n\r\nAnna and Louise could be sisters, but they don’t know each other. They are both married with children, and for the most part, they are happy. On almost the same day, Anna, a psychiatrist, crosses paths with Yves, a writer, while Louise, a lawyer, meets Anna’s analyst, Thomas. Love at first sight is still possible for those into their forties and long-married. But when you have already mapped out a life path, a passionate affair can come at a high price. For our four characters, their lives are unexpectedly turned upside down by the deliciously inconvenient arrival of love. For Anna, meeting Yves has brought a flurry of excitement to her life and made her question her values, her reliable husband, and her responsibilities to her children. For Louise, a successful career woman in a stable and comfortable marriage, her routine is uprooted by the youthful passion she feels for Thomas. Thought-provoking, sophisticated, and, above all, amusing, Enough About Love captures the euphoria of desire through tender and unflinching portraits of husbands, wives, and lovers.", "average_rating": 3.34, "author": "Herve Le Tellier", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514009/1378048994.51.jpg"}},{"annotation": "Why can love make us so crazy? And how is it possible to feel be good and bad about romance at the same time? Facts prove more interesting than feelings in Robin Dunbar’s deep dive into amour from an evolutionary perspective.", "uuid": "Bq2ztuLj3HTDsMTBtozqKP", "position": 3, "annotation_html": "Why can love make us so crazy? And how is it possible to feel be good and bad about romance at the same time? Facts prove more interesting than feelings in Robin Dunbar’s deep dive into amour from an evolutionary perspective.", "book": {"uuid": "4WQT9gNkCYzt7qdjHg4Yxf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Science of Love", "publication_date": "2012-10-09", "oyster_good_for_statement": "", "isbn": "9781118397671", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "<b>A scientific exploration of some of humanity's most puzzling questions: What is love? Why do we fall in (and out) of love? And why would we have evolved to feel something so weird, with so many downsides?</b><p>Whether you live for Valentine's Day or are the type to forget your wedding anniversary, love is, quite simply, part of being human. In <i>The Science of Love</i>, renowned evolutionary anthropologist Robin Dunbar uses the latest science to explore every aspect of human love. Why do we kiss? What evolutionary benefit could there be to feeling like you would die for your mate? If love exists to encourage child-bearing and child-rearing, why do we love until death do us part (and beyond)? Is parental love anything like romantic love? Dunbar explores everything science has discovered about romance, passion, sex, and commitment, answering these questions and more.<ul><li>Draws on the latest scientific research to examine the many aspects of love?passion, commitment, intimacy, hugging, kissing, monogamy, cheating, and more?and explain why we have evolved to behave as we do</li><li>Filled with fascinating insights into specific human behaviors and experiences, from the European air kiss on both cheeks to the phenomenon of love at first sight</li><li>Written by Robin Dunbar, a prominent anthropologist and evolutionary psychologist whose work have been featured in Malcolm Gladwell's <i>The Tipping Point</i> and many other books</i></li></ul>", "average_rating": 0.0, "author": "Robin Dunbar", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118397671/1379061860.81.jpg"}},{"annotation": "When it comes to expressing the complexities of love, conversation hearts don’t cut it. Walker’s novel, narrated in love letters sent between three very different couples who are all facing various forms of demise, is a bad love story beautifully told.", "uuid": "x2QqJTH3hMUEQfGeUg5nD7", "position": 4, "annotation_html": "When it comes to expressing the complexities of love, conversation hearts don’t cut it. Walker’s novel, narrated in love letters sent between three very different couples who are all facing various forms of demise, is a bad love story beautifully told.", "book": {"uuid": "jnNfFESJByAXT7Sh7WSR8C", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 252, "title": "Letters to the End of Love", "publication_date": "2013-07-01", "oyster_good_for_statement": "", "isbn": "9780702251023", "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}, "awards": [], "description": "With the readability of The Guernsey Literary and Potato Peel Pie Society and the literary grace of Colm T&#243;ibin, this brilliant debut novel satisfies on all levels.       Three stories, three secrets, three marriages.    In a coastal village in Cork in 1969, a Russian painter and his Irish novelist wife write letters to one another as they try to come to terms with a fatal illness.    On Australia&#8217;s west coast in 2011, a bookseller writes to her estranged partner in an attempt to understand what has happened to their relationship.    In Bournemouth in 1948, a retired English doctor writes letters to the love of his life, a German artist he lived with in Vienna during the 1930s.    The simple domestic lives of these three couples are set against conversations about intimacy, art, war and loss. Told in a series of unforgettable letters, this is a novel about love and what it means when it might be coming to an end.", "average_rating": 3.87, "author": "Yvette Walker", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/Letters%20to%20the%20End%20of%20Love/1372982303.02.jpg"}},{"annotation": "Love triangles, mistaken identities, far-fetched coincidences—Goudge’s bestseller starts to sound like a Shakespearean tale. The Old Bard himself would be impressed with this complicated plot of cross-generational love stories, bad beginnings and abrupt endings. Ah, love. What a mess.", "uuid": "FtCgWwCNAeWZMDfQQ8m3i7", "position": 5, "annotation_html": "Love triangles, mistaken identities, far-fetched coincidences—Goudge’s bestseller starts to sound like a Shakespearean tale. The Old Bard himself would be impressed with this complicated plot of cross-generational love stories, bad beginnings and abrupt endings. Ah, love. What a mess.", "book": {"uuid": "7UY8czf3S9zZpQH9kTciuc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 572, "title": "Garden of Lies", "publication_date": "2011-11-29", "oyster_good_for_statement": "", "isbn": "9781453222966", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><b>Goudge&rsquo;s blockbuster classic: A new mother&rsquo;s desperate decision sets in motion a dramatic series of events leading to an epic romance<BR><BR></b></div><DIV></div><DIV>Sylvie wants to be a good wife to Gerald, who offers the privileged life she could only dream of, growing up. When they wed eight years ago, the country was in the throes of the Depression, and she thought she&rsquo;d made the right choice. &#160;She wants to please her new husband, and&#160;bear his children. But no matter how hard she tries, &#160;she cannot &#160;give him her whole heart.</div><DIV>&#160;</div><DIV>She thinks something is wrong with her until&#160;Nikos,&#160;the earthy Greek handyman,&#160;shows her what real passion is &mdash; and gives her a child. Sylvie knows Gerald will never accept the newborn, with her black eyes and dark hair, and she despairs until a fire in the hospital gives her a way out. In the confusion she switches her daughter for another&rsquo;s, a bold act that resonates through the decades and culminates in one of the most passionate love stories portrayed in contemporary fiction.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Eileen Goudge including rare photos from the author&rsquo;s personal collection.</div>", "average_rating": 3.95, "author": "Eileen Goudge", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Garden%20of%20Lies/1373329911.94.jpg"}},{"annotation": "Does our biology doom monogamous relationships to become bad love stories? The jury is still out, but this bestseller looks to our hunter-gatherer past for clues as to why we’re hardwired to prefer multiple partners. Whether you agree or not, you can’t deny that this is one sexy science book. ", "uuid": "TkyqXLqsidHAJmYco6nhwL", "position": 6, "annotation_html": "Does our biology doom monogamous relationships to become bad love stories? The jury is still out, but this bestseller looks to our hunter-gatherer past for clues as to why we’re hardwired to prefer multiple partners. Whether you agree or not, you can’t deny that this is one sexy science book. ", "book": {"uuid": "DJkMCdtvQwexNgweYeu84i", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "Sex at Dawn", "publication_date": "2012-03-27", "oyster_good_for_statement": "", "isbn": "9780062207944", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Since Darwin's day, we've been told that sexual monogamy comes naturally to our species. Mainstream science&#8212;as well as religious and cultural institutions&#8212;has maintained that men and women evolved in families in which a man's possessions and protection were exchanged for a woman's fertility and fidelity. But this narrative is collapsing. Fewer and fewer couples are getting married, and divorce rates keep climbing as adultery and flagging libido drag down even seemingly solid marriages.</p><p>How can reality be reconciled with the accepted narrative? It can't be, according to renegade thinkers Christopher Ryan and Cacilda Jeth&#229;. While debunking almost everything we \"know\" about sex, they offer a bold alternative explanation in this provocative and brilliant book.</p><p>Ryan and Jeth&#229;'s central contention is that human beings evolved in egalitarian groups that shared food, child care, and, often, sexual partners. Weaving together convergent, frequently overlooked evidence from anthropology, archaeology, primatology, anatomy, and psychosexuality, the authors show how far from human nature monogamy really is. Human beings everywhere and in every era have confronted the same familiar, intimate situations in surprisingly different ways. The authors expose the ancient roots of human sexuality while pointing toward a more optimistic future illuminated by our innate capacities for love, cooperation, and generosity.</p><p>With intelligence, humor, and wonder, Ryan and Jeth&#229; show how our promiscuous past haunts our struggles over monogamy, sexual orientation, and family dynamics. They explore why long-term fidelity can be so difficult for so many; why sexual passion tends to fade even as love deepens; why many middle-aged men risk everything for transient affairs with younger women; why homosexuality persists in the face of standard evolutionary logic; and what the human body reveals about the prehistoric origins of modern sexuality. </p><p>In the tradition of the best historical and scientific writing, <em>Sex at Dawn</em> unapologetically upends unwarranted assumptions and unfounded conclusions while offering a revolutionary understanding of why we live and love as we do.</p>", "average_rating": 4.04, "author": "Christopher Ryan", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062207944/1378009835.43.jpg"}},{"annotation": "This is the love story of a fugitive and a recluse, as told by the recluse’s teenage son. Who better to narrate such a strange relationship than an adolescent boy, fumbling for the first time with all the good and bad feelings that love inspires? Labor Day is a coming of age novel, but it’s got plenty to say about grown up love, too. ", "uuid": "Jp2EGQKMkfTfjowUR9GKrN", "position": 7, "annotation_html": "This is the love story of a fugitive and a recluse, as told by the recluse’s teenage son. Who better to narrate such a strange relationship than an adolescent boy, fumbling for the first time with all the good and bad feelings that love inspires? <i>Labor Day</i> is a coming of age novel, but it’s got plenty to say about grown up love, too. ", "book": {"uuid": "m2ZL3obguyB3MQ37EgyKP5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Labor Day", "publication_date": "2009-07-28", "oyster_good_for_statement": "", "isbn": "9780061957659", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>With the end of summer closing in and a steamy Labor Day weekend looming in the town of Holton Mills, New Hampshire, thirteen-year-old Henry&#8212;lonely, friendless, not too good at sports&#8212;spends most of his time watching television, reading, and daydreaming about the soft skin and budding bodies of his female classmates. For company Henry has his long-divorced mother, Adele&#8212;a onetime dancer whose summer project was to teach him how to foxtrot; his hamster, Joe; and awkward Saturday-night outings to Friendly's with his estranged father and new stepfamily. As much as he tries, Henry knows that even with his jokes and his \"Husband for a Day\" coupon, he still can't make his emotionally fragile mother happy. Adele has a secret that makes it hard for her to leave their house, and seems to possess an irreparably broken heart.</p><p>But all that changes on the Thursday before Labor Day, when a mysterious bleeding man named Frank approaches Henry and asks for a hand. Over the next five days, Henry will learn some of life's most valuable lessons: how to throw a baseball, the secret to perfect piecrust, the breathless pain of jealousy, the power of betrayal, and the importance of putting others&#8212;especially those we love&#8212;above ourselves. And the knowledge that real love is worth waiting for.</p><p>In a manner evoking Ian McEwan's <em>Atonement</em> and Nick Hornby's <em>About a Boy</em>, acclaimed author Joyce Maynard weaves a beautiful, poignant tale of love, sex, adolescence, and devastating treachery as seen through the eyes of a young teenage boy&#8212;and the man he later becomes&#8212;looking back at an unexpected encounter that begins one single long, hot, life-altering weekend.</p>", "average_rating": 3.66, "author": "Joyce Maynard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061957659/1378009369.56.jpg"}},{"annotation": "Devotion begins with an assault and continues with feuding newlyweds. On such fertile grounds for a bad love story, it’s Norman’s prose style that you’ll love. Sparse and mysterious, his narration mirrors the way his characters communicate.", "uuid": "dEn5UxLX97Li2p93QXkgtU", "position": 8, "annotation_html": "<i>Devotion</i> begins with an assault and continues with feuding newlyweds. On such fertile grounds for a bad love story, it’s Norman’s prose style that you’ll love. Sparse and mysterious, his narration mirrors the way his characters communicate.", "book": {"uuid": "RbQdMU823FAjmZJaS7q539", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "Devotion", "publication_date": "2007-02-08", "oyster_good_for_statement": "", "isbn": "9780547561745", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Fans of Howard Norman, the internationally acclaimed author of The Hunting of L and The Bird Artist and a two-time National Book Award finalist, will find in his latest novel -- an intense and intriguingly unconventional love story -- all the hallmarks of this masterly writer: sparkling yet spare language, a totally compelling air of mystery spread over our workaday world, and ability to capture the metaphorical heartbeat at the center of our lives.<br><br>Like many of Howard Norman&#8217;s celebrated novels, Devotion begins with an announcement of a crime: on August 19, 1985, David Kozol and his father-in-law engaged in &#147;assault by mutual affray.&#8221; Norman sets out to explore a great mystery: why seemingly quiet, contained people lose control. David and Maggie's story seemed straightforward enough; they met in a hotel lobby in London. For David, the simple fact was love at first sight. For Maggie, the attraction was similarly sudden and unprecedented in intensity. Their love affair, \"A fugue state of amorous devotion,\" turned into a whirlwind romance and marriage. So what could possibly enrage David enough that he would strike at the father of his new bride? Why would William, a gentle man who looks after an estate -- and its flock of swans -- in Nova Scotia, be so angry at the man who has just married his beloved only child, Maggie? And what would lead Maggie to believe that David has been unfaithful to her? In his signature style -- haunting and evocative -- Norman lays bare the inventive stupidities people are capable of when wounded and confused.<br><br>At its core, Devotion is an elegantly constructed, never sentimental examination of love: romantic love (and its flip side, hate), filial love at its most tender, and, of course, love for the vast open spaces of Nova Scotia.</div>", "average_rating": 3.27, "author": "Howard Norman", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561745/1376380403.61.jpg"}},{"annotation": "Betrayal and sudden death: this is not your average love story. We think you’ll like Barrio’s unique blend of magical realism and modern day fable in this saga of a cursed generation of women who dare to love, despite the terrible fates they’re almost sure to meet.", "uuid": "UjTdZoSbrCwrfTi3XnYGLN", "position": 9, "annotation_html": "Betrayal and sudden death: this is not your average love story. We think you’ll like Barrio’s unique blend of magical realism and modern day fable in this saga of a cursed generation of women who dare to love, despite the terrible fates they’re almost sure to meet.", "book": {"uuid": "opc5mC8rvL8AKNiWo4TrgL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The House of Impossible Loves", "publication_date": "2013-06-04", "oyster_good_for_statement": "", "isbn": "9780547661216", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>An &ldquo;exuberant&rdquo; (<I>El Mundo</I>) debut novel of a family bound by searing passions, an earthy magic, and a very unusual curse<BR><br> The  Laguna women suffer from an odd affliction: each generation is  condemned to tragic love affairs and to give birth only to girls who are  unable to escape the cruel fate of their mothers. One fateful hunting  season in their small Castilian town, a young landowner arrives and  begins a passionate affair with Clara Laguna, the latest in the family  line, daughter of a one-eyed woman known as &ldquo;the Laguna witch.&rdquo; He  leaves her pregnant with yet another daughter, but the seeds of change  are sown. Eventually the long-awaited son&mdash;Santiago, the great-great  grandson of Clara&mdash;is born. A window of hope is opened, but is the curse  truly over?<br><br> Introducing a cast of memorable, eccentric  characters from a bearded, mute female cook to the local do-gooding  priest and the indelible Laguna women themselves, <I>The House of Impossible Loves</I> is a feat of imaginative storytelling that marks the arrival of a talented new novelist.</div>", "average_rating": 3.51, "author": "Cristina López Barrio", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547661216/1376382854.82.jpg"}},{"annotation": "A love affair with a place is the topic of this bio. After falling in love with his Chinese student, British scientist Joseph Needham fell for her country—so much so that he wrote nearly 20,000 pages on China’s scientific history. If that’s not a funny Valentine, we don’t know what is.", "uuid": "hyHG2HSRq33b5GavhDu5i5", "position": 10, "annotation_html": "A love affair with a place is the topic of this bio. After falling in love with his Chinese student, British scientist Joseph Needham fell for her country—so much so that he wrote nearly 20,000 pages on China’s scientific history. If that’s not a funny Valentine, we don’t know what is.", "book": {"uuid": "Z8Xxt43bSgbJfHkeae5RAT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "The Man Who Loved China", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061795886", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In sumptuous and illuminating detail, Simon Winchester, the bestselling author of <em>The Professor and the Madman</em> (\"Elegant and scrupulous\"&#8212;<em>New York Times Book Review</em>) and <em>Krakatoa</em> (\"A mesmerizing page-turner\"&#8212;<em>Time</em>) brings to life the extraordinary story of Joseph Needham, the brilliant Cambridge scientist who unlocked the most closely held secrets of China, long the world's most technologically advanced country.</p><p>No cloistered don, this tall, married Englishman was a freethinking intellectual, who practiced nudism and was devoted to a quirky brand of folk dancing. In 1937, while working as a biochemist at Cambridge University, he instantly fell in love with a visiting Chinese student, with whom he began a lifelong affair.</p><p>He soon became fascinated with China, and his mistress swiftly persuaded the ever-enthusiastic Needham to travel to her home country, where he embarked on a series of extraordinary expeditions to the farthest frontiers of this ancient empire. He searched everywhere for evidence to bolster his conviction that the Chinese were responsible for hundreds of mankind's most familiar innovations&#8212;including printing, the compass, explosives, suspension bridges, even toilet paper&#8212;often centuries before the rest of the world. His thrilling and dangerous journeys, vividly recreated by Winchester, took him across war-torn China to far-flung outposts, consolidating his deep admiration for the Chinese people.</p><p>After the war, Needham was determined to tell the world what he had discovered, and began writing his majestic <em>Science and Civilisation in China</em>, describing the country's long and astonishing history of invention and technology. By the time he died, he had produced, essentially single-handedly, seventeen immense volumes, marking him as the greatest one-man encyclopedist ever.</p><p>Both epic and intimate, <em>The Man Who Loved China</em> tells the sweeping story of China through Needham's remarkable life. Here is an unforgettable tale of what makes men, nations, and, indeed, mankind itself great&#8212;related by one of the world's inimitable storytellers.</p>", "average_rating": 3.76, "author": "Simon Winchester", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795886/1376506548.31.jpg"}},{"annotation": "We’ll spare you our feeble attempts at poetry and instead recommend this bold re-imagining of the life and loves of this ancient Greek poet. Sappho’s lyric poems relayed good and bad love stories with both sexes, and Erica Jong makes these old affairs feel modern with her racy writing. ", "uuid": "MiJwKCewggP3bBhRxCL8xa", "position": 11, "annotation_html": "We’ll spare you our feeble attempts at poetry and instead recommend this bold re-imagining of the life and loves of this ancient Greek poet. Sappho’s lyric poems relayed good and bad love stories with both sexes, and Erica Jong makes these old affairs feel modern with her racy writing. ", "book": {"uuid": "tCN7skUN3ExN2PUHRd5F7K", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 641, "title": "Sappho's Leap", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9781480438880", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><b>Erica Jong, the acclaimed author of&#160;<i>Fear of Flying</i>, transports the reader more than twenty-six hundred years back to a time of myths, gods, and monsters, bringing glorious life to the renowned, seductive poet Sappho</b></div><DIV><BR>As she stands poised at the edge of a precipice in the shadow of the sanctuary of Apollo, the greatest love poet who ever was or ever will be recalls the eventful fifty years that have led her to this moment. It was love that seduced her, at age sixteen, into an ill-fated plot with the poet Alcaeus to depose the despot of the island of Lesbos. It was love that made her trade the unwanted marriage bed of an old, despised, and drunken husband for a seemingly endless series of lovers, both male and female.</div><DIV><BR>For Sappho, life has always been a banquet to be savored to the fullest, a strange and sensual odyssey that has carried her to the far corners of the ancient world. Devoted to the goddess Aphrodite and granted the gift of immortal song, she has followed her magnificent destiny from Delphi to Egypt, to the land of the Amazons, the realm of the centaurs, and into the stygian depths of Hades itself, often in the company of her companion and friend, the fabulist slave Aesop.</div><DIV><BR>Through every grand affair and every wild adventure, she has remained forever true to her heart, her passion, and herself, right up to this, the end of everything.</div><DIV><BR>Combining evocative and realistic detail with unabashedly outrageous invention, Erica Jong&rsquo;s&#160;<i>Sappho&rsquo;s Leap&#160;</i>is a flawless gem of historical fiction boldly imagined by one of America&rsquo;s most enthralling storytellers.</div><DIV><BR>This ebook features an illustrated biography of Erica Jong including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div><DIV></div></div>", "average_rating": 3.57, "author": "Erica Jong", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438880/1379668191.35.jpg"}},{"annotation": "This love story is surreal yet relatable. This novel follows a bumbling twenty-something as he tries to salvage a relationship in a foreign land so bizarre that even winking can mean hundreds of different things. Love’s confusing, and we appreciate this novel’s humorous approach. ", "uuid": "9X5FfbxDCsxHc5Fe84g2yG", "position": 12, "annotation_html": "This love story is surreal yet relatable. This novel follows a bumbling twenty-something as he tries to salvage a relationship in a foreign land so bizarre that even winking can mean hundreds of different things. Love’s confusing, and we appreciate this novel’s humorous approach. ", "book": {"uuid": "RDNz42KAPQJt8xDBagKJ7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 462, "title": "The Festival of Earthly Delights", "publication_date": "2013-06-01", "oyster_good_for_statement": "", "isbn": "9781480425903", "publisher": {"uuid": "XQFaoAV95zJzU7JK5ggtdT", "name": "Dzanc Books"}, "awards": [], "description": "<DIV>What exactly is the Festival of Taang L&ocirc;ke Kwaam Banterng Sumitchanani? It&rsquo;s a twenty-four-hour water balloon blitzkrieg, a ruthless talent competition, and an earth-scorching, take-no-prisoners bacchanalia. It&rsquo;s the one day of the year when everyone has a shot at finding true love&mdash;even a rapacious, over-sexed turtle god. It&rsquo;s a celebration of hobos and heartbreak, Lionel Richie impersonators and banana-brandy-flavored rice wine. It&rsquo;s the Festival of Earthly Delights.<BR><BR>Boyd Darrow is a young American living in Puchai, a tiny Southeast Asian country that tourist brochures refer to as &ldquo;The Kingdom of Winks.&rdquo; In a series of letters written to a mysterious recipient, Boyd tells of the delights, humiliations, and brain-bending misadventures he experiences while adjusting to life in the small college town of Mai Mor. He and his somewhat less-than-faithful girlfriend, Ulla, were hoping to start their lives over in Puchai, but Puchai has an agenda all its own.<BR><BR>Ulla&rsquo;s been hired to organize the talent show at the town&rsquo;s annual Festival of Taang, but she seems more interested in the possibilities of cultural exchange with a local revolutionary. Meanwhile, Boyd grapples with a culture in which baby owls are considered a delicacy, turtles are worshipped as deities, and a wink can have one of 379 possible meanings [including &ldquo;You&rsquo;re fired,&rdquo; &ldquo;There&rsquo;s something in my eye,&rdquo; and &ldquo;I want to kiss your lips!&rdquo;]. He&rsquo;s also falling for his boss&rsquo;s daughter, a half-Puchanese girl with a black eye and a troubling past. Lines are crossed, secrets are revealed, and, as Boyd&rsquo;s life inevitably spins out of control, the festival draws closer with each day . . .<BR><BR>Hilarious and wise and fiercely original, <i>The Festival of Earthly Delights</i> is a no-holds-barred celebration of love, cultural differences, and one man&rsquo;s reluctant embrace of the sensual pleasures of this world, in all their awkward, enigmatic glory.</div>", "average_rating": 3.65, "author": "Matt Dojny", "cover_img": "https://cflare.oysterbooks.com/covers/Dzanc%20Books/9781480425903/1377118502.04.jpg"}},{"annotation": "An egotistical ob-gyn and a young divorcee may not seem like the most likely love gurus, but William Masters and Virginia Johnson knocked America’s socks (and other articles of clothing) off with their pioneering research on sexuality. That their love affair was as warm as the Arctic...that’s another story.", "uuid": "dLb2nrCKSCm5m9DALLccF7", "position": 13, "annotation_html": "An egotistical ob-gyn and a young divorcee may not seem like the most likely love gurus, but William Masters and Virginia Johnson knocked America’s socks (and other articles of clothing) off with their pioneering research on sexuality. That their love affair was as warm as the Arctic...that’s another story.", "book": {"uuid": "yVxaqcdwUtGxFn4ipgFnhE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 424, "title": "Masters of Sex", "publication_date": "2013-07-02", "oyster_good_for_statement": "", "isbn": "9780465044993", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "average_rating": 3.85, "author": "Thomas Maier", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg"}},{"annotation": "This classic is a great love story whose plot twists threaten to make it a terrible one. Jane Eyre faces the kind of obstacles we hope we don’t endure in the name of love (we’re talking destitution, raging fires, and insane exes), but it’s her unwavering principles that make this a love story for the ages.", "uuid": "kAfjZCD7iAcEShzSVjmC36", "position": 14, "annotation_html": "This classic is a great love story whose plot twists threaten to make it a terrible one. Jane Eyre faces the kind of obstacles we hope we don’t endure in the name of love (we’re talking destitution, raging fires, and insane exes), but it’s her unwavering principles that make this a love story for the ages.", "book": {"uuid": "KcUBZNP8FPrYXdsej2B5rP", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 0, "title": "Jane Eyre", "publication_date": "1847-10-16", "oyster_good_for_statement": "", "isbn": "9781629450230", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Jane Eyre follows the emotions and experiences of its eponymous character, including her growth to adulthood, and her love for Mr. Rochester, the byronic master of fictitious Thornfield Hall. In its internalization of the action - the focus is on the gradual unfolding of Jane's moral and spiritual sensibility. All the events are colored by a heightened intensity that was previously the domain of poetry- the novel revolutionized the art of fiction. ", "average_rating": 4.06, "author": "Charlotte Brontë", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450230/1376471295.64.png"}},{"annotation": "", "uuid": "5UJcevaLVizAMXynjcSSzK", "position": 15, "book": {"uuid": "FWTguSoWS4zw8PdFVZV4H3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Heartless", "publication_date": "2013-05-01", "oyster_good_for_statement": "", "isbn": "9780702249020", "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The tremendously relatable protagonist of Tasma Walton&#8217;s debut novel has en ever-evolving understanding of love. At the age of seven, she discovers that love doesn&#8217;t necessarily last forever. At 21, she finds love but it escapes her. When she is 35, she learns that love can be dangerous. By the age of 49, she realizes that the greatest love of all comes from the heart. Readers will recognize themselves in the main character&#8217;s loves and mistakes in this moving and confronting tale about the power of the human heart, the worthiness of its desires, and the often dire consequences of ignoring them.", "average_rating": 3.73, "author": "Tasma Walton", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/Heartless/1372982503.43.jpg"}},{"annotation": "", "uuid": "KeCViuUtfWvZK8R5HQpEmB", "position": 16, "book": {"uuid": "R3ETrti9uyxzzR4vfQ3Ekn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Future of Love", "publication_date": "2008-03-25", "oyster_good_for_statement": "", "isbn": "9781565126404", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "Set in New York in 2001, Abbott's debut novel invites us into the lives of good people grappling with the hard choices and the sacrifices they must make to find love. In the manner of a contemporary Edith Wharton, Shirley Abbott exposes the inner lives and the tangled relationships of eight characters&#8212;before and after New York's tragedy&#8212;and forces both them and the reader to see the world in a new way.<br> <Br> Having assembled a smart, compelling ensemble, reminiscent of HBO's <i>Six Feet Under</i>, Abbott allows us to see the possibility of happiness even as the city itself is tested. With humor and profound empathy, she has crafted a novel that runs deep into the heart of our need for commitment from friends, lovers, and family.", "average_rating": 3.2, "author": "Shirley Abbott", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126404/1377656857.75.jpg"}}]