[{"position": 10, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "John  Kenneth Galbraith", "status": 1, "average_rating": 3.79, "title": "The Economics of Innocent Fraud", "uuid": "gZ7hTiGV2wEtCpgjaavcYk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547343983/1376149836.98.jpg", "oyster_good_for_statement": "", "publication_date": "2004-04-26", "number_print_pages": 80, "oyster_summary": "", "description": "<DIV>John Kenneth Galbraith has long been at the center of American economics, in key positions of responsibility during the New Deal, World War II, and since, guiding policy and debate. His trenchant new book distills this lifetime of experience in the public and private sectors; it is a scathing critique of matters as they stand today.<BR>Sounding the alarm about the increasing gap between reality and \"conventional wisdom\" -- a phrase he coined -- Galbraith tells, along with much else, how we have reached a point where the private sector has unprecedented control over the public sector. We have given ourselves over to self-serving belief and \"contrived nonsense\" or, more simply, fraud. This has come at the expense of the economy, effective government, and the business world.<BR>Particularly noted is the central power of the corporation and the shift in authority from shareholders and board members to management. In an intense exercise of fraud, the pretense of shareholder power is still maintained, even with the immediate participants. In fact, because of the scale and complexity of the modern corporation, decisive power must go to management. From management and its own inevitable self-interest, power extends deeply into government -- the so-called public sector. This is particularly and dangerously the case in such matters as military policy, the environment, and, needless to say, taxation. Nevertheless, there remains the firm reference to the public sector.<BR>How can fraud be innocent? In his inimitable style, Galbraith offers the answer. His taut, wry, and severe comment is essential reading for everyone who cares about America's future. This book is especially relevant in an election year, but it deeply concerns the much longer future.</DIV>", "isbn": "9780547343983", "language_code": "eng", "awards": []}, "uuid": "hGKdch3Xcja5H8VWXTdxGC", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Frank N. Newman", "status": 1, "average_rating": 4.18, "title": "Six Myths that Hold Back America", "uuid": "mDG9ibgoL2QbEkVFZpDNZD", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/622/6221355350433.72.jpg", "oyster_good_for_statement": "", "publication_date": "2011-11-23", "number_print_pages": 192, "oyster_summary": "", "description": "<DIV>Why is China booming while the American economy lags?<BR><BR>Despite a globally challenging economic environment, production in China has grown by an astounding 7% to 14% a year, every year, for the past 20 years. America&rsquo;s GDP, by contrast, fell during the serious recession of 2008-9, and is now struggling to achieve even a tepid 3% growth. Why should this be?<BR><BR>Over time, economic thought and attitudes in the U.S. and other Western nations increasingly diverged from the underlying views in China, and significant contrasts developed. This book analyzes several key statements of &ldquo;accepted&rdquo; economic views in the U.S., to determine which have real basis in the U.S. financial system, and which are really just myths.<BR><BR>The six myths:<ul>    <li>Asian nations are bankrolling the U.S.</li>    <li>Treasury issued securities crowd out the private sector</li>    <li>If everyone tries to save more, the nation will save more, and investment, GDP, and employment will increase</li>    <li>If the government reduces the deficit, then national saving and investment will increase</li>    <li>Today&rsquo;s deficits create great burdens of tax for our childrer</li>    <li>If the U.S. does not get its deficit reduced soon, treasuries will face the same problems as Greece and Ireland</li></ul></div>", "isbn": "9780983988502", "language_code": "eng", "awards": []}, "uuid": "rcavPgV9u5Ysy78Nfeotuk", "annotation": ""},{"position": 6, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Milton Friedman", "status": 1, "average_rating": 4.22, "title": "Free to Choose", "uuid": "oq4JcBhNFvmCXNifZmCLBc", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539751/1376381230.56.jpg", "oyster_good_for_statement": "", "publication_date": "1990-11-26", "number_print_pages": 360, "oyster_summary": "", "description": "<DIV>The international bestseller on the extent to which personal freedom has been eroded by government regulations and agencies while personal prosperity has been undermined by government spending and economic controls. New Foreword by the Authors; Index.<BR></DIV>", "isbn": "9780547539751", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "xqk9WXoqEBh4svxW64SXUb", "annotation": ""},{"position": 14, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter F. Drucker", "status": 1, "average_rating": 4.04, "title": "Post-Capitalist Society", "uuid": "WPz3jvwSHeguhS2Brv5zUj", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061985966/1376529666.11.jpg", "oyster_good_for_statement": "", "publication_date": "2009-11-03", "number_print_pages": 240, "oyster_summary": "", "description": "Business guru Peter Drucker provides an incisive analysis of the major world transformation taking place, from the Age of Capitalism to the Knowledge Society, and examines the radical affects it will have on society, politics, and business now and in the coming years.   This searching and incisive analysis of the major world transformation now taking place shows how it will affect society,economics, business, and politics and explains how we are movingfrom a society based on capital, land, and labor to a society   whoseprimary  source is knowIedge and whose key structure is theorganization.", "isbn": "9780061985966", "language_code": "eng", "awards": []}, "uuid": "CLryiNqiN4Hp6BCBEaQVBU", "annotation": ""},{"position": 19, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Milton Friedman", "status": 1, "average_rating": 4.02, "title": "Money Mischief", "uuid": "8fqFqzknGWshDGzwSnccAX", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547542225/1376380683.86.jpg", "oyster_good_for_statement": "", "publication_date": "1994-03-31", "number_print_pages": 304, "oyster_summary": "", "description": "<DIV>Friedman makes clear once and for all that no one is immune from monetary economics-that is, from the effects of its theory and its practices. He demonstrates through historical events the mischief that can result from misunderstanding the monetary system. Index.<BR></DIV>", "isbn": "9780547542225", "language_code": "eng", "awards": []}, "uuid": "UVankLgg4oPAtg8t9X6tfn", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Shepheard-Walwyn", "uuid": "3JyEtW3wRMJRCZMJWN63cR"}, "author": "Walter Rybeck", "status": 1, "average_rating": 0.0, "title": "Re-solving the Economic Puzzle", "uuid": "C4W2hQvQD5Prr4mkT5f8zY", "cover_img": "https://cflare.oysterbooks.com/covers/Shepheard-Walwyn/Re-solving%20the%20Economic%20Puzzle/1373195183.37.jpg", "oyster_good_for_statement": "", "publication_date": "2011-04-01", "number_print_pages": 256, "oyster_summary": "", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Pinpointing a flaw in prevailing economic practices that explains why so many families in the richest nation on earth are mired in poverty, homelessness, joblessness, and hunger, this study suggests that a reform is available to correct this flaw that is corroding the enterprise system. This flaw is widely accepted and enshrined in law; certain taxation and land policies enable a powerful few to skim off a large share of the wealth created by the mass of citizens. How this injustice plays a major role in generating destructive boom and bust cycles is important, but the overprivileged who benefit from &#8220;legalized theft&#8221; are not vilified. Rather, the book calls for correcting the public policies that make slum ownership, land speculation, and other forms of parasitic and exploitive behavior more profitable than honest labor and productive enterprise. Accounts of places in the United States and elsewhere that are applying the proposed reform are presented, proving that it is politically feasible, and offers an ethical cleansing of the economy so that all people can enjoy all the fruits of their efforts.", "isbn": "9780856834028", "language_code": "eng", "awards": []}, "uuid": "7LEdG6VdHGKcT6jZ5XfPyA", "annotation": ""},{"position": 4, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Justin Fox", "status": 1, "average_rating": 3.76, "title": "The Myth of the Rational Market", "uuid": "tDyUZLnSbVCAMt5QrSYf45", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061885709/1376528244.14.jpg", "oyster_good_for_statement": "", "publication_date": "2009-06-09", "number_print_pages": 416, "oyster_summary": "", "description": "<p>Chronicling the rise and fall of the efficient market theory and the century-long making of the modern financial industry, Justin Fox's <em>The Myth of the Rational Market</em> is as much an intellectual whodunit as a cultural history of the perils and possibilities of risk. The book brings to life the people and ideas that forged modern finance and investing, from the formative days of Wall Street through the Great Depression and into the financial calamity of today. It's a tale that features professors who made and lost fortunes, battled fiercely over ideas, beat the house in blackjack, wrote bestselling books, and played major roles on the world stage. It's also a tale of Wall Street's evolution, the power of the market to generate wealth and wreak havoc, and free market capitalism's war with itself.</p><p>The efficient market hypothesis&#8212;long part of academic folklore but codified in the 1960s at the University of Chicago&#8212;has evolved into a powerful myth. It has been the maker and loser of fortunes, the driver of trillions of dollars, the inspiration for index funds and vast new derivatives markets, and the guidepost for thousands of careers. The theory holds that the market is always right, and that the decisions of millions of rational investors, all acting on information to outsmart one another, always provide the best judge of a stock's value. That myth is crumbling.</p><p>Celebrated journalist and columnist Fox introduces a new wave of economists and scholars who no longer teach that investors are rational or that the markets are always right. Many of them now agree with Yale professor Robert Shiller that the efficient markets theory &#8220;represents one of the most remarkable errors in the history of economic thought.&#8221; Today the theory has given way to counterintuitive hypotheses about human behavior, psychological models of decision making, and the irrationality of the markets. Investors overreact, underreact, and make irrational decisions based on imperfect data. In his landmark treatment of the history of the world's markets, Fox uncovers the new ideas that may come to drive the market in the century ahead. </p>", "isbn": "9780061885709", "language_code": "eng", "awards": []}, "uuid": "a34CQzyaq65gXVmiEj7uY3", "annotation": ""},{"position": 11, "book": {"publisher": {"name": "Atlantic Books", "uuid": "6iz42cktaNSt9xW8dH54gj"}, "author": "Vince Cable", "status": 1, "average_rating": 3.18, "title": "The Storm", "uuid": "AVAvyXcACMM6PYpy5qdj6o", "cover_img": "https://cflare.oysterbooks.com/covers/Atlantic%20Books/The%20Storm/1372980820.63.jpg", "oyster_good_for_statement": "", "publication_date": "2010-02-01", "number_print_pages": 186, "oyster_summary": "", "description": "<DIV><DIV><B><DIV><B>An indispensable and&#160;absolutely accessible&#160;explanation of the&#160;causes of the world economic crisis and how we should respond to it</B></DIV><DIV>&#160;</DIV><DIV><B></B></DIV></B></B></DIV><DIV><DIV>In this urgent and timely book, the man&#160;the <I>Daily Telegraph</I>&#160;calls&#160;\"the sage&#160;of the credit crunch\"&#160;shows that although the downturn is global, the complacency of the British government towards the huge \"bubble\" in property prices and high levels of personal debt, combined with increasingly exotic trading within the financial markets, has left Britain badly exposed. This paperback edition has been fully revised and updated to include Vince Cable&#8217;s latest assessment of the recession.</DIV></DIV></DIV>", "isbn": "9781848875531", "language_code": "eng", "awards": []}, "uuid": "TtmoqTvApvhWStGZkDjb73", "annotation": ""},{"position": 7, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erich Fromm", "status": 1, "average_rating": 4.19, "title": "Escape from Freedom", "uuid": "pAgpiVNDDnvkaDZDDL3jLK", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Escape%20from%20Freedom/1373335823.76.jpg", "oyster_good_for_statement": "", "publication_date": "2013-03-26", "number_print_pages": 301, "oyster_summary": "", "description": "<DIV><b>Erich Fromm&rsquo;s bestselling 1941 debut, about freedom and authoritarianism, is as relevant today as when it was first published</b></div><DIV></div><DIV><BR>The pursuit of freedom has indelibly marked Western culture since Renaissance humanism and Protestantism began the fight for individualism and self-determination. This freedom, however, can make people feel unmoored, and is often accompanied by feelings of isolation, fear, and the loss of self, all leading to a desire for authoritarianism, conformity, or destructiveness.</div><DIV>&#160;</div><DIV>It is not only the question of freedom that makes Fromm&rsquo;s debut book a timeless classic. In this examination of the roots of Nazism and fascism in Europe, Fromm also explains how economic and social constraints can also lead to authoritarianism.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div><DIV></div><DIV></div>", "isbn": "9781480402010", "language_code": "eng", "awards": []}, "uuid": "StRBUyRVjjBpQ2sdSce6ih", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "University of Queensland Press", "uuid": "XWxBqmGm3Q2f5zGwNi4vFS"}, "author": "Damian Lillicrap", "status": 1, "average_rating": 0.0, "title": "Kitchen Table Economics & Investing", "uuid": "MCQZvRNntXPFgmhepGFYWb", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/Kitchen%20Table%20Economics%20%26%20Investing/1372982241.51.jpg", "oyster_good_for_statement": "", "publication_date": "2013-07-01", "number_print_pages": 256, "oyster_summary": "", "description": "The global economy is likely to get worse before it gets better. We can no longer sit back and expect that our superannuation or pension programs will see us comfortably through retirement. Unless we take an interest in how much we are putting aside and how our money is being invested &#150; and the earlier in our working lives the better &#150; there is a good chance that we will end up with less than we expect.  This timely book explains, in everyday language, the driving forces behind the economic issues we face, and how they are likely to play out. It also lays out the basics of saving and investing for retirement, then builds on these basics for those who wish to go further. Find out more about:        *      equities, bonds, cash, and property      *      gold and currency      *      borrowing and leverage in investing      *      dynamic asset allocation, for the more experienced investor    Damian Lillicrap offers a rare insider&#8217;s view of the finance and investment industry and shares over two decades of expertise gained from working in the world&#8217;s major financial markets. He relates the economies of countries to the budgets that families deal with around their kitchen tables; the same home truths apply to both.    If you don&#8217;t know where to start to get your superannuation or pension in order, if you want to make sense of the finance news, if you are concerned about the legacy you are leaving your children, then you must read Kitchen Table Economics and Investing.", "isbn": "9780702251573", "language_code": "eng", "awards": []}, "uuid": "yvKPWTtShmz2A9uRNom8Ug", "annotation": ""},{"position": 6, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "John  Kenneth Galbraith", "status": 1, "average_rating": 3.93, "title": "The Affluent Society", "uuid": "WnarfXaQ3UNYeEN6wujSKM", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575797/1376381271.24.jpg", "oyster_good_for_statement": "", "publication_date": "1998-10-15", "number_print_pages": 288, "oyster_summary": "", "description": "<DIV>Galbraith's classic on the \"economics of abundance\" is, in the words of the New York Times, \"a compelling challenge to conventional thought.\" With customary clarity, eloquence, and humor, Galbraith cuts to the heart of what economic security means (and doesn't mean) in today's world and lays bare the hazards of individual and societal complacence about economic inequity. While \"affluent society\" and \"conventional wisdom\" (first used in this book) have entered the vernacular, the message of the book has not been so widely embraced--reason enough to rediscover The Affluent Society.</DIV>", "isbn": "9780547575797", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "jkoWb28dubbJMMjPyedhwf", "annotation": ""},{"position": 22, "book": {"publisher": {"name": "Berrett-Koehler Publishers", "uuid": "mvChomkNc5FQWDmSbatSc9"}, "author": "John Perkins", "status": 1, "average_rating": 3.77, "title": "Confessions of an Economic Hit Man", "uuid": "vggAteVuU4UtDeLcABiKY4", "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781605095295/1384815857.49.jpg", "oyster_good_for_statement": "", "publication_date": "2004-11-09", "number_print_pages": 250, "oyster_summary": "", "description": "Find out more about this important book and the worldwide movement it has spawned at www.economichitman.com\nA New York Times bestseller!\nRead what people are saying about this book and join the conversation--visit our Confessions blog today\nRead a transcript of John Perkins' recent interview with Amy Goodman on Democracy Now!\nRead David Korten's review on www.dragonflymedia.com\nAn extraordinary, real-life tale of international intrigue and corruption\nReveals the hidden mechanics of imperial control behind such major international events as the fall of the Shah, the death of Panamanian president Omar Torrijos, and the invasions of Panama and Iraq, as well as providing an inside view of the corrupt U.S.-Saudi Arabian relationship\nOne man's personal journey from eager servant of empire to impassioned advocate for the rights of oppressed people\nIn his controversial book, John Perkins tells the gripping tale of the years he spent working for an international consulting firm where his job was to convince underdeveloped countries to accept enormous loans, much bigger than they really needed, for infrastructure development--and to make sure that the development projects were contracted to U. S. multinationals. Once these countries were saddled with huge debts, the American government and the international aid agencies allied with it were able, by dictating repayment terms, to essentially control their economies. It was not unlike the way a loan shark operates--and Perkins and his colleagues didn't shun this kind of unsavory association. They referred to themselves as \"economic hit men.\"\nThis is a story of international political intrigue at the highest levels. For over a decade Perkins traveled all over the world--Indonesia, Panama, Ecuador, Columbia, Saudi Arabia, Iran--and worked with men like Panamanian president Omar Torrijos, who became a personal friend. He helped implement a secret scheme that funneled billions of Saudi petrodollars back into the U. S. economy, and that further cemented the intimate relationship between the Islamic fundamentalist House of Saud and a succession of American administrations. Perkins' story illuminates just how far economic hit men were willing to go, and unveils the real causes of some of the most dramatic developments in recent history, such as the fall of the Shah of Iran and the invasions of Panama and Iraq. Confessions of an Economic Hit Man, which many people urged Perkins not to write, is a blistering attack on a little-known phenomenon that has had dire consequences for both the lesser-developed countries and for American democracy.", "isbn": "9781605095295", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "QitQgg3kTekaQMxmpWR2Ea", "annotation": ""},{"position": 15, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "John  Kenneth Galbraith", "status": 1, "average_rating": 4.03, "title": "The Essential Galbraith", "uuid": "uTGni8EAFbZKszuWKWuG9g", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348681/1376379751.64.jpg", "oyster_good_for_statement": "", "publication_date": "2001-10-09", "number_print_pages": 336, "oyster_summary": "", "description": "<DIV>THE ESSENTIAL GALBRAITH includes key selections from  the most important works of John Kenneth Galbraith, one of the most distinguished writers of our time - from THE AFFLUENT SOCIETY, the groundbreaking book in which he conined the tern \"conventional wisdom,\" to THE GREAT CRASH, an unsurpassed account of the events that triggered America's worst economic crisis. Galbraith&#8217;s new introductions place the works in their historical moment and make clear their enduring relevance for the new century. THE ESSENTIAL GALBRAITH will delight old admirers and introduce one of our most beloved writers to a new generation of readers. It is also an indispensable resource for scholars and students of economics, history, and politics, offering unparalleled access to the seminal writings of an extraordinary thinker.</div>", "isbn": "9780547348681", "language_code": "eng", "awards": []}, "uuid": "EvMEbLxRRD9DfZdLGcW3jB", "annotation": ""},{"position": 12, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Dan Ariely", "status": 1, "average_rating": 4.04, "title": "Predictably Irrational, Revised and Expanded Edition", "uuid": "y3Vdzu9APDjkrMUuQjiSdL", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061958724/1376452622.04.jpg", "oyster_good_for_statement": "", "publication_date": "2009-06-23", "number_print_pages": 384, "oyster_summary": "", "description": "<blockquote><p>How do we think about money? <br />What caused bankers to lose sight of the economy? <br />What caused individuals to take on mortgages that were not within their means?<br />What irrational forces guided our decisions?<br />And how can we recover from an economic crisis? </p></blockquote><p>In this revised and expanded edition of the <em>New York Times</em> and <em>Wall Street Journal</em> bestseller <em>Predictably Irrational</em>, Duke University's behavioral economist Dan Ariely explores the hidden forces that shape our decisions, including some of the causes responsible for the current economic crisis. Bringing a much-needed dose of sophisticated psychological study to the realm of public policy, Ariely offers his own insights into the irrationalities of everyday life, the decisions that led us to the financial meltdown of 2008, and the general ways we get ourselves into trouble. </p><p>Blending common experiences and clever experiments with groundbreaking analysis, Ariely demonstrates how expectations, emotions, social norms, and other invisible, seemingly illogical forces skew our reasoning abilities. As he explains, our reliance on standard economic theory to design personal, national, and global policies may, in fact, be dangerous. The mistakes that we make as individuals and institutions are not random, and they can aggregate in the market&#8212;with devastating results. In light of our current economic crisis, the consequences of these systematic and predictable mistakes have never been clearer. </p><p>Packed with new studies and thought-provoking responses to readers' questions and comments, this revised and expanded edition of <em>Predictably Irrational</em> will change the way we interact with the world&#8212;from the small decisions we make in our own lives to the individual and collective choices that shape our economy. </p>", "isbn": "9780061958724", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "SJaFahPNfkKHAsVJrKTxwS", "annotation": ""},{"position": 23, "book": {"publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "author": "Simon Kuper", "status": 1, "average_rating": 4.13, "title": "Soccernomics", "uuid": "LrGoTuHdVCNwPsGY9PRw2h", "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568587059/1387371004.0.jpg", "oyster_good_for_statement": "", "publication_date": "2012-05-01", "number_print_pages": 448, "oyster_summary": "", "description": "<DIV>Why do England lose? Why does Scotland suck? Why doesn&#8217;t America dominate the sport internationally...and why do the Germans play with such an efficient but robotic style?<P>These are questions every soccer aficionado has asked. <I>Soccernomics</I> answers them.<P>Using insights and analogies from economics, statistics, psychology, and business to cast a new and entertaining light on how the game works, <I>Soccernomics</I> reveals the often surprisingly counterintuitive truths about soccer. An essential guide for the 2010 World Cup, <I>Soccernomics</I> is a new way of looking at the world&#8217;s most popular game.</DIV>", "isbn": "9781568587059", "language_code": "eng", "awards": []}, "uuid": "hQRAQjRq8RPKQzrgAAw625", "annotation": ""},{"position": 24, "book": {"publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "author": "Donald Trump", "status": 1, "average_rating": 3.5, "title": "Think Like a Champion", "uuid": "DmCqf2zfukx2srx24oSQUK", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786747573/1387370852.84.jpg", "oyster_good_for_statement": "", "publication_date": "2010-04-06", "number_print_pages": 224, "oyster_summary": "", "description": "<DIV>Over the years, Donald Trump has written many bestselling books, but he has also written shorter essays that encompass his philosophy about how to live life to the fullest, both personally and professionally. In these pieces, which have been personally selected by Donald Trump for this book, he gives his special perspective in what amounts to an &#147;informal education&#8221; about success in business and in life. His insights are engaging, educational, and informative and together they provide a very clear window into the mind and heart of this extraordinary and successful man.<p>Topics include:<BR>*The Shock Market<BR>*Keep the Big Picture in Mind<BR>*Give Your Higher Self a Chance<BR>*Essays, Assets, and Stephen King<BR>*Discover and Live Your Purpose<BR>*Go Against the Tide<BR>*Imagination: A Key to Financial Savvy<BR>*The Good, the Bad, and the Rogue Wave<BR>*Financial Literacy<BR>*Think Like a Genius</P></DIV>", "isbn": "9780786747573", "language_code": "eng", "awards": []}, "uuid": "Nkj5xokPDsX8r2WCA4ZefL", "annotation": ""},{"position": 0, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Enrico Moretti", "status": 1, "average_rating": 3.97, "title": "The New Geography of Jobs", "uuid": "zthoCqRsDoqddJoAuyeYSe", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547750149/1376382587.63.jpg", "oyster_good_for_statement": "", "publication_date": "2012-05-22", "number_print_pages": 304, "oyster_summary": "", "description": "<DIV>&quot;A persuasive look at why some U.S. cities have prospered in recent decades while others have declined.&quot;&mdash;<I>Bloomberg Businessweek<br><br> </I><BR> We&rsquo;re used to thinking of the United States in opposing terms: red versus blue, haves versus have-nots. But today there are three Americas. At one extreme are the brain hubs&mdash;cities like San Francisco, Boston, and Durham&mdash;with workers who are among the most productive, creative, and best paid on the planet. At the other extreme are former manufacturing capitals, which are rapidly losing jobs and residents. The rest of America could go either way. For the past thirty years, the three Americas have been growing apart at an accelerating rate. This divergence is one the most important developments in the history of the United States and is reshaping the very fabric of our society, affecting all aspects of our lives, from health and education to family stability and political engagement. But the winners and losers aren&rsquo;t necessarily who you&rsquo;d expect.<BR><br> Enrico Moretti&rsquo;s groundbreaking research shows that you don&rsquo;t have to be a scientist or an engineer to thrive in one of the brain hubs. Carpenters, taxi-drivers, teachers, nurses, and other local service jobs are created at a ratio of five-to-one in the brain hubs, raising salaries and standard of living for all. Dealing with this split&mdash;supporting growth in the hubs while arresting the decline elsewhere&mdash;is the challenge of the century, and <I>The New Geography of Jobs </I>lights the way.<BR><br><br> &quot;Moretti has written a clear and insightful account of the economic forces that are shaping America and its regions, and he rightly celebrates human capital and innovation as the fundamental sources of economic development.&quot;&mdash;Jonathan Rothwell, The Brookings Institution<BR></div>", "isbn": "9780547750149", "language_code": "eng", "awards": []}, "uuid": "MLzyrmYVqexz9tL6hxkNf", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Michael Schuman", "status": 1, "average_rating": 4.23, "title": "The Miracle", "uuid": "iuaUUag5uHpMxekZyEDysM", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061888083/1376528240.98.jpg", "oyster_good_for_statement": "", "publication_date": "2009-06-30", "number_print_pages": 464, "oyster_summary": "", "description": "<p>In little more than a generation, Asia has emerged from centuries of stagnation to become the rising force of the global economy. This transformation has been so spectacular that some have called it a miracle. How did it happen? Taking the reader from the docksides of Korea to the halls of India's finance ministry, <em>The Miracle</em> details the courageous decisions and heroic self-sacrifice that made Asia's ascent possible. Spanning nine countries and probing major historical currents, this account illuminates not only Asia's extraordinary economic rise but also how its causes might emancipate the developing world from poverty and guide the developed world to further prosperity. </p><p>Using more than a decade of reporting and analysis, <em>Time</em> magazine and former <em>Wall Street Journal</em> reporter Michael Schuman uncovers how outsourcing to Asia began; how Asia's most famous companies, such as Sony and Honda, became global corporations; and how technological changes and global economic shifts made Asia's boom possible. He reveals the compelling human side to this economic story, introducing readers to the political strongmen, entrepreneurs, and policymakers who made the Miracle a reality. This engaging historical narrative brings to life the ideas and actions of a diverse group of Asians&#8212;dictators and democrats, generals and technocrats, economists and engineers. </p><p>Some of the characters in the book have captured the global imagination for years, such as China's reformer Deng Xiaoping and Sony founder Akio Morita. Others are less well known, including Park Chung Hee, Korea's tightfisted nation builder; Liu Chuanzhi, the risk-taking founder of PC maker Lenovo; and Azim Premji, the mastermind behind Wipro, one of India's technology giants. All of them shared a dream&#8212;to elevate Asia to its proper place of influence in the world and eradicate the poverty around them. </p><p><em>The Miracle</em> not only offers profound insight into Asia and its increasing wealth and power; it also reveals how these seismic shifts continue to reverberate through the global economy. The implications of Asia's economic ascent for the rest of the world are surprising, promising, and inspiring. Readers of <em>The Miracle</em> will gain a deep understanding of Asia's place in the global economy&#8212;and of their own. </p>", "isbn": "9780061888083", "language_code": "eng", "awards": []}, "uuid": "CAzczmg9Z22ZmBAmEQk3c6", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jay W. Richards", "status": 1, "average_rating": 4.18, "title": "Money, Greed, and God", "uuid": "KXkZd2cveseuLCpZELzDpB", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061874567/1376528083.92.jpg", "oyster_good_for_statement": "", "publication_date": "2009-05-05", "number_print_pages": 272, "oyster_summary": "", "description": "<p>Does capitalism promote greed? Can a person follow Jesus's call to love others and also support capitalism? Was our recent economic crisis caused by flaws inherent to our free market system? Jay Richards presents a new approach to capitalism, revealing how it's fully consistent with Jesus's teachings and the Christian tradition, while also showing why this system is our best bet for renewed economic vigor. </p><p>The church is bombarded with two competing messages about money and capitalism:</p><ul><li>wealth is bad and causes much of the world's suffering</li><li>wealth is good and God wants you to prosper and be rich</li></ul><p>Richards exposes these myths, and other common misconceptions about capitalism, and reveals the surprising ways that capitalism is, in fact, the best system to respond to the biblical mandates of alleviating poverty and protecting the environment. <em>Money, Greed, and God</em> equips readers to take practical steps in their own lives to conduct business, worship God, and serve others without falling into the \"prosperity gospel\" trap.</p>", "isbn": "9780061874567", "language_code": "eng", "awards": []}, "uuid": "CpH5CdzJtezYjVP6mrwMaL", "annotation": ""},{"position": 1, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Edward Jay Epstein", "status": 1, "average_rating": 3.75, "title": "Hollywood Economist", "uuid": "Et7T4FFAtiQ9Li5Xy6Brj8", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554998/1377114361.65.jpg", "oyster_good_for_statement": "", "publication_date": "2010-03-09", "number_print_pages": 240, "oyster_summary": "", "description": "<p>In The Hollywood Economist, veteran investigative reporter Edward Jay Epstein goes undercover to find the answer to a puzzling question: Why is it that even the biggest grossing new movies, raking in millions at the box office, rarely break even during their theatrical release? How does Hollywood make money?</p>\n<p>Epstein penetrates the dazzlingly complicated economics of Hollywood to uncover what he calls the studio's \"invisible money machine”—the bizarre financial schemes behind the hits and the flops:</p>\n  <p>Studios harvesting silver from the old film prints\n  Incredibly complicated auctions to sell foreign rights\n  The manipulation of outside investors\n  Filming in bizarre locations to get subsidies and avoid taxes</p>\n\n<p>Along the way to understanding this dizzying world of finance, we also learn much about the star system and what makes Hollywood tick. Why is Arnold Schwarzenegger a contract genius? How much does it cost to insure Nicole Kidman's knee? Why is Laura Croft: Tomb Raider considered a masterpiece of studio financing? What really gets a movie made?</p>", "isbn": "9781935554998", "language_code": "English", "awards": []}, "uuid": "e3zpWGhTscfNHR4Jxvv5WT", "annotation": ""},{"position": 3, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Dan Ariely", "status": 1, "average_rating": 3.95, "title": "The Upside of Irrationality", "uuid": "tAkFnKmwavuYb5sb5mU2qe", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008565/1376452979.77.jpg", "oyster_good_for_statement": "", "publication_date": "2010-06-01", "number_print_pages": 368, "oyster_summary": "", "description": "<p>The provocative follow-up to the <em>New York Times</em> bestseller <em>Predictably Irrational</em></p><ul><li>Why can large bonuses make CEOs less productive?</li><li>How can confusing directions actually help us?</li><li>Why is revenge so important to us?</li><li>Why is there such a big difference between what we <em>think</em> will make us happy and what <em>really</em> makes us happy? </li></ul><p>In his groundbreaking book <em>Predictably Irrational</em>, social scientist Dan Ariely revealed the multiple biases that lead us into making unwise decisions. Now, in <em>The Upside of Irrationality</em>, he exposes the surprising negative and positive effects irrationality can have on our lives. Focusing on our behaviors at work and in relationships, he offers new insights and eye-opening truths about what really motivates us on the job, how one unwise action can become a long-term habit, how we learn to love the ones we're with, and more. </p><p>Drawing on the same experimental methods that made <em>Predictably Irrational</em> one of the most talked-about bestsellers of the past few years, Ariely uses data from his own original and entertaining experiments to draw arresting conclusions about how&#8212;and why&#8212;we behave the way we do. From our office attitudes, to our romantic relationships, to our search for purpose in life, Ariely explains how to break through our negative patterns of thought and behavior to make better decisions. <em>The Upside of Irrationality</em> will change the way we see ourselves at work and at home&#8212;and cast our irrational behaviors in a more nuanced light.</p>", "isbn": "9780062008565", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "nkRY4VC77RxhJL4sYN6XzT", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Stacy Carlson", "status": 1, "average_rating": 4.67, "title": "You, Me & The US Economy", "uuid": "UKmzgUJf6zy96vG7T6JquK", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/You%2C%20Me%20%26%20The%20US%20Economy/1373294057.49.jpg", "oyster_good_for_statement": "", "publication_date": "2011-09-20", "number_print_pages": 232, "oyster_summary": "", "description": "<p>This groundbreaking title is an insider’s account of the 2008 financial crisis written specifically for Main Street.</p>\n<p></p>\n<p>Stacy Carlson, Treasury Secretary Henry Paulson’s speechwriter, takes you inside the Treasury Department and explains the events and issues in a wry, personal narrative. You want to understand what brought us to the brink of collapse? After reading <i>You, Me &amp; the U.S. Economy</i>, you will.</p>\n<p></p>\n<p>With clarity and humor, Stacy explains the multiple causes of our financial, housing and economic troubles and the multiple attempts to solve them. She isn’t a financial wizard and writes so other non-wizards can understand, too. Wrapped within is her story of faith and persistence in a new, mid-life career and as a silent witness to tremendous turmoil, <i>You, Me &amp; the U.S. Economy</i> tells Main Street what really happened and why. Finally.</p>", "isbn": "9780795310683", "language_code": "eng", "awards": []}, "uuid": "t4NUbAxbhJWYZEnf8xpsoh", "annotation": ""},{"position": 18, "book": {"publisher": {"name": "Regnery Publishing", "uuid": "6CRaUtbextjZSAuRuZ5wRE"}, "author": "Gilder", "status": 1, "average_rating": 3.99, "title": "Wealth and Poverty", "uuid": "rdBmVrH4NQhoAt23beRVUf", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596988163/1377211743.1.jpg", "oyster_good_for_statement": "", "publication_date": "2012-07-31", "number_print_pages": 256, "oyster_summary": "", "description": "Hailed as “the guide to capitalism,” the New York Times bestseller Wealth and Poverty by George F. Gilder is one of the most famous economic books of all time and has sold more than one million copies since its first release. In this influential classic, Gilder explains and makes the case for supply-side economics, proves the moral superiority of free-market capitalism, and shows why supply-side economics are more effective at decreasing poverty than government-regulated markets.\n\nNow, in this new and completely updated edition of Wealth and Poverty, Gilder compares America’s current economic challenges with her past economic problems–particularly those of the late 1970s–and explains why Obama’s big-government, redistributive policies are doing more harm than good for the poor.\n\nMaking the case that supply-side economics and free market policies are–and always will be–the answer to decreasing America’s poverty rate and increasing her prosperity, Wealth & Poverty offers solutions to America’s current economic problems and hope to those who fear that our best days are behind us.", "isbn": "9781596988163", "language_code": "English", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "V6sLJRnYtAapAmytkMZKPm", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "Berrett-Koehler Publishers", "uuid": "mvChomkNc5FQWDmSbatSc9"}, "author": "Jonathan Rowe", "status": 1, "average_rating": 4.37, "title": "Our Common Wealth", "uuid": "RmPpHENPbTxjLYF2bpsMgE", "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781609948351/1384815769.38.jpg", "oyster_good_for_statement": "", "publication_date": "2013-04-01", "number_print_pages": 144, "oyster_summary": "", "description": "Why We Need the Commons \nA huge part of our economy is invisible, invaluable, and under siege. This is “the commons,” a term that denotes everything we share. Some parts of the commons are gifts of nature: the air and oceans, the web of species, wilderness, and watersheds. Others are the product of human creativity and endeavor: sidewalks and public spaces, the Internet, our languages, cultures, and technologies. Jonathan Rowe illuminates the scale and value of the commons, its symbiotic relationship with the rest of our economy, its importance to our personal and planetary well-being, and how it is threatened by privatization and neglect. He unifies many seemingly disparate struggles—against pollution, excessive development, corporate marketing to children, and more—with the force of this powerful idea. And he calls for new institutions that create a durable balance between the commons and the profit-seeking side of our economy.\n\n“This elegant book is a wonderful introduction to the originality of thought, clarity of expression, and humanity of vision that made Jonathan Rowe so respected by those who knew him.  It will change the way you think about economic, environmental and social problems and how to solve them. “\n— James Fallows, national correspondent, The Atlantic\n\n“Jonathan Rowe describes the emerging movement to protect the vast commonwealth owned by the people.  Gird yourself to see nature and human ingenuity in a very different light.  Then open these pages and a whole new world will come into focus.”\n—Ralph Nader\n \n“There is an economics of common wealth. Common wealth can and must be managed. That is Jon Rowe’s gift to us.”\n--George Lakoff, Professor of Cognitive Science and Linguistics, University of California at Berkeley and author of Don’t Think of an Elephant", "isbn": "9781609948351", "language_code": "eng", "awards": []}, "uuid": "jjKj5RrbGJHihByfk6h6Bo", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter F. Drucker", "status": 1, "average_rating": 4.12, "title": "MANAGEMENT CHALLENGES for the 21st Century", "uuid": "zUBgGqrvzu3QLvdKNgrY3", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061828041/1378009272.88.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 224, "oyster_summary": "", "description": "<p align=\"left\">Peter F. Drucker discusses how the new paradigms of management have changed and will continue to change our basic assumptions about the practices and principles of management. Forward-looking and forward-thinking, <em>Management Challenges for the 21st Century</em> combines the broad knowledge, wide practical experience, profound insight, sharp analysis, and enlightened common sense that are the essence of Drucker's writings and \"landmarks of the managerial profession.\" --<em>Harvard Business Review</em></p>", "isbn": "9780061828041", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "458nht45UDrQitFy5bMrFV", "annotation": ""}]