[{"annotation_html": "Bukowski certainly went out with a bang. “Pulp” is his final book—published just months before his  death—and the spoof on the classic hardboiled novel is as violent, sarcastic, cynical and shocking as his work gets.", "position": 0, "book": {"description": "<p>Opening with the exotic Lady Death entering the gumshoe-writer's seedy office in pursuit of a writer named Celine, this novel demonstrates Bukowski's own brand of humour and realism, opening up a landscape of seamy Los Angeles.</p>", "isbn": "9780061857225", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 208, "average_rating": 3.65, "title": "Pulp", "uuid": "qwR3SJHwxsazHAU3inaUCH", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061857225/1376452336.98.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Charles Bukowski", "status": 1}, "uuid": "y9L7qbfkSQbaxRssLWrvfZ", "annotation": "Bukowski certainly went out with a bang. “Pulp” is his final book—published just months before his  death—and the spoof on the classic hardboiled novel is as violent, sarcastic, cynical and shocking as his work gets."},{"annotation_html": "No wonder this was once the subject of a famous obscenity trial. This novel in stories is quite shocking even today for its obdurate look at the underbelly of the Brooklyn lower class in the 1940’s.", "position": 1, "book": {"description": "<DIV><DIV><DIV><b>&ldquo;An extraordinary achievement . . . a vision of hell so stern it cannot be chuckled or raged aside.&rdquo;&mdash;<i>The New York Times Book Review</i></b></div><DIV><BR>A classic of postwar American literature, <i>Last Exit to Brooklyn</i> created shockwaves upon its release in 1964 with its raw, vibrant language and startling revelations of New York City&rsquo;s underbelly.&#160;</div><DIV>&#160;</div><DIV>The prostitutes, drunks, addicts, and johns of Selby&rsquo;s Brooklyn are fierce and lonely creatures, desperately searching for a moment of transcendence amidst the decay and brutality of the waterfront&mdash;though none have any real hope of escape.&#160;</div><DIV>&#160;</div><DIV><i>Last Exit to Brooklyn</i> offers a disturbing yet hauntingly sensitive portrayal of American life, and nearly fifty years after publication, it stands as a crucial and masterful work of modern fiction.&#160;</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Hubert Selby Jr. including rare photos from the author&rsquo;s estate.</div></div></div>", "isbn": "9781453235393", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-13", "number_print_pages": 320, "average_rating": 3.96, "title": "Last Exit to Brooklyn", "uuid": "JwmEU7AF6pmhZKW5zbqa7m", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453235393/1381727703.42.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Hubert Selby", "status": 1}, "uuid": "k9enYGbJGhzEHMCS8cHVMc", "annotation": "No wonder this was once the subject of a famous obscenity trial. This novel in stories is quite shocking even today for its obdurate look at the underbelly of the Brooklyn lower class in the 1940’s."},{"annotation_html": "Balzac’s oeuvre is preoccupied with the underbelly of Parisian life. This novelette is about the underbelly of the upper-class. There are descriptions that we blush to describe here, so trust us: dive in and get ready to be scandalized by a tale written 200 years ago.", "position": 2, "book": {"description": "<p>Raw as Honor_ de Balzac is famed to be, this daring novella—never before published as a stand-alone book—is perhaps the most outlandish thing he ever wrote. While still concerned with the depiction of the underside of Parisian life, as is most of Balzac's oeuvre, The Girl with the Golden Eyes considers not the working lives of the poor, but the sex lives of the upper crust.</p>\n<p>In a nearly baroque rendering with erotically charged details as well as lush and extravagant language, The Girl with the Golden Eyes tells the story of a rich and ruthless young man in nineteenth century Paris caught up in an amorous entanglement with a mysterious beauty. His control slipping, incest, homosexuality, sexual slavery, and violence combine in what was then, and still remains, a shocking and taboo-breaking work.</p>", "isbn": "9781612190853", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-21", "number_print_pages": 80, "average_rating": 3.38, "title": "The Girl With The Golden Eyes", "uuid": "NxZmZHJcgta3bi5Efx6uZd", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190853/1377114258.77.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Honore de Balzac", "status": 1}, "uuid": "Nr4U8TnLXjbarG8VhLHMrP", "annotation": "Balzac’s oeuvre is preoccupied with the underbelly of Parisian life. This novelette is about the underbelly of the upper-class. There are descriptions that we blush to describe here, so trust us: dive in and get ready to be scandalized by a tale written 200 years ago."},{"annotation_html": "A down-and-out writer in Depression-era LA falls hopelessly in love with a waitress as he struggles to get his career going. The settings are dusty, hot and seedy, and the characters all a bit pathetic. It’s no wonder Fante was a huge influence on Bukowski.", "position": 3, "book": {"description": "<p><em>Ask the Dust</em> is a virtuoso performance by an influential master of the twentieth-century American novel. It is the story of Arturo Bandini, a young writer in 1930s Los Angeles who falls hard for the elusive, mocking, unstable Camilla Lopez, a Mexican waitress. Struggling to survive, he perseveres until, at last, his first novel is published. But the bright light of success is extinguished when Camilla has a nervous breakdown and disappears . . . and Bandini forever rejects the writer's life he fought so hard to attain.</p>", "isbn": "9780062013002", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-18", "number_print_pages": 192, "average_rating": 4.16, "title": "Ask the Dust", "uuid": "H3MPx98y9pLLskijjbg3yh", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062013002/1376452971.64.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "John Fante", "status": 1}, "uuid": "Tp6nzoWWmTMNZH5B8bYPMD", "annotation": "A down-and-out writer in Depression-era LA falls hopelessly in love with a waitress as he struggles to get his career going. The settings are dusty, hot and seedy, and the characters all a bit pathetic. It’s no wonder Fante was a huge influence on Bukowski."},{"annotation_html": "Being a teenager is awful. Imagine going through acne and puberty and the Great Depression at the same time. Such is the (bad) luck of Henry Chinaski, Bukowski’s alter-ego, in this semi-autobiographical coming-of-age novel.", "position": 4, "book": {"description": "<p>In what is widely hailed as the best of his many novels, Charles Bukowski details the long, lonely years of his own hardscrabble youth in the raw voice of alter ego Henry Chinaski. From a harrowingly cheerless childhood in Germany through acne-riddled high school years and his adolescent discoveries of alcohol, women, and the Los Angeles Public Library's collection of D. H. Lawrence, <em>Ham on Rye</em> offers a crude, brutal, and savagely funny portrait of an outcast's coming-of-age during the desperate days of the Great Depression. </p>", "isbn": "9780061851919", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 288, "average_rating": 4.15, "title": "Ham On Rye", "uuid": "Eird4K5JRVFjRyFGtCKRDX", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061851919/1376527616.27.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Charles Bukowski", "status": 1}, "uuid": "kEQD4wE6yDk2KBV33fNpDm", "annotation": "Being a teenager is awful. Imagine going through acne and puberty and the Great Depression at the same time. Such is the (bad) luck of Henry Chinaski, Bukowski’s alter-ego, in this semi-autobiographical coming-of-age novel."},{"annotation_html": "In one of the many stories, you’ll find an old porn star putting on a dinosaur costume to film a rather epic scene. Need we say more? Gordon’s writing is beyond weird, and that’s what makes it so good.", "position": 5, "book": {"description": "Through ten incendiary and mercurial stories, Cosmo will take you on a wild ride over the churning waters of pop culture and the malaise of our solitary existence.\n\n\nYou'll join Matthew McConaughey as he drives naked across the desert in a surreal dark night of the soul. You'll meet a young wrestling fan half-nelsoned by circumstances and a sister's best intentions. You'll hear a Miley Cyrus admirer defend his passion in a 3,000-word sentence. You'll watch an aging porn star don a grotesque dinosaur costume to film the sex scene of his life.", "isbn": "9781770563315", "language_code": "eng", "awards": [{"name": "CBC Overlookie Bookie Award", "image": null, "uuid": "Ca76eMiZT2TUL24zgM5Xyj"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-04", "number_print_pages": 0, "average_rating": 4.12, "title": "Cosmo", "uuid": "BXHK5oPU2pzWo7h96Fawhc", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/835/8351358818714.74.jpg", "publisher": {"name": "Coach House Books", "uuid": "ggDSdEcUGx5Sy48ci8AACC"}, "author": "Spencer Gordon", "status": 1}, "uuid": "vYLYzFoTVbiyWGkdKiANQ4", "annotation": "In one of the many stories, you’ll find an old porn star putting on a dinosaur costume to film a rather epic scene. Need we say more? Gordon’s writing is beyond weird, and that’s what makes it so good."},{"annotation_html": "Elmore Leonard is the king of gritty, grimy crime novels, and “Road Dogs” is probably our favorite. Combine two formerly imprisoned criminals with one ex-wife and Venice Beach, and things get fun.", "position": 6, "book": {"description": "<p>Legendary <em>New York Times</em> bestselling author Elmore Leonard returns with three of his favorite characters: Jack Foley from <em>Out of Sight</em>, Cundo Rey from <em>LaBrava</em>, and Dawn Navarro from <em>Riding the Rap</em>.</p><p>Jack Foley, the charming bank robber from <em>Out of Sight</em>, is serving a thirty-year sentence in a Miami penitentiary, but he's made an unlikely friend on the inside who just might be able to do something about that. Fellow inmate Cundo Rey, an extremely wealthy Cuban criminal, arranges for Foley's sentence to be reduced from thirty years to three months, and when Jack is released just two weeks ahead of Cundo, he agrees to wait for him in Venice Beach, California.</p><p>Also waiting for Cundo is his common-law wife, Dawn Navarro, a professional psychic with a slightly ulterior motive for staying with Cundo: namely, she wants his money. And with the arrival of Jack, she sees the perfect partner in a plan to relieve Cundo of his fortune. Cundo may be Jack's friend, but does that mean he can trust him? And can either of them trust Dawn?</p><p><em>Road Dogs</em> is Elmore Leonard at his best&#8212;with his trademark tight plotting and pitch-perfect dialogue&#8212;and readers will love seeing Cundo, Jack, and Dawn back in action and working together . . . or are they?</p>", "isbn": "9780061876035", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-05-12", "number_print_pages": 288, "average_rating": 3.46, "title": "Road Dogs", "uuid": "S9PJumFwYhkLGWiDAEXJ7j", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061876035/1376528121.16.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Elmore Leonard", "status": 1}, "uuid": "aECohWxM8veki4ftp7bA2L", "annotation": "Elmore Leonard is the king of gritty, grimy crime novels, and “Road Dogs” is probably our favorite. Combine two formerly imprisoned criminals with one ex-wife and Venice Beach, and things get fun."},{"annotation_html": "This plot twists and turns around a cast of oddballs. Our (anti-)hero in the witness protection program runs a donut shop by day and shady businesses by night. But someone is on to him. Then the fun starts. This is a literary mystery mashup that only Walters could execute with such precision.", "position": 7, "book": {"description": "<p>At 1:59 a.m. in Spokane, Washington&#8212;eight days before the 1980 presidential election&#8212;Vince Camden pockets his stash of stolen credit cards and drops by an all-night poker game before heading to his witness-protection job dusting crullers at Donut Make You Hungry. Along with a neurotic hooker girlfriend, this is the total sum of Vince's new life. But when a familiar face shows up in town, Vince realizes his sordid past is still too close behind him. During the next unforgettable week, he'll negotiate a coast-to-coast maze of obsessive cops, eager politicians, and assorted mobsters&#8212;only to find that redemption might exist, of all places, in the voting booth. </p>", "isbn": "9780061959301", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-29", "number_print_pages": 320, "average_rating": 3.84, "title": "Citizen Vince", "uuid": "6c7UDGhXiFPCKmTp7EjQhB", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959301/1376452628.5.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jess Walter", "status": 1}, "uuid": "kaKwzARYFUHYNwCzLG8M2J", "annotation": "This plot twists and turns around a cast of oddballs. Our (anti-)hero in the witness protection program runs a donut shop by day and shady businesses by night. But someone is on to him. Then the fun starts. This is a literary mystery mashup that only Walters could execute with such precision."},{"annotation_html": "Written while in a Nazi insane asylum, “The Drinker” is as bleak and somber as the environment in which it was created. The book tells the story of a once successful businessman as he brings about his own ruin through booze.", "position": 8, "book": {"description": "<p>This astonishing, autobiographical tour de force was written by Hans Fallada in an encrypted notebook while he was incarcerated in a Nazi insane asylum. Discovered after his death, it tells the tale—often fierce, often poignant, often extremely funny—of a small businessman losing control as he fights valiantly to blot out an increasingly oppressive society.</p>\n<p>In a brilliant translation by Charlotte and A.L. Lloyd, it is presented here with an afterword by John Willett that details the life and career of the once internationally acclaimed Hans Fallada, and his fate under the Nazis—which brings out the horror of the events behind the book.</p>", "isbn": "9781612190655", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-03-29", "number_print_pages": 320, "average_rating": 3.96, "title": "The Drinker", "uuid": "es3hKXJbVH4tqLuPByuaYZ", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190655/1377114047.61.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Hans Fallada", "status": 1}, "uuid": "vrtZ2n32SEXTVLN3XNZ7qZ", "annotation": "Written while in a Nazi insane asylum, “The Drinker” is as bleak and somber as the environment in which it was created. The book tells the story of a once successful businessman as he brings about his own ruin through booze."},{"annotation_html": "New York in 1982 is uber-seedy, and it gets even worse once you go underground to a world of unsavory characters. Follow a photographer who gets wrapped up in the subterranean scene. We love New York, but we’re really glad it’s not like that anymore.", "position": 9, "book": {"description": "<DIV><DIV><b>A photographer descends into New York City&rsquo;s chaotic and brutal underground in this sweeping story of the Big Apple at its seediest</b></div><DIV>&#160;</div><DIV>It&rsquo;s 1982, and Clarence Dmitri Larkin is working as a photographer at Bellevue hospital in Manhattan. The job offers a painfully clear perspective on a city sick with madness, fraught with crime, and coming apart at the seams. Larkin&rsquo;s curiosity soon leads to a subterranean world of all the city&rsquo;s secret dangers, including domestic terrorists with a nuclear device, a serial killer inspired by an occult past, and a disfigured arsonist who just might be the one to burn the whole city down.</div><DIV>&#160;</div><DIV><i>Waiting for the End of the World</i> is a gritty portrait of 1980s New York, and an engrossing look at the battle of good versus evil in a city racked with violence and paranoia.</div></div>", "isbn": "9781453235492", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-06", "number_print_pages": 330, "average_rating": 4.11, "title": "Waiting for the End of the World", "uuid": "VqNqCe5hpPiGiFSXo54ZZj", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Waiting%20for%20the%20End%20of%20the%20World/1373330352.16.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Madison Smartt Bell", "status": 1}, "uuid": "jAiudkCdzvttUZNWmmiRBa", "annotation": "New York in 1982 is uber-seedy, and it gets even worse once you go underground to a world of unsavory characters. Follow a photographer who gets wrapped up in the subterranean scene. We love New York, but we’re really glad it’s not like that anymore."},{"annotation_html": "Le scandale! This hot little number was banned when it was first released in France for its risqué content and bold proclamations. Here’s a brand new translation.", "position": 10, "book": {"description": "<p>Hailed by Jean Cocteau as a \"masterpiece,” and by the Guardian as \"Bret Easton Ellis's Less Than Zero, avant la lettre,” this taut tale written by a teenager in the form of a frank \"confession” is a gem of early twentieth century romanticism. Long unavailable in the U.S., it is here presented in a sparkling new translation.</p>\n<p>Set in Paris during the First World War, it tells the story of Francois, the 16-year-old narrator, who falls in love with Marthe, an older, married woman whose husband is off fighting at the front. What seems to begin as a charming tale of puppy love quickly darkens, and they launch into a steamy affair. In the tense environment of the wartime city, their love takes on a desperation transcending their youthfulness.</p>\n<p>And as the badly-kept secret of their relationship unfolds, scandal descends, leading the story to a final, startling conclusion — and causing the book itself to become a scandal when it was first published in 1923, just before the author's death at the age of 20.</p>", "isbn": "9781612190570", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-27", "number_print_pages": 128, "average_rating": 3.73, "title": "The Devil In The Flesh", "uuid": "2F42iC82WfciU9JXQWAYR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190570/1377113982.47.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Raymond Radiguet", "status": 1}, "uuid": "aoKwgBHf7Tqew8rFfoQqnY", "annotation": "Le scandale! This hot little number was banned when it was first released in France for its risqué content and bold proclamations. Here’s a brand new translation."},{"annotation_html": "Baudelaire’s first published work of prose tells the story of a sordid affair with a dancer. Our beloved Charles has always managed to raise eyebrows, and this is certainly no exception.", "position": 11, "book": {"description": "<p>Ten years before Baudelaire published his masterpiece, The Flowers of Evil, the great poet penned the only prose fiction of his career: La Fanfarlo. The novella describes the torrid real-life affair the poet had with Jean Duval, a dancer whose beauty and sexuality Baudelaire came to obsess over. The outcome is a work of raw emotional power and a clear distillation of the Parisian's poetic genius. As Baudelaire himself said, \"Always be a poet, even in prose.”</p>", "isbn": "9781612191102", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-18", "number_print_pages": 64, "average_rating": 3.79, "title": "Fanfarlo", "uuid": "RQ2CYXur4PpxWghe4JR6GQ", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191102/1377114203.77.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Charles Baudelaire", "status": 1}, "uuid": "PrjpHA9BH6nFY8JHKjHqP6", "annotation": "Baudelaire’s first published work of prose tells the story of a sordid affair with a dancer. Our beloved Charles has always managed to raise eyebrows, and this is certainly no exception."},{"annotation_html": "“Clockers” are street corner cocaine dealers, and they’re the subject of this messy crime thriller about a questionable murder and the veteran homicide detective who is determined to solve the case.", "position": 12, "book": {"description": "<div></p>  Eighteen years ago, Richard Price's first novel, <I>The Wanderers, </I>was hailed by Hubert Selby, Jr., in the <I>New York Times Book Review </I>as \"an outstanding work of art.\" Three novels and a dozen years later, Price made an equally stunning debut in Hollywood with his screenplay for <I>The Color of Money, </I>which was nominated for an Academy Award. And in 1989 his script for <I>Sea of Love </I>was widely recognized as a key to that movie's great success. But none of these accomplishments prepares us for the power and the brilliance of his new novel: with <I>Clockers, </I>Richard Price takes a long step forward and joins the first rank of American writers.</p>  Rocco Klein, a veteran homicide detective in a city just outside Manhattan, has lost his appetite for the wild drama of the street. When a warm June night brings yet another drug murder, Rocco has no sense that the case is anything special. A black twenty-year-old steps forward to confess, but a little digging reveals that he's never been in any kind of trouble, whereas his brother runs a crew of street-corner cocaine dealers&#8212; clockers&#8212;in a nearby housing project. Soon Rocco is sure that Victor Dunham is innocent, sure that his brother Strike is the real killer, and suddenly Rocco's hunger for the job is back.</p> <p>But we know this brother, and we know Strike is not the killer. Driven and shrewd, Strike uses violence when he has to, but his primary concern is survival. He has been clocking for almost a year; if he could somehow move up to the ounce business, he might get off the street before it breaks him. But then Rocco Klein begins hounding him, and Strike's life becomes a nightmare.</p>  At once an explosive murder mystery and a riveting portrait of two lives on a collision course, <I>Clockers </I>is a spectacular achievement. Richard Price has given voice to the harrowing but vital landscape of the American inner city, and this is quite simply one of the best novels in years.</div>", "isbn": "9780547524085", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1992-06-02", "number_print_pages": 599, "average_rating": 4.07, "title": "CLOCKERS CL", "uuid": "CtaNa43rMJdCuzuMCTUFZk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524085/1376381542.51.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Richard Price", "status": 1}, "uuid": "yRCMwyq8fnsSwpx2RDqGsW", "annotation": "“Clockers” are street corner cocaine dealers, and they’re the subject of this messy crime thriller about a questionable murder and the veteran homicide detective who is determined to solve the case."},{"annotation_html": "“Orange is the New Black” has nothing on “Low Bite,” the story of a women’s prison, an inmate who offers makeshift legal counsel to fellow prisoners, and the other women doing time.", "position": 13, "book": {"description": "<P style=\"MARGIN: 0in 0in 0pt\">A tough as nails underground classic, this prison novel is narrated by Morgan&#151;a 26-year-old woman convicted of breaking and entering&#151;who works in the prison&#8217;s law library, offering shoddy legal counsel to other inmates. Morgan however, has plenty of enemies, like Johnson, the lesbian-hating warden; Alex, a lawyer who doesn't appreciate the jail&#8217;s free legal advice; China, a Latina convicted of conspiracy to commit murder; and Rosalie and Birdeye, serious rustlers whose loyalty lasts about as long as their cigarettes hold out. Gritty and filled with a wide spectrum of vivid characters, this novel is a riveting account of life inside a female prison.</P>", "isbn": "9781604863703", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-01", "number_print_pages": 160, "average_rating": 3.66, "title": "Low Bite", "uuid": "uEfLu64vDUxxSBeJ9f7Rw8", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Low%20Bite/1372977929.51.jpg", "publisher": {"name": "PM Press", "uuid": "Cz5oK76X5Upe9hcYBGjgNW"}, "author": "Sin Soracco", "status": 1}, "uuid": "7qy7WVKYpwTv9KwgdCYZLQ", "annotation": "“Orange is the New Black” has nothing on “Low Bite,” the story of a women’s prison, an inmate who offers makeshift legal counsel to fellow prisoners, and the other women doing time."},{"annotation_html": "When a burned out private detective is enlisted to find the lost U.S. Constitution (the *real* one with all those invisible amendments that the Founding Fathers created as an ultimate Plan B), he descends into a wild goosechase with copious amounts of sex, drugs, and bizarre characters.", "position": 14, "book": {"description": "<p>Burned-out private dick Michael McGill needs to jump-start his career. What he gets instead is a cattle prod to the crotch. The president's heroin-addicted chief of staff wants McGill to find the Constitution&#8212;the <em>real</em> one the Founding Fathers secretly devised for the time of gravest crisis. And with God, civility, and Mom's homemade apple pie already dead or dying, that time is now. But McGill has a talent for stumbling into every imaginable depravity&#8212;and this case is driving him even deeper into America's darkest, dankest underbelly, toward obscenities that boggle even his mind.</p>", "isbn": "9780061740978", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 304, "average_rating": 3.81, "title": "Crooked Little Vein", "uuid": "Du8jttmdQm62GvLejeTDwF", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061740978/1376489207.21.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Warren Ellis", "status": 1}, "uuid": "drjDNGPREgY26oemGchCa3", "annotation": "When a burned out private detective is enlisted to find the lost U.S. Constitution (the *real* one with all those invisible amendments that the Founding Fathers created as an ultimate Plan B), he descends into a wild goosechase with copious amounts of sex, drugs, and bizarre characters."},{"position": 15, "book": {"description": "Unmotivated and dormant, Jack is drawn into the rampant whirlwind of Neil Blake, who he meets one windy night on the Holloway Road. Inspired by Jack Kerouac's famous road novel, the two young men climb aboard Jack's Figaro and embark on a similar search for freedom and meaning in modern-day Britain. Pulled along in Neil's careering path, taking them from the pubs of London's Holloway Road to the fringes of the Outer Hebrides, Jack begins to ask questions of himself, his friend and what there is in life to grasp. Spiting speed cameras and CCTV, motorway riots and island detours, will their path lead to new meaning or ultimate destruction?", "isbn": "9781907461071", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-11-19", "number_print_pages": 288, "average_rating": 0.0, "title": "On The Holloway Road", "uuid": "6GVYe7WNgUKMhdDFAjkZ8E", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781907461071/1384589101.55.jpg", "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "author": "Andrew Blackman", "status": 1}, "uuid": "dy6ef3gsbKgTLyPv7NfuEF", "annotation": ""},{"position": 16, "book": {"description": "Charles McLeod's NATIONAL TREASURES is a mesmerizing study of America's margins. From back-country radicals to California rent boys to a man who puts his life up on eBay, this debut collection is a coast-to-coast assemblage of the American non-mainstream. A virtuoso storyteller, McLeod employs a dazzling range of styles in these unflinching portraits of contemporary life.", "isbn": "9781937402426", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-08", "number_print_pages": 248, "average_rating": 0.0, "title": "National Treasures", "uuid": "A6DhAqnYQUVxgtPFN5Xhq9", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402426/1385065827.25.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Charles McLeod", "status": 1}, "uuid": "UXR4HthMQHWYTftiKVYSP7", "annotation": ""},{"position": 17, "book": {"description": "Eleven stories by the author of the critically-acclaimed HOW ANIMALS MATE. Daniel Mueller reveals the distance between our everyday masks and the selves we strain to recognize in them. \r\n\r\n“These stories are outrageous and big-hearted, disturbing and beautiful, wretched and redeemed. Half of them made me want to sleep with the lights on, and all of them reaffirmed that Dan Mueller is some kind of mad artistic genius.”   – Paul Harding, Tinkers\r\n", "isbn": "9781937402501", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-05", "number_print_pages": 232, "average_rating": 0.0, "title": "Nights I Dreamed of Hubert Humphrey", "uuid": "qAqNicrJxtuBMmGkJ2HgAG", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402501/1385065827.75.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Daniel Mueller", "status": 1}, "uuid": "6Ws6f6EbFrnjR87vNf92Kg", "annotation": ""},{"position": 18, "book": {"description": "In Tacoma, a circle of friends finds their leader in Will Wilson. Together, they drink, they get high, they take girls to the woods—but Will Wilson keeps pushing them further. As the destruction continues and the descent gets steeper, there is a way out: another friend's fishing boat off the coast of Alaska. There is life after Tacoma. But the choice has to be made, and some friendships feel more than inevitable.", "isbn": "9781937402532", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-01", "number_print_pages": 262, "average_rating": 0.0, "title": "Something Pretty, Something Beautiful", "uuid": "uzJCGwPZ2kwTWJkKwMU4FL", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402532/1385065833.72.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Eric Barnes", "status": 1}, "uuid": "HV2t5BQ3r5WcabRFkCC22T", "annotation": ""},{"position": 19, "book": {"description": "Charles P. Salt, pedophile, would like to settle down with a sweet girl. But North American laws are unsympathetic to a man of his tastes.\r\n\r\nSo he's off to South East Asia, where he falls for a young prostitute. But his bliss is dampened by the constant fear of discovery.\r\n\r\nTRIP is a mordant comedy about sex tourism in South East Asia.\r\n\r\nA Lolita for the global economy.\r\n", "isbn": "9781937402303", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-15", "number_print_pages": 238, "average_rating": 0.0, "title": "Trip", "uuid": "oMduYzxXh4L6zHsaDahvMB", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402303/1385065845.05.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Mindy Hung", "status": 1}, "uuid": "M7UbpUahCNTwe7xaZjSJrj", "annotation": ""},{"position": 20, "book": {"description": "A moving, often funny look at depression, a recalibration of novels-versus-life, and the story of a man passing through three family turning points - a graduation, a wedding and a funeral. David R. Slavitt's ASPECTS OF THE NOVEL engages on every level, from its crafty wordplay to its intricate exploration of family dynamics. Originally published by Catbird Press ", "isbn": "9781937402358", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-13", "number_print_pages": 189, "average_rating": 0.0, "title": "Aspects of the Novel", "uuid": "B9Ha5s4aCQzywcwJuBUMTi", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402358/1385066753.27.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "David R. Slavitt", "status": 1}, "uuid": "LQ3YNFGrf6ZsgLN6BWeRZ8", "annotation": ""},{"position": 21, "book": {"description": "Book Description (formally called \"Annotation\"):\r\nMeet Jim Haskin. He's forty years old. He's worth around thirty-five million. He runs a successful progressive San Francisco ad firm. His next big thing? A Death Row inmate, pay-per-view tele-vision, and America's major corporations. It will be his greatest achievement yet... AMERICAN WEATHER is a remorselessly funny novel by a writer of breathtaking talent.", "isbn": "9781937402402", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-08", "number_print_pages": 336, "average_rating": 0.0, "title": "American Weather", "uuid": "u9kvLHsdVui79SyGW5xeNk", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402402/1385066753.28.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Charles McLeod", "status": 1}, "uuid": "CkArdXsUUguPRT34NqXzCL", "annotation": ""},{"position": 22, "book": {"description": "Diza Sauer's debut novel, \"HISTORAMA,\" is a brilliant thrill ride, bringing the forces of legend and the fury of nature to bear on one messed-up family's future.", "isbn": "9781937402174", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-12", "number_print_pages": 139, "average_rating": 0.0, "title": "HISTORAMA", "uuid": "Lr5H9BsFR7cgMW8shf2X5N", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402174/1385066753.47.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Diza Sauers", "status": 1}, "uuid": "U2JDkCwoJE8M3bjgaRb9za", "annotation": ""},{"position": 23, "book": {"description": "<DIV>Living in south central L.A., Socrates Fortlow is a sixty-year-old ex-convict still strong enough to kill men with his bare hands. Filled with profound guilt about his own crimes and disheartened by the chaos of the streets, Socrates calls together local people of all races and social stations and begins to conduct a Thinkers&#8217; Club, where all can discuss life&#8217;s unanswerable questions.<P>Infiltrated by undercover cops and threatened by strain from within, the Thinkers&#8217; Club doesn&#8217;t have it easy. But simply by debating racial authenticity, street justice, and the possibility of mutual understanding, Socrates and his unlikely crew actually begin to make a difference.<P><I>The Right Mistake</I> is Walter Mosley at his most incisive. At once an affectionate and coruscating portrait of ghetto life, it abides the possibility of personal redemption and even, with great struggle, social change.</DIV>", "isbn": "9780786726585", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-09-29", "number_print_pages": 288, "average_rating": 4.2, "title": "The Right Mistake", "uuid": "dgFMPXjjRLeAY9vo5nGX8Q", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786726585/1387370947.93.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Walter Mosley", "status": 1}, "uuid": "qZQTMnaLkLdck9hcdBXdy6", "annotation": ""},{"position": 24, "book": {"description": "<p>Zinzi has a Sloth on her back, a dirty 419 scam habit, and a talent for finding lost things. But when a little old lady turns up dead and the cops confiscate her last paycheck, she's forced to take on her least favourite kind of job - missing persons.</p>", "isbn": "9780857660565", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-09-02", "number_print_pages": 0, "average_rating": 3.65, "title": "Zoo City", "uuid": "SgMcXy3UN3NhZrLzN89Tki", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857660565/1385165152.58.jpg", "publisher": {"name": "Osprey Publishing Ltd", "uuid": "CKve5rvBeXmrtiv2onthRU"}, "author": "Lauren Beukes", "status": 1}, "uuid": "H9z6nBVXXtZmNCTbmu4QLe", "annotation": ""},{"position": 25, "book": {"description": "<p>What's really going on? Who's really in charge? You have NO F***KING. IDEA. In the near future, an art-school dropout, and AIDS baby, a tech-activist and an RPG-obsessed blogger live in a world where your online identity is at least as important as your physical one. Getting disconnected is a punishment worse than imprisonment, but someone's got to stand up to Government Inc. - whatever the cost.</p>", "isbn": "9780857660053", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-08-31", "number_print_pages": 0, "average_rating": 3.65, "title": "Moxyland", "uuid": "dx3obj55gWUyE4a4oAcXJZ", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857660053/1386109091.42.jpg", "publisher": {"name": "Osprey Publishing Ltd", "uuid": "CKve5rvBeXmrtiv2onthRU"}, "author": "Lauren Beukes", "status": 1}, "uuid": "MnezSqsmEQ6f68QzNkXRMU", "annotation": ""},{"position": 26, "book": {"description": "<DIV></DIV>In the spring of 1997, Shelley Hansard, a call girl who tries to live by the Golden Rule, finds herself in a suite at The Lanesborough Hotel with a dead client. Her fear of becoming a murder suspect pushes her deeper into addiction. Heroin costs her more than money and crack induces psychosis&#8212;seeing and hearing people others can't. As an intravenous user, her desirability as a top London call girl is waning and the skills required to keep up her multiple personas are weakening. Among her few friends and what remains of her broken family, she struggles to maintain her wall of lies: Shelley's Anti-Heroin Front friends, Nicole and Tara, don't know she has a habit, and her Aunt Elsie and her recluse mother, Rita, believe she works in Foxtons estate agency. After a cocaine binge over Easter weekend, Shelley meets with Nicole and Tara in Hampstead. During their conversation at The Magdala, Shelley is shocked to learn that one of the clients who raped her also raped them. With her friends, she plots revenge. But when she embroils Len, a heroin addict and small-time criminal who, unknowingly to her, is also taking a shot at something bigger, their attempt to stop the serial rapist is in jeopardy.", "isbn": "9781907565366", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-29", "number_print_pages": 257, "average_rating": 0.0, "title": "Soul Destruction: Unforgivable", "uuid": "ChL64MUAWH7kqgxwiRhjC9", "cover_img": "https://cflare.oysterbooks.com/covers/Caffeine%20Nights%20Publishing/9781907565366/1392357628.75.jpg", "publisher": {"name": "Caffeine Nights Publishing", "uuid": "t3PpJRrJznYtTFq7viiSKP"}, "author": "Ruth Jacobs", "status": 1}, "uuid": "ACBHggakBNRYGEZkjcWWpD", "annotation": ""},{"position": 27, "book": {"description": "<P>Doc Ebersole lives with the ghost of Hank Williams&#8212;not just in the figurative sense, not just because he was one of the last people to see him alive, and not just because he is rumored to have given Hank the final morphine dose that killed him.<br><BR>In 1963, ten years after Hank's death, Doc himself is wracked by addiction. Having lost his license to practice medicine, his morphine habit isn't as easy to support as it used to be. So he lives in a rented room in the red-light district on the south side of San Antonio, performing abortions and patching up the odd knife or gunshot wound. But when Graciela, a young Mexican immigrant, appears in the neighborhood in search of Doc's services, miraculous things begin to happen. Graciela sustains a wound on her wrist that never heals, yet she heals others with the touch of her hand. Everyone she meets is transformed for the better, except, maybe, for Hank's angry ghost&#8212;who isn't at all pleased to see Doc doing well.&#160;<br><BR>A brilliant excavation of an obscure piece of music history, Steve Earle's <I>I'll Never Get Out of This World Alive</I> is also a marvelous novel in its own right, a ballad of regret and redemption, and of the ways in which we remake ourselves and our world through the smallest of miracles.</P>", "isbn": "9780547549040", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-12", "number_print_pages": 256, "average_rating": 3.65, "title": "I'll Never Get Out of This World Alive", "uuid": "AoiR7SWrMVqvMVUz4kD3t9", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549040/1376380490.9.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Steve Earle", "status": 1}, "uuid": "aDuCdsDkvQZCCFaseF7dxa", "annotation": ""}]