[{"book": {"author": "Reverend Billy", "publication_date": "2013-02-13", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 118, "title": "The End of the World", "uuid": "QuyLcWeZqwns9VjfSF9eXK", "awards": [], "publisher": {"name": "Or Books", "uuid": "JF5MfvwqSP8mnQDsRVecbZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Or%20Books/9781939293942/1382549545.82.jpg", "average_rating": 0.0, "isbn": "9781939293942", "description": "<p>In pages that crackle with the lightning of an electric storm, the Reverend Billy, messianic leader of the Church of Stop Shopping, thunders from his pulpit, sounding the tocsin on the toxins that are poisoning our planet.</p>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "ThPPqEhf4C2BzUnmVqi2Gc", "annotation": ""},{"book": {"author": "Jeff Goodell", "publication_date": "2007-04-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Big Coal", "uuid": "iPFAbWrXVpbWZ3QkL6Y53k", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526621/1376380669.83.jpg", "average_rating": 3.96, "isbn": "9780547526621", "description": "<DIV>Long dismissed as a relic of a bygone era, coal is back -- with a vengence.  Coal is one of the nation's biggest and most influential industries -- Big Coal provides more than half the electricity consumed by Americans today -- and its dominance is growing, driven by rising oil prices and calls for energy independence. Is coal the solution to America's energy problems?<br><br>On close examination, the glowing promise of coal quickly turns to ash.  Coal mining remains a deadly and environmentally destructive industry. Nearly forty percent of the carbon dioxide released into the atmosphere each year comes from coal-fired power plants. In the last two decades, air pollution from coal plants has killed more than half a million Americans. In this eye-opening call to action, Goodell explains the costs and consequences of America's addiction to coal and discusses how we can kick the habit.</div>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "CxUdA5JCuvpsGmu7M5nC34", "annotation": ""},{"book": {"author": "Robert Higgs", "publication_date": "2005-07-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 440, "title": "Re-Thinking Green", "uuid": "RH7fdHTXEs8fjbzjz4fwfc", "awards": [], "publisher": {"name": "Independent Institute", "uuid": "bdWn4ibrc5nCn2EoHhcN6X"}, "cover_img": "https://cflare.oysterbooks.com/covers/Independent%20Institute/Re-Thinking%20Green/1372981175.84.jpg", "average_rating": 0.0, "isbn": "9781598131024", "description": "<DIV>Environmental quality has been a major public concern since the first Earth Day in 1970, yet the maze of environmental laws and regulations enacted since then has fostered huge government bureaucracies better known for waste and failure than for innovation and success.<BR><BR>Can we do better than this failed environmental bureaucracy? The noted contributors to this volume answer with a resounding \"yes.\"<BR><BR><I>Re-Thinking Green</I> exposes the myths that have contributed to failed environmental policies and proposes bold alternatives that recognize the power of incentives and the limitations of political and regulatory processes. It addresses some of the most hotly debated environmental issues and shows how entrepreneurship and property rights can be utilized to promote environmental quality and economic growth.<BR><BR><I>Re-Thinking Green</I> will challenge readers with new paradigms for resolving environmental problems, stimulate discussion on how best to \"humanize\" environmental policy, and inspire policymakers to seek effective alternatives to environmental bureaucracy.</DIV>", "oyster_good_for_statement": ""}, "position": 2, "uuid": "rC4k6HQ3aWgGsLQZD4UDAg", "annotation": ""},{"book": {"author": "Timothy Mitchell", "publication_date": "2011-11-05", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 288, "title": "Carbon Democracy", "uuid": "3bhE8wbtEMc52RppktofLc", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678969/1386003793.0.jpg", "average_rating": 4.46, "isbn": "9781844678969", "description": "<p>Oil is a curse, it is often said, that condemns the countries producing it to an existence defined by war, corruption and enormous inequality. <em>Carbon Democracy</em> tells a more complex story, arguing that no nation escapes the political consequences of our collective dependence on oil. It shapes the body politic both in regions such as the Middle East, which rely upon revenues from oil production, and in the places that have the greatest demand for energy.</p><p>Timothy Mitchell begins with the history of coal power to tell a radical new story about the rise of democracy. Coal was a source of energy so open to disruption that oligarchies in the West became vulnerable for the first time to mass demands for democracy. In the mid-twentieth century, however, the development of cheap and abundant energy from oil, most notably from the Middle East, offered a means to reduce this vulnerability to democratic pressures. The abundance of oil made it possible for the first time in history to reorganize political life around the management of something now called &ldquo;the economy&rdquo; and the promise of its infinite growth. The politics of the West became dependent on an undemocratic Middle East.</p><p>In the twenty-first century, the oil-based forms of modern democratic politics have become unsustainable. Foreign intervention and military rule are faltering in the Middle East, while governments everywhere appear incapable of addressing the crises that threaten to end the age of carbon democracy&mdash;the disappearance of cheap energy and the carbon-fuelled collapse of the ecological order.</p><p>In making the production of energy the central force shaping the democratic age, <em>Carbon Democracy</em> rethinks the history of energy, the politics of nature, the theory of democracy, and the place of the Middle East in our common world.</p>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "ECBbKHLEWMPayxyiDqsqnF", "annotation": ""},{"book": {"author": "Heather Rogers", "publication_date": "2013-01-16", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 288, "title": "Green Gone Wrong", "uuid": "5cotSiNDS8u4EFZZxiLEbY", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679393/1386004013.32.jpg", "average_rating": 3.75, "isbn": "9781844679393", "description": "<p>Faced with climate change, many counsel &ldquo;going green&rdquo; by buying organic food or a &ldquo;clean&rdquo; car. But can we rely on consumerism as a solution to the very problems it has helped cause? Heather Rogers travels from Paraguay to Indonesia, via the Hudson Valley, Detroit and London, to investigate green capitalism, and argues for solutions that are not mere palliatives or distractions, but ways of engaging with how we live and the kind of world we want to live in.</p>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "sVt7ivsZ5iFZaFaRedFPTP", "annotation": ""},{"book": {"author": "J.B. MacKinnon", "publication_date": "2013-09-24", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "The Once and Future World", "uuid": "tFGEuhngNEzTQzbo28LPQC", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544104600/1379062393.84.jpg", "average_rating": 0.0, "isbn": "9780544104600", "description": "<DIV><B>An award-winning ecology writer goes looking for the wilderness we&rsquo;ve forgotten</B><BR><br> Many people believe that only an ecological catastrophe will change humanity&rsquo;s troubled relationship with the natural world. In fact, as J.B. MacKinnon argues in this unorthodox look at the disappearing wilderness, we are living in the midst of a disaster thousands of years in the making&mdash;and we hardly notice it. We have forgotten what nature can be and adapted to a diminished world of our own making.<BR><br> In <I>The Once and Future World</I>, MacKinnon invites us to remember nature as it was, to reconnect to nature in a meaningful way, and to remake a wilder world everywhere. He goes looking for landscapes untouched by human hands. He revisits a globe exuberant with life, where lions roam North America and ten times more whales swim in the sea. He shows us that the vestiges of lost nature surround us every day: buy an avocado at the grocery store and you have a seed designed to pass through the digestive tracts of huge animals that have been driven extinct.<BR><br> <I>The Once and Future World</I> is a call for an &ldquo;age of rewilding,&rdquo; from planting milkweed for butterflies in our own backyards to restoring animal migration routes that span entire continents. We choose the natural world that we live in&mdash;a choice that also decides the kind of people we are.<BR><br></div>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "zeRPTZDvUDb5BirQcrKvcc", "annotation": ""},{"book": {"author": "Chris Mooney", "publication_date": "2008-08-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Storm World", "uuid": "omVTruCbqMvyNy9jiJkQYf", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416083/1376380650.9.jpg", "average_rating": 3.77, "isbn": "9780547416083", "description": "<DIV><DIV><DIV><P>Are hurricanes increasing in ferocity and frequency because of global warming? In the wake of Katrina, leading science journalist Chris Mooney follows the careers of top meteorologists on either side of this red-hot question through the 2006 hurricane season, tracing how the media, special interests, politics, and the weather itself have skewed and amplified what was already an intense scientific debate.</p><P>In this fascinating and urgently important book, Mooney&#151;a native of New Orleans&#151;delves into a compelling consequence of the great inconvenient truth of our day: Are we responsible for making hurricanes even bigger monsters than they already are?</P></DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "UjcRqQSD4qPexS8UPj8K3N", "annotation": ""},{"book": {"author": "Ted Danson", "publication_date": "2011-03-15", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "Oceana", "uuid": "asUQaEBp3X2PKBB3kdqL2X", "awards": [], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613983/1380278750.77.jpg", "average_rating": 4.84, "isbn": "9781609613983", "description": "Most people know Ted Danson as the affable bartender Sam Malone in the long-running television series <i>Cheers</i>. But fewer realize that over the course of the past two and a half decades, Danson has tirelessly devoted himself to the cause of heading off a looming global catastrophe—the massive destruction of our planet's oceanic biosystems and the complete collapse of the world's major commercial fisheries.<br><br>In <i>Oceana</i>, Danson details his journey from joining a modest local protest in the mid-1980s to oppose offshore oil drilling near his Southern California neighborhood to his current status as one of the world's most influential oceanic environmental activists, testifying before congressional committees in Washington, D.C., addressing the World Trade Organization in Zurich, Switzerland, and helping found Oceana, the largest organization in the world focused solely on ocean conservation.<br><br>In his incisive, conversational voice, Danson describes what has happened to our oceans in just the past half-century, ranging from the ravages of overfishing and habitat destruction to the devastating effects of ocean acidification and the wasteful horrors of fish farms. Danson also shares the stage of <i>Oceana</i> with some of the world's most respected authorities in the fields of marine science, commercial fishing, and environmental law, as well as with other influential activists.<br><br>Combining vivid, personal prose with an array of stunning graphics, charts, and photographs, <i>Oceana</i> powerfully illustrates the impending crises and offers solutions that may allow us to avert them, showing you the specific courses of action you can take to become active, responsible stewards of our planet's most precious resource—its oceans.", "oyster_good_for_statement": ""}, "position": 9, "uuid": "9fSrUcDStfaKNfVjoZfRJ7", "annotation": ""},{"book": {"author": "Mark Martin", "publication_date": "2011-10-01", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 208, "title": "I'm With the Bears", "uuid": "fciohNmunhdiJqV5HTPDZB", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678303/1386003634.3.jpg", "average_rating": 3.19, "isbn": "9781844678303", "description": "<p>The size and severity of the global climate crisis is such that even the most committed environmentalists are liable to live in a state of denial. The award-winning writers collected here have made it their task to shake off this nagging disbelief, bringing the incomprehensible within our grasp and shaping an emotional response to the deterioration of our global habitat. From T. C. Boyle&rsquo;s account of early eco-activists, to Nathaniel Rich&rsquo;s vision of a near future where oil sells for $800 a barrel&mdash;these ten provocative, occasionally chilling, sometimes satirical stories bring a human reality to disasters of inhuman proportions.</p><p><em>Royalties from</em> I&rsquo;m With the Bears <em>will go to 350.org, an international grassroots movement working to reduce the amount of carbon dioxide in the atmosphere.</em></p>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "QtLRr4N5MLZypwCtjKK7rC", "annotation": ""},{"book": {"author": "Linda Marsa", "publication_date": "2013-08-06", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 256, "title": "Fevered", "uuid": "pfTWrqsfaptcNZsHFqnn5b", "awards": [], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619961/1377984330.46.jpg", "average_rating": 5.0, "isbn": "9781609619961", "description": "<p>Beyond images of emaciated polar bears and drought-cracked lakes, there remains a major part of climate change's impact that the media has neglected: how our health will suffer from higher temperatures and extreme weather. From spiraling rates of asthma and allergies and spikes in heatstroke-related deaths to swarms of invasive insects carrying diseases like dengue or West Nile and increases in heart and lung disease and cancer, the effect of rising temperatures on human health will be far-reaching, and is more imminent than we think.</p><p>Award-winning journalist Linda Marsa blends compelling narrative with cutting-edge science to explore the changes in Earth's increasingly fragile support system and provide a blueprint—a \"medical Manhattan Project\"—detailing what we need to do to protect ourselves from this imminent medical meltdown. In the tradition of Rachel Carson's <i>Silent Spring</i>, Marsa sounds the alarm on a subject that has largely been ignored by governments and policy makers, and persuasively argues why preparedness for the health effects of climate change is the most critical issue affecting our survival in the coming century.</p>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "tvZouvk8ax5vN8hMZYfGh4", "annotation": ""},{"book": {"author": "Gregory J. Dehler", "publication_date": "2013-08-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "The Most Defiant Devil", "uuid": "SbncNouH8ZymEJSamy3eAR", "awards": [], "publisher": {"name": "University of Virginia Press", "uuid": "7gyRHWHtnxvL9JUBZUnrYZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Virginia%20Press/9780813934341/1379660765.47.jpg", "average_rating": 0.0, "isbn": "9780813934341", "description": "<P><P>The late nineteenth and early twentieth century were a brutal time for American wildlife, with many species pushed to the brink of extinction. (Some are endangered to this day.) And yet these decades also saw the dawn of the conservationist movement. Into this contradictory era came William Temple Hornaday, a larger-than-life dynamo who almost uncannily embodies these conflicting threads in our history.</P><P>In  <I>The Most Defiant Devil,</I> a compelling new biography of this complex figure, Gregory Dehler explores the life of Hornaday the hunter, museum builder, zoologist, author, conservationist, and anti-Bolshevist crusader. A deeply religious man, he was nonetheless anything but peaceful and was racist even by his era’s standards, going so far as to display an Mbuti pygmy as a \"living specimen\" in a zoo. A passionate hunter, Hornaday killed thousands of animals, including some of the last wild buffalo in America, but he was far ahead of his time in his influential views on the protection of wildlife. Hornaday designed and built the New York Zoological Park (which became the Bronx Zoo) and was chief taxidermist for what would later become the Smithsonian Museum of Natural History.In this single, fascinating individual, we can discern some of the Progressive Era's most destructive forces and some of its most enlightened visions.</P></P>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "zdsWoeiX2YLWoEfJFw9hva", "annotation": ""},{"book": {"author": "Annie Dillard", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Pilgrim at Tinker Creek", "uuid": "uADknQgi6JJaYxigLNZjS5", "awards": [{"name": "Winner of the Pulitzer Prize", "uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847806/1376452292.66.jpg", "average_rating": 4.11, "isbn": "9780061847806", "description": "<p><em>Pilgrim at Tinker Creek</em> is the story of a dramatic year in Virginia's Blue Ridge valley. Annie Dillard sets out to see what she can see. What she sees are astonishing incidents of \"mystery, death, beauty, violence.\"</p>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "4S5SdwfnZJpuVVRKUN93pe", "annotation": ""},{"book": {"author": "Douglas Brinkley", "publication_date": "2009-07-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 960, "title": "The Wilderness Warrior", "uuid": "vjQqQp6PQgdd93cVPkjR9b", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061940576/1376528571.66.jpg", "average_rating": 3.91, "isbn": "9780061940576", "description": "<p>In this groundbreaking epic biography, Douglas Brinkley draws on never-before-published materials to examine the life and achievements of our \"naturalist president.\" By setting aside more than 230 million acres of wild America for posterity between 1901 and 1909, Theodore Roosevelt made conservation a universal endeavor. This crusade for the American wilderness was perhaps the greatest U.S. presidential initiative between the Civil War and World War I. Roosevelt's most important legacies led to the creation of the U.S. Fish and Wildlife Service and passage of the Antiquities Act in 1906. His executive orders saved such treasures as Devils Tower, the Grand Canyon, and the Petrified Forest.</p><p>Tracing the role that nature played in Roosevelt's storied career, Brinkley brilliantly analyzes the influence that the works of John James Audubon and Charles Darwin had on the young man who would become our twenty-sixth president. With descriptive flair, the author illuminates Roosevelt's bird watching in the Adirondacks, wildlife obsession in Yellowstone, hikes in the Blue Ridge Mountains, ranching in the Dakota Territory, hunting in the Big Horn Mountains, and outdoor romps through Idaho and Wyoming. He also profiles Roosevelt's incredible circle of naturalist friends, including the Catskills poet John Burroughs, Boone and Crockett Club cofounder George Bird Grinnell, forestry zealot Gifford Pinchot, buffalo breeder William Hornaday, Sierra Club founder John Muir, U.S. Biological Survey wizard C. Hart Merriam, Oregon Audubon Society founder William L. Finley, and pelican protector Paul Kroegel, among many others. He brings to life hilarious anecdotes of wild-pig hunting in Texas and badger saving in Kansas, wolf catching in Oklahoma and grouse flushing in Iowa. Even the story of the teddy bear gets its definitive treatment.</p><p>Destined to become a classic, this extraordinary and timeless biography offers a penetrating and colorful look at Roosevelt's naturalist achievements, a legacy now more important than ever. Raising a Paul Revere&#8211;like alarm about American wildlife in peril&#8212;including buffalo, manatees, antelope, egrets, and elk&#8212;Roosevelt saved entire species from probable extinction. As we face the problems of global warming, overpopulation, and sustainable land management, this imposing leader's stout resolution to protect our environment is an inspiration and a contemporary call to arms for us all. </p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "hKmnUfHcWYNrzGNgrN29h9", "annotation": ""},{"book": {"author": "Marq de Villiers", "publication_date": "2001-07-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Water", "uuid": "SzpnkggV5JBmWHumH939bH", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526386/1376381484.32.jpg", "average_rating": 3.93, "isbn": "9780547526386", "description": "<DIV>In his award-winning book WATER, Marq de Villiers provides an eye-opening account of how we are using, misusing, and abusing our planet's most vital resource. Encompassing ecological, historical, and cultural perspectives, de Villiers reports from hot spots as diverse as China, Las Vegas, and the Middle East, where swelling populations and unchecked development have stressed fresh water supplies nearly beyond remedy. Political struggles for control of water rage around the globe, and rampant pollution daily poses dire ecological theats. With one eye on these looming crises and the other on the history of our dependence on our planet's most precious commodity, de Villiers has crafted a powerful narrative about the lifeblood of civilizations that will be \"a wake-up call for concerned citizens, environmentalists, policymakers, and water drinkers everywhere\" (Publishers Weekly).</div>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "fbBajaKEUwpSW5hPi6chSL", "annotation": ""},{"book": {"author": "Gabrielle Walker", "publication_date": "2008-04-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Hot Topic", "uuid": "LBhA3M4PWEDaxT3d7rygVZ", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540405/1376380679.79.jpg", "average_rating": 3.59, "isbn": "9780547540405", "description": "<DIV><p>Last year, awareness about global warming reached a tipping point. Now one of the most dynamic writers and one of the most respected scientists in the field of climate change offer the first concise guide to both the problems and the solutions. Guiding us past a blizzard of information and misinformation, Gabrielle Walker and Sir David King explain the science of warming, the most cutting-edge technological solutions from small to large, and the national and international politics that will affect our efforts.<br><br> While there have been many other books about the problem of global warming, none has addressed what we can and should do about it so clearly and persuasively, with no spin, no agenda, and no exaggeration. Neither Walker nor King is an activist or politician, and theirs is not a generic green call to arms. Instead they propose specific ideas to fix a very specific problem. Most important, they offer hope: This is a serious issue, perhaps the most serious that humanity has ever faced. But we can still do something about it. And they&rsquo;ll show us how.</p></div>", "oyster_good_for_statement": ""}, "position": 16, "uuid": "MqYU27QhfjB7m3dohQrEC5", "annotation": ""},{"book": {"author": "Hannah Nordhaus", "publication_date": "2011-05-24", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Beekeeper's Lament", "uuid": "B2F4LbsZgsn8iBZkSrWKDi", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079428/1376552918.99.jpg", "average_rating": 3.92, "isbn": "9780062079428", "description": "<p>The honey bee is a willing conscript, a working wonder, an unseen and crucial link in America's agricultural industry. But never before has its survival been so unclear&#8212;and the future of our food supply so acutely challenged. </p><p>Enter beekeeper John Miller, who trucks his hives around the country, bringing millions of bees to farmers otherwise bereft of natural pollinators. Even as the mysterious and deadly epidemic known as Colony Collapse Disorder devastates bee populations across the globe, Miller forges ahead with the determination and wry humor of a true homespun hero. <em>The Beekeeper's Lament</em> tells his story and that of his bees, making for a complex, moving, and unforgettable portrait of man in the new natural world.</p>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "V9Au44GnuWkThoNiYp3Lvk", "annotation": ""},{"book": {"author": "Siddhartha Mukherjee", "publication_date": "2013-10-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "The Best American Science and Nature Writing 2013", "uuid": "jW56zXky32oUFi9E6pH4JT", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544003484/1379662251.76.jpg", "average_rating": 0.0, "isbn": "9780544003484", "description": "Pulitzer Prize&#8211;winning author&#160;Siddhartha Mukherjee, a leading cancer physician and researcher,&#160;selects the year&#8217;s&#160;top science and nature writing from&#160;journalists who dive into their fields with curiosity and passion, delivering&#160;must-read articles&#160;from a wide array of fields.", "oyster_good_for_statement": ""}, "position": 14, "uuid": "AKJhXV8HzEPKKptW5bq7qd", "annotation": ""},{"book": {"author": "Dan Ariely", "publication_date": "2012-10-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "The Best American Science and Nature Writing 2012", "uuid": "mCy579Gpsg2nzg7oXGWViA", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547799544/1376382230.44.jpg", "average_rating": 4.01, "isbn": "9780547799544", "description": "<DIV>The Best American Series&reg;<BR> First, Best, and Best-Selling<BR><br> The  Best American series is the premier annual showcase for the country&rsquo;s  finest short fiction and nonfiction. Each volume&rsquo;s series editor selects  notable works from hundreds of magazines, journals, and websites. A  special guest editor, a leading writer in the field, then chooses the  best twenty or so pieces to publish. This unique system has made the  Best American series the most respected &mdash; and most popular &mdash; of its  kind.<BR><br> <I>The Best American Science and Nature Writing 2012</I> includes<BR><br> JEROME  GROOPMAN, SY MONTGOMERY, MICHAEL BEHAR, DEBORAH BLUM, THOMAS GOETZ,  DAVID EAGLEMAN, RIVKA GALCHEN, DAVID KIRBY, and others</div>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "9nBBG2vRf6ys39odJ4i3xe", "annotation": ""}]