[{"annotation_html": "It’s been said that animals teach us to be human. That truism is made literal in this book: the narrator is a wisdom-dispensing dog. You don’t have to be fan of canines or car racing to enjoy this family saga told from an adept old pet’s perspective.", "position": 0, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Garth Stein", "status": 1, "average_rating": 4.14, "title": "The Art of Racing in the Rain", "uuid": "N9zjauthYCYxNAt48cw37m", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061738098/1376451787.17.jpg", "oyster_good_for_statement": "", "publication_date": "2009-03-17", "number_print_pages": 336, "oyster_summary": "", "description": "<p>Enzo knows he is different from other dogs: a philosopher with a nearly human soul (and an obsession with opposable thumbs), he has educated himself by watching television extensively, and by listening very closely to the words of his master, Denny Swift, an up-and-coming race car driver. </p><p>Through Denny, Enzo has gained tremendous insight into the human condition, and he sees that life, like racing, isn't simply about going fast. Using the techniques needed on the race track, one can successfully navigate all of life's ordeals.</p><p>On the eve of his death, Enzo takes stock of his life, recalling all that he and his family have been through: the sacrifices Denny has made to succeed professionally; the unexpected loss of Eve, Denny's wife; the three-year battle over their daughter, Zo&#235;, whose maternal grandparents pulled every string to gain custody. In the end, despite what he sees as his own limitations, Enzo comes through heroically to preserve the Swift family, holding in his heart the dream that Denny will become a racing champion with Zo&#235; at his side. Having learned what it takes to be a compassionate and successful person, the wise canine can barely wait until his next lifetime, when he is sure he will return as a man. </p><p>A heart-wrenching but deeply funny and ultimately uplifting story of family, love, loyalty, and hope, <em>The Art of Racing in the Rain</em> is a beautifully crafted and captivating look at the wonders and absurdities of human life . . . as only a dog could tell it.</p>", "isbn": "9780061738098", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "7QXm2qSeDrQpA3DNEmBfEF", "annotation": "It’s been said that animals teach us to be human. That truism is made literal in this book: the narrator is a wisdom-dispensing dog. You don’t have to be fan of canines or car racing to enjoy this family saga told from an adept old pet’s perspective."},{"annotation_html": "If only we could’ve been Salvador Dali’s date to Gertrude Stein’s living room in 1930s Paris—we love everything about that scene. “The Book of Salt” offers a new perspective on the era’s It and alt-crowds as told by Stein’s Vietnamese chef.", "position": 1, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Monique Truong", "status": 1, "average_rating": 3.49, "title": "The Book of Salt", "uuid": "96RUHSCRGvsTR5aVxhW2bN", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524993/1376380127.06.jpg", "oyster_good_for_statement": "", "publication_date": "2004-06-15", "number_print_pages": 272, "oyster_summary": "", "description": "<DIV>The Book of Salt serves up a wholly original take on Paris in the 1930s through the eyes of Binh, the Vietnamese cook employed by Gertrude Stein and Alice B. Toklas. Viewing his famous mesdames and their entourage from the kitchen of their rue de Fleurus home, Binh observes their domestic entanglements while seeking his own place in the world.        In a mesmerizing tale of yearning and betrayal, Monique Truong explores Paris from the salons of its artists to the dark nightlife of its outsiders and exiles. She takes us back to Binh's youthful servitude in Saigon under colonial rule, to his life as a galley hand at sea, to his brief, fateful encounters in Paris with Paul Robeson and the young Ho Chi Minh.</div>", "isbn": "9780547524993", "language_code": "eng", "awards": [{"name": "New York Public Library Young Lions Fiction Award Winner", "image": null, "uuid": "pxAsSu3gHGfMynXo2qrAc4"}, {"name": "PEN/Robert W. Bingham Prize", "image": null, "uuid": "HKjZHYb7cypZGAU6zmXRpQ"}, {"name": "Stonewall Book Award Winner", "image": null, "uuid": "eotSW5vQfqZXFCQPHsnFES"}]}, "uuid": "L9CkNDaWJYhWUfsZJqREFF", "annotation": "If only we could’ve been Salvador Dali’s date to Gertrude Stein’s living room in 1930s Paris—we love everything about that scene. “The Book of Salt” offers a new perspective on the era’s It and alt-crowds as told by Stein’s Vietnamese chef."},{"annotation_html": "Bruni’s debut novel takes Spiderman to new heights in an imaginative story of first love, unlikely heroes, and prophetic (and sort of delusional) dreams involving the web-slinger himself. Told in alternating viewpoints, this is wild and weird in the best way possible.", "position": 2, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Sarah Bruni", "status": 1, "average_rating": 3.4, "title": "The Night Gwen Stacy Died", "uuid": "64RbsGoV9wwLBhM3XftWvm", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898391/1376382982.1.jpg", "oyster_good_for_statement": "", "publication_date": "2013-07-02", "number_print_pages": 256, "oyster_summary": "", "description": "<DIV>An offbeat love story about the adventures and mutual rescue of a young woman out of place in her hometown and a mysterious stranger who calls himself Peter Parker (and begins to cast her in the role of Spider-Man&#8217;s first sweetheart), <I>The Night Gwen Stacy Died</I> is about first loss, first love, and finding our real identities.<br><BR>\"A dreamy world where comic book characters and psychic visions are as real as teenage boredom and young love, Bruni's debut is a magical story, a white-knuckle thrill ride.\" &#8212;Diana Spechler, author of <I>Who by Fire </I><BR><BR>\"The perspective shifts, slippery identities, and lurking weirdness in this book recall the peak moments of Kurosawa, Hitchcock, and Lynch. But to describe it in cinematic terms would risk slighting that bighearted, sneakily exhilarating voice that can finally be only the work of a masterful writer.\" &#8212;Sean Howe, author of <I>Marvel Comics: The Untold Story</I><BR><BR>\"Bruni&#8217;s fiercely smart and delectably unpredictable first novel delivers again and again that most sought-after shiver up the spine, the chill that comes when you realize the world you thought you knew and understood is newer and stranger than you ever dared imagine. A genuine page-turner.\" &#8212;Kathryn Davis, author of <I>The Thin Place</I><BR><BR>\"Mixed into this novel&#8217;s blustery atmosphere are gusts of contemporary masters, like Joy Williams, Lorrie Moore, Kelly Link, and Michael Chabon. This gave me the sort of reading experience I always hope for but almost never find: a world that somehow both resembles the one in which I live and is also unlike any other I've ever seen or read.\" &#8212;Stefan Merrill Block, author of <I>The Story of Forgetting</I><BR><BR>\"A brave and bold new voice, Bruni takes us on an unexpected adventure of love and loss, of beginnings and ends, all the while showing us what it really means to be a hero.\" &#8212;Alison Espach, author of <I>The Adults </I></DIV>", "isbn": "9780547898391", "language_code": "eng", "awards": []}, "uuid": "TzrmahTtdnwYdf8xyhNLa5", "annotation": "Bruni’s debut novel takes Spiderman to new heights in an imaginative story of first love, unlikely heroes, and prophetic (and sort of delusional) dreams involving the web-slinger himself. Told in alternating viewpoints, this is wild and weird in the best way possible."},{"annotation_html": "Margaret Drabble is big in Britain. We mean Dame-of-the-British-Empire big—that is, truly, her title. Her novels examine the complexity of modern society, and the Dame’s latest tells the story of a special needs child through the eyes of an empathetic neighbor.", "position": 3, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Margaret Drabble", "status": 1, "average_rating": 3.82, "title": "The Pure Gold Baby", "uuid": "juNeGVb8utUqhYoZU3sL63", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544157767/1379062388.79.jpg", "oyster_good_for_statement": "", "publication_date": "2013-10-01", "number_print_pages": 304, "oyster_summary": "", "description": "<DIV>Jessica Speight, a young anthropology student in 1960s London, is at the beginning of a promising academic career when an affair with her married professor turns her into a single mother. Anna is a pure gold baby with a delightful sunny nature. But as it becomes clear that Anna will not be a normal child, the book circles questions of responsibility, potential, even age, with Margaret Drabble&#8217;s characteristic intelligence, sympathy, and wit.<BR><BR>Drabble once wrote, &#8220;Family life itself, that safest, most traditional, most approved of female choices, is not a sanctuary; it is, perpetually, a dangerous place.&#8221; Told from the point of view of the group of mothers who surround Jess, <I>The Pure Gold Baby</I> is a brilliant, prismatic novel that takes us into that place with satiric verve, trenchant commentary, and a movingly intimate story of the unexpected transformations at the heart of motherhood.</DIV>", "isbn": "9780544157767", "language_code": "eng", "awards": []}, "uuid": "aRPsfXRrsKzWC37hxUCH3f", "annotation": "Margaret Drabble is big in Britain. We mean Dame-of-the-British-Empire big—that is, truly, her title. Her novels examine the complexity of modern society, and the Dame’s latest tells the story of a special needs child through the eyes of an empathetic neighbor."},{"annotation_html": "The narrator of this classic is omniscient but completely unfazed by the bizarre occurrences of the story, as if a man turning into a violin-loving cockroach is no big deal. Needless to say, we’d be remiss to leave out Kafka’s classic when talking about interesting points of view.", "position": 4, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Franz Kafka", "status": 1, "average_rating": 3.71, "title": "Metamorphosis", "uuid": "JndEmtPgfedhrGBfTpPHxX", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/643/6431355944048.55.png", "oyster_good_for_statement": "", "publication_date": "1915-01-01", "number_print_pages": 76, "oyster_summary": "", "description": "Gregor Samsa, a humble and introverted traveling salesman, awakens to find his body transformed into an insect of prodigious size and indeterminate origin. Shunned by his own family and trapped in his bedroom, Gregor slowly adjusts to the crushing new parameters of his life. Kafka’s seminal work is a surrealist vision, as well as a commentary on the complexities of familial love and ambition. ", "isbn": "9781629450261", "language_code": "", "awards": []}, "uuid": "D6Dbh7kKkZvgsnkWYErYc4", "annotation": "The narrator of this classic is omniscient but completely unfazed by the bizarre occurrences of the story, as if a man turning into a violin-loving cockroach is no big deal. Needless to say, we’d be remiss to leave out Kafka’s classic when talking about interesting points of view."},{"annotation_html": "This novel won the National Book Award in 1962, but it feels timeless. We think it’s because the thoughts of the enigmatic narrator, Binx Bolling, encourage us to engage with the kind of big questions that people have been wondering about forever.", "position": 5, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Walker Percy", "status": 1, "average_rating": 3.72, "title": "The Moviegoer", "uuid": "ZdDyYh3mdk3nGxE2Ptfotc", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Moviegoer/1373329652.5.jpg", "oyster_good_for_statement": "", "publication_date": "2011-03-29", "number_print_pages": 191, "oyster_summary": "", "description": "<DIV><DIV><b>Percy&rsquo;s National Book Award&shy;&ndash;winning classic: A young man, torn between the forces of tradition and change, searches for meaning in post-war America</b></div><DIV></div><DIV>On the cusp of his thirtieth birthday, Binx Bolling is a lost soul. A stockbroker and member of an established New Orleans family, Binx&rsquo;s one escape is the movie theater that transports him from the falseness of his life. With Mardi Gras in full swing, Binx, along with his cousin Kate, sets out to find his true purpose amid the excesses of the carnival that surrounds him.</div><DIV>&#160;</div><DIV>Buoyant yet powerful, <i>The Moviegoer</i> is a poignant indictment of modern values, and an unforgettable story of a week that will change two lives forever.</div><BR>This ebook features an illustrated biography of Walker Percy including rare photos from the author&rsquo;s estate.<BR></div>", "isbn": "9781453216255", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}]}, "uuid": "qapTNpUYgdFkjimUcKQyHB", "annotation": "This novel won the National Book Award in 1962, but it feels timeless. We think it’s because the thoughts of the enigmatic narrator, Binx Bolling, encourage us to engage with the kind of big questions that people have been wondering about forever."},{"annotation_html": "The story of \"Panorama City\" is told by a man who thinks he’s dying, but he isn’t. That’s enough to encourage our man-child of a narrator to revisit moments of his life and record them on tape for his unborn son. It’s hard to describe here, so please: go read this book.", "position": 6, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Antoine Wilson", "status": 1, "average_rating": 3.76, "title": "Panorama City", "uuid": "s7EjZXTcm3ds3o9xHCDquG", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547876115/1377663972.91.jpg", "oyster_good_for_statement": "", "publication_date": "2012-09-25", "number_print_pages": 288, "oyster_summary": "", "description": "<DIV>Oppen Porter thinks he&#8217;s dying. (He&#8217;s not.)<BR><BR>From his hospital bed, with tape recorder in hand, he unspools his tale for the benefit of his unborn son, the tale of his forty-day journey from innocence to experience, from self-described &#8220;slow absorber&#8221; to man of the world.<br><BR>This is his &#8220;astonishing,&#8221;* &#8220;laugh-aloud funny,&#8221;** &#8220;crisp,&#8221;*** &#8220;delightful,&#8221;**** &#8220;indelible&#8221;***** story.<br><I><BR>*Los Angeles Review of Books<BR>**Cleveland Plain Dealer<BR>***San Francisco Chronicle<BR>****Shelf Awareness<BR>*****Flavorwire</I><BR></DIV>", "isbn": "9780547876115", "language_code": "eng", "awards": []}, "uuid": "s78sS8ZK5AuYg9cBN3RVab", "annotation": "The story of \"Panorama City\" is told by a man who thinks he’s dying, but he isn’t. That’s enough to encourage our man-child of a narrator to revisit moments of his life and record them on tape for his unborn son. It’s hard to describe here, so please: go read this book."},{"annotation_html": "Imagine accidentally setting flame to Emily Dickinson’s house, serving a decade in jail, and then being framed for torching several other literary landmarks. With a plot this outlandish, Clarke needs a narrator who can deliver, and the accidental arsonist Sam Pulsifer doesn’t disappoint.", "position": 7, "book": {"publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Brock Clarke", "status": 1, "average_rating": 2.94, "title": "An Arsonist's Guide to Writers' Homes in New England", "uuid": "sLRnGqY2pvyZpksmjcMd4n", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126381/1377656889.37.jpg", "oyster_good_for_statement": "", "publication_date": "2008-09-02", "number_print_pages": 317, "oyster_summary": "", "description": "A lot of remarkable things have happened in the life of Sam Pulsifer, the hapless hero of this incendiary novel, beginning with the ten years he spent in prison for accidentally burning down Emily Dickinson's house and unwittingly killing two people. emerging at age twenty-eight, he creates a new life and identity as a husband and father. But when the homes of other famous New England writers suddenly go up in smoke, he must prove his innocence by uncovering the identity of this literary-minded arsonist. <br> <br> In the league of such contemporary classics as <i>A Confederacy of Dunces</i> and <i>The World According to Garp</i>, <i>An Arsonist's Guide to Writers' Homes in New England</i> is an utterly original story about truth and honesty, life and the imagination.", "isbn": "9781565126381", "language_code": "eng", "awards": []}, "uuid": "vpu8sUy7C9Eu7RdGv676Un", "annotation": "Imagine accidentally setting flame to Emily Dickinson’s house, serving a decade in jail, and then being framed for torching several other literary landmarks. With a plot this outlandish, Clarke needs a narrator who can deliver, and the accidental arsonist Sam Pulsifer doesn’t disappoint."},{"annotation_html": "The sailors and families of Jensen’s port town are so interconnected that they *all* narrate the story, speaking in first person plural. Jensen’s bighearted approach to storytelling (he’s been compared to Tolstoy and Melville) turned \"We, The Drowned\" into an international bestseller.", "position": 8, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carsten Jensen", "status": 1, "average_rating": 4.16, "title": "We, the Drowned", "uuid": "PtKtuvNLzazq2bw2EazKvi", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504674/1376381165.21.jpg", "oyster_good_for_statement": "", "publication_date": "2011-02-09", "number_print_pages": 688, "oyster_summary": "", "description": "<P>Carsten Jensen&#8217;s debut novel has taken the world by storm. Already hailed in Europe as an instant classic, <I>We, the Drowned</I> is the story of the port town of Marstal, whose inhabitants have sailed the world&#8217;s oceans aboard freight ships for centuries. Spanning over a hundred years, from the mid-nineteenth century to the end of the Second World War, and from the barren rocks of Newfoundland to the lush plantations of Samoa, from the roughest bars in Tasmania, to the frozen coasts of northern Russia, <I>We, the Drowned</I> spins a magnificent tale of love, war, and adventure, a tale of the men who go to sea and the women they leave behind.</P> <p>Ships are wrecked at sea and blown up during wars, they are places of terror and violence, yet they continue to lure each generation of Marstal men&#8212;fathers and sons&#8212;away. Strong, resilient, women raise families alone and sometimes take history into their own hands. There are cannibals here, shrunken heads, prophetic dreams, forbidden passions, cowards, heroes, devastating tragedies, and miraculous survivals&#8212;everything that a town like Marstal has actually experienced, and that makes <I>We, the Drowned</I> an unforgettable novel, destined to take its place among the greatest seafaring literature.", "isbn": "9780547504674", "language_code": "eng", "awards": []}, "uuid": "yNPMZHuuzF9AxA7Wc5gNgB", "annotation": "The sailors and families of Jensen’s port town are so interconnected that they *all* narrate the story, speaking in first person plural. Jensen’s bighearted approach to storytelling (he’s been compared to Tolstoy and Melville) turned \"We, The Drowned\" into an international bestseller."},{"annotation_html": "We sometimes wish we had a Shakespeare-quoting, problem-solving valet like Jeeves. (Scratch that: we’d take any kind of valet). These early stories foretell the humorous career of an unflappable butler and his hapless employer, who narrates with old school British charm.", "position": 10, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "P.G. Wodehouse", "status": 1, "average_rating": 4.12, "title": "My Man Jeeves", "uuid": "pAE9hksf4znH5w8uixaWKY", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450322/1375866210.48.png", "oyster_good_for_statement": "", "publication_date": "1919-05-01", "number_print_pages": 0, "oyster_summary": "", "description": "A collection of short stories by P. G. Wodehouse, first published in the United Kingdom in May 1919. Of the eight stories in the collection, half feature the popular characters Jeeves and Bertie Wooster, while the others concern Reggie Pepper, an early prototype for Wooster.", "isbn": "9781629450322", "language_code": "", "awards": []}, "uuid": "NxvEoTygXokjCBgXHGuac5", "annotation": "We sometimes wish we had a Shakespeare-quoting, problem-solving valet like Jeeves. (Scratch that: we’d take any kind of valet). These early stories foretell the humorous career of an unflappable butler and his hapless employer, who narrates with old school British charm."},{"annotation_html": "Matthew Norman’s self-deprecating narrator is going nowhere fast. Even his dog has an anxiety disorder. Good thing he’s so funny, making this the most enjoyable down-and-out novel we’ve read in ages.", "position": 10, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Matthew Norman", "status": 1, "average_rating": 3.94, "title": "Domestic Violets", "uuid": "gcH7TNTsZfqDRc2CMrGRWX", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065124/1376490644.2.jpg", "oyster_good_for_statement": "", "publication_date": "2011-08-09", "number_print_pages": 352, "oyster_summary": "", "description": "<p>Tom Violet always thought that by the time he turned thirty-five, he&#8217;d have everything going for him. Fame. Fortune. A beautiful wife. A satisfying career as a successful novelist. A happy dog to greet him at the end of the day. </p><p>The reality, though, is far different. He&#8217;s got a wife, but their problems are bigger than he can even imagine. And he&#8217;s written a novel, but the manuscript he&#8217;s slaved over for years is currently hidden in his desk drawer while his father, an actual famous writer, just won the Pulitzer Prize for Fiction. His career, such that it is, involves mind-numbing corporate buzzwords, his pretentious archnemesis Gregory, and a hopeless, completely inappropriate crush on his favorite coworker. Oh . . . and his dog, according to the vet, is suffering from acute anxiety.</p><p>Tom&#8217;s life is crushing his soul, but he&#8217;s decided to do something about it. (Really.) <em>Domestic Violets</em> is the brilliant and beguiling story of a man finally taking control of his own happiness&#8212;even if it means making a complete idiot of himself along the way.</p>", "isbn": "9780062065124", "language_code": "eng", "awards": []}, "uuid": "p6xPJABAWw7TjYs49dxMPN", "annotation": "Matthew Norman’s self-deprecating narrator is going nowhere fast. Even his dog has an anxiety disorder. Good thing he’s so funny, making this the most enjoyable down-and-out novel we’ve read in ages."},{"annotation_html": "\"Huck Finn\" was one of the first major American novels to embrace the vernacular. Occasionally crude and sometimes dim, we think Huck Finn’s narration is made even more personal and accessible with his honest, true-to-life language.", "position": 11, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Mark Twain", "status": 1, "average_rating": 3.77, "title": "The Adventures of Huckleberry Finn", "uuid": "ZDbcGZVqZDkYEkMa8JGACX", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9780486280615/1378233037.65.png", "oyster_good_for_statement": "", "publication_date": "2012-08-15", "number_print_pages": 366, "oyster_summary": "A seminal work of American Literature that still commands deep praise and still elicits controversy, Adventures of Huckleberry Finn is essential to the understanding of the American soul. The recent discovery of the first half of Twain's manuscript, long thought lost, made front-page news. And this unprecedented edition, which contains for the first time omitted episodes and other variations present in the first half of the handwritten manuscript, as well as facsimile reproductions of thirty manuscript pages, is indispensable to a full understanding of the novel. The changes, deletions, and additions made in the first half of the manuscript indicate that Mark Twain frequently checked his impulse to write an even darker, more confrontational book than the one he finally published.", "description": "Climb aboard the raft with Huck and Jim and drift away from the \"sivilized\" life and into a world of adventure, excitement, danger, and self-discovery. Huck's shrewd and humorous narrative is complemented by lyrical descriptions of the Mississippi valley and a sparkling cast of memorable characters.", "isbn": "9780486280615", "language_code": "", "awards": []}, "uuid": "ULiYGueBhphiZ7mbXuX9Bj", "annotation": "\"Huck Finn\" was one of the first major American novels to embrace the vernacular. Occasionally crude and sometimes dim, we think Huck Finn’s narration is made even more personal and accessible with his honest, true-to-life language."},{"annotation_html": "It would be a crime to leave Dos Passos off this list. “Manhattan Transfer” is told in as many voices as there are types of people in New York. This impressionistic view of the city gets into the heads of everyone from the high-class to the low, giving equal weight to their thoughts.", "position": 12, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "John Dos Passos", "status": 1, "average_rating": 3.74, "title": "Manhattan Transfer", "uuid": "S56BH4e9gvXmoZ8ZMPrHP9", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526690/1376382969.35.jpg", "oyster_good_for_statement": "", "publication_date": "2003-09-02", "number_print_pages": 352, "oyster_summary": "", "description": "<DIV>Considered by many to be John Dos Passos's greatest work, Manhattan Transfer is an \"expressionistic picture of New York\" (New York Times) in the 1920s that reveals the lives of wealthy power brokers and struggling immigrants alike. From Fourteenth Street to the Bowery, Delmonico's to the underbelly of the city waterfront, Dos Passos chronicles the lives of characters struggling to become a part of modernity before they are destroyed by it.<br>More than seventy-five years after its first publication, Manhattan Transfer still stands as \"a novel of the very first importance\" (Sinclair Lewis). It is a masterpeice of modern fiction and a lasting tribute to the dual-edged nature of the American dream.</div>", "isbn": "9780547526690", "language_code": "eng", "awards": []}, "uuid": "WnDURXhSojryGgUTABf5PE", "annotation": "It would be a crime to leave Dos Passos off this list. “Manhattan Transfer” is told in as many voices as there are types of people in New York. This impressionistic view of the city gets into the heads of everyone from the high-class to the low, giving equal weight to their thoughts."}]