[{"annotation_html": "With a plot as stuffed as a cruise ship’s all-you-can-eat buffet, this is a slapstick adventure that’s hard to put in one category. Read it for the humor, outlandish plot turns, and Dorsey’s wholly unique perspective on the sunshine state.", "position": 1, "book": {"description": "<blockquote><p>Why is everyone rushing to flee Tampa on a cruise ship to hell?</p></blockquote><p>Serge is back with a bullet, torn between homicide and souvenirs. So is Coleman, torn between getting hammered and getting more hammered. Then there's good ol' Jim Davenport, the E-Team, the Diaz Brothers, and Johnny Vegas, the Accidental Virgin, cranking up the fevered action as the pot boils over on a street called Lobster Lane.</p><p>It's reunion time in the Sunshine State, and we're not just talking the family jamboree of that blood-soaked criminal clan, the McGraws, whose nastiest, meanest member is finally released from prison and heads south bent on revenge. On top of it all, the government is covering up a growing list of mysterious victims across Florida who may or may not be connected to a nefarious plot being hatched against national security. </p><p>But wait! There's more on the horizon! Who is the oddly familiar femme fatale named Rachael? Is Serge wrong that guns, drugs, and strippers don't mix? What sets the Non-Confrontationalists off on a rampage? What finally brings Coleman and Lenny together? Will they succeed in building the biggest bong ever? And can Serge surf a rogue wave to victory?</p><p>So batten the hatches, don the life jackets, and take cover as all these questions and more are answered in the latest adventure from the acclaimed author of <em>Hurricane Punch</em>.</p>", "isbn": "9780061738371", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 400, "average_rating": 3.96, "title": "Atomic Lobster", "uuid": "7yCx8XUNTvt4DJbuMfqFpA", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061738371/1376451789.5.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Tim Dorsey", "status": 1}, "uuid": "8Z7NDJzxbt9j4YAjkqwTQi", "annotation": "With a plot as stuffed as a cruise ship’s all-you-can-eat buffet, this is a slapstick adventure that’s hard to put in one category. Read it for the humor, outlandish plot turns, and Dorsey’s wholly unique perspective on the sunshine state."},{"annotation_html": "Carl Hiaasen has written more than a dozen top-notch mysteries set in sunny Florida. New to Hiaasen? Allow us to recommend his 1981 debut novel—a tale of murder, corruption and all the scandal you’ll come to expect from this famous writer.", "position": 2, "book": {"description": "<DIV><p><DIV><b><i>New York Times</i> bestselling author Carl Hiaasen&rsquo;s gripping debut&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV><b>A witness to a gangland murder must outwit and outrun the vicious hit men on his trail&mdash;before it&rsquo;s too late</b></div><DIV>&#160;</div><DIV>Chris Meadows&rsquo;s charmed life as an up-and-coming architect has kept him far removed from Miami&rsquo;s bloody drug trade. But his comfortable existence comes crashing down around him when Chris witnesses the hit-and-run death of an ex-girlfriend by a car full of drug smuggling gangsters. Now caught up in southern Florida&rsquo;s brutal underground cocaine war, Chris is in a fight for his life&mdash;to evade not only the hit men seeking to silence him, but also the crooked Miami cops who would rather exploit than protect him.</div></p></DIV>", "isbn": "9781453210635", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-28", "number_print_pages": 288, "average_rating": 3.34, "title": "Powder Burn", "uuid": "qLisyjVg3Qg3JUPykiKMUZ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Powder%20Burn/1373329479.71.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Carl Hiaasen", "status": 1}, "uuid": "kXqq2oNghmEi3hHmr36nr4", "annotation": "Carl Hiaasen has written more than a dozen top-notch mysteries set in sunny Florida. New to Hiaasen? Allow us to recommend his 1981 debut novel—a tale of murder, corruption and all the scandal you’ll come to expect from this famous writer."},{"annotation_html": "Looking to get away for longer than your average week-long vacation? How about saying sayonara to your job, apartment, and romantic partner for a year of adventure and uncertainty? Live vicariously through this fun travel memoir.", "position": 3, "book": {"description": "<p>Jen, Holly, and Amanda are at a crossroads. They're feeling the pressure to hit certain milestones&#8212;scoring a big promotion, finding a soul mate, having 2.2 kids&#8212;before they reach their early thirties. When personal challenges force them to reevaluate their lives, they decide it's now or never to do something daring. Unable to gain perspective in fast-paced Manhattan, the three twentysomethings quit their coveted media jobs and leave behind their friends, boyfriends, and everything familiar to travel the globe. Dubbing themselves the Lost Girls, they embark on an epic yearlong search for inspiration and direction.</p><p>As they journey 60,000 miles across four continents and more than a dozen countries, Jen, Holly, and Amanda step far outside of their comfort zones, embracing every adventure and experience the world has to offer&#8212;shooting blowguns with Yagua elders in the Amazon, learning capoeira on the beaches of Brazil, volunteering with preteen girls at a school in rural Kenya, hiking with Hmong villagers in Vietnam, and driving through Australia in a psychedelic camper van. Along the way, the Lost Girls find not only themselves but also a lifelong friendship. Ultimately, theirs is a story of true sisterhood&#8212;a bond forged by sharing beds and backpacks, enduring exotic illnesses, fending off aggressive street vendors, trekking across rivers and over mountains, and standing by one another through heartaches, whirlwind romances, and everything in the world in between. </p><p>This candid and compelling memoir will speak to anyone who has ever felt the desire to spread her wings and discover the world with her best friends by her side.</p>", "isbn": "9780061993473", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-11", "number_print_pages": 560, "average_rating": 3.69, "title": "The Lost Girls", "uuid": "sUNaRQ4BZsLFy2hEGzgFTb", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061993473/1378009445.34.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jennifer Baggett", "status": 1}, "uuid": "amXtpxWbfWtTTThRacD5jJ", "annotation": "Looking to get away for longer than your average week-long vacation? How about saying sayonara to your job, apartment, and romantic partner for a year of adventure and uncertainty? Live vicariously through this fun travel memoir."},{"annotation_html": "Paul Theroux has visited more places—and written many more books—than most travel writers. We like his funny, satirical novel set in Hawaii, in which the 50th state takes center stage for a cast of odd travelers checking in to the Hotel Honolulu.", "position": 4, "book": {"description": "<DIV>In this wickedly satiric romp, Paul Theroux captures the essence of Hawaii as it has never been depicted. The novel's narrator, a down-on-his-luck writer, escapes to Waikiki and soon finds himself the manager of the Hotel Honolulu, a low-rent establishment a few blocks off the beach. Honeymooners, vacationers, wanderers, mythomaniacs, soldiers, and families all check in to the hotel. Like the Canterbury pilgrims, every guest has come in search of something -- sun, love, happiness, objects of unnameable longing -- and everyone has a story. By turns hilarious, ribald, tender, and tragic, HOTEL HONOLULU offers a unique glimpse of the psychological landscape of an American paradise.</div>", "isbn": "9780547526331", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2002-05-15", "number_print_pages": 432, "average_rating": 3.44, "title": "Hotel Honolulu", "uuid": "naJtx5oMyUzXdwQJB6mU4K", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526331/1376383269.48.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Paul Theroux", "status": 1}, "uuid": "W85gM4SzkGaRMGLrqVabwU", "annotation": "Paul Theroux has visited more places—and written many more books—than most travel writers. We like his funny, satirical novel set in Hawaii, in which the 50th state takes center stage for a cast of odd travelers checking in to the Hotel Honolulu."},{"annotation_html": "Coastal wildlife can easily blow one’s mind, and Rachel Carson’s first book captures its wonder. <i>Under the Sea Wind</i> brings a fresh literary voice to science writing, making it no surprise that Carson went on to make waves with more bestselling books.", "position": 5, "book": {"description": "<DIV><DIV><b><i>Silent Spring</i> author Rachel Carson&rsquo;s early masterwork brings to life the elegiac, subtle beauty of birds and the sea, blending her natural storytelling ability with clear-eyed science</b></div><DIV>&#160;</div><DIV></div><DIV>In her first book, preeminent nature writer Rachel Carson tells the story of the sea creatures and birds that dwell in and around the waters along North America&rsquo;s eastern coast&mdash;and the delicately balanced ecosystem that sustains them. Following the life cycles of a pair of sanderlings, a mackerel, and an eel, Carson gracefully weaves scientific observation with imaginative prose to educate and inspire, creating one of the finest wildlife narratives in American literature.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Rachel Carson including rare photos and never-before-seen documents from the Beinecke Rare Book and Manuscript Library at Yale University.</div><BR></div>", "isbn": "9781453214732", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-03-29", "number_print_pages": 304, "average_rating": 4.02, "title": "Under the Sea Wind", "uuid": "98RznHNLZBThfydLu5qSHb", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453214732/1391668383.34.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Rachel Carson", "status": 1}, "uuid": "VpwZi8SjSzaoRyH9y92trS", "annotation": "Coastal wildlife can easily blow one’s mind, and Rachel Carson’s first book captures its wonder. Under the Sea Wind brings a fresh literary voice to science writing, making it no surprise that Carson went on to make waves with more bestselling books."},{"annotation_html": "Salty margaritas and sandy beaches be damned for this ex-cop who takes on the legal case of a lifetime while on vacation in paradise. We hope your getaway is less eventful than the plot of this New York Times bestseller.", "position": 6, "book": {"description": "<p>Stone Barrington only wants a winter getaway from the chill of New York in the beautiful, tropical Caribbean paradise of St. Mark's. But what the lawyer and ex-cop gets instead is the chance to defend Allison Manning. The beautiful young woman stands accused of killing her rich husband on board their luxurious yacht and then burying him at sea.</p><p>Stone isn't exactly conversant with the island country's law, but this much is clear to him: Allison is being railroaded by the perverse sense of justice of a prosecutor who will do anything to stay in office. Donning the robe and wig of a British barrister, Stone does everything he can to save Allison&#8212;from publicizing the case all over the American press to conducting the kind of smart, tough investigation that money can't buy. Just when he has the jury in the palm of his hands, a shocking reversal of fortune changes everything. And what was once a sure thing begins to look a lot like a death sentence.</p>", "isbn": "9780061801945", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 464, "average_rating": 3.88, "title": "Dead in the Water", "uuid": "Se8UPzwk6P3P8WMzDiWMy3", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801945/1376506654.84.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Stuart Woods", "status": 1}, "uuid": "GeZYMhMmJV8puzCpEcAuLT", "annotation": "Salty margaritas and sandy beaches be damned for this ex-cop who takes on the legal case of a lifetime while on vacation in paradise. We hope your getaway is less eventful than the plot of this New York Times bestseller."},{"annotation_html": "After too long in the sun, even paradise can get boring. Luckily for us, Robert Stone has crafted a different kind of Caribbean tale, rife with political upheaval, voodoo magic and femme fatales. This one’s perfect for a long flight (or lazy afternoon).", "position": 7, "book": {"description": "<DIV>A new novel from an American master, Bay of Souls is a gripping tale of romantic obsession set against the backdrop of an island revolution. Michael Ahearn is a midwestern English professor who abandons his comfortable life when he becomes obsessed with a new colleague from the Caribbean, Lara Purcell. When Lara claims a vodoun spirit has taken possession of her soul, Michael follows her to her native St. Trinity, only to find himself in a whirlpool of Third World corruption. A finely wrought tale of one man&#8217;s moral dissolution, Bay of Souls showcases Robert Stone at his most provocative and psychologically acute.</div>", "isbn": "9780547526768", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2004-06-02", "number_print_pages": 256, "average_rating": 2.83, "title": "Bay of Souls", "uuid": "oXTng5s4UVsSZz3E6kN5G6", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526768/1376383258.42.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Robert Stone", "status": 1}, "uuid": "uAEQqL4xafDTHb27cBetYV", "annotation": "After too long in the sun, even paradise can get boring. Luckily for us, Robert Stone has crafted a different kind of Caribbean tale, rife with political upheaval, voodoo magic and femme fatales. This one’s perfect for a long flight (or lazy afternoon)."},{"annotation_html": "Captain Jack Sparrow may rule the pirate genre on the big screen, but we prefer bestseller Michael Crichton’s 17th century swashbucklers, who are more cutthroat than cartoonish.", "position": 8, "book": {"description": "<blockquote><p>From one of the best-loved authors of all time comes an irresistible adventure of swashbuckling pirates in the New World, a classic story of treasure and betrayal.</p></blockquote><p>The Caribbean, 1665. A remote colony of the English Crown, the island of Jamaica holds out against the vast supremacy of the Spanish empire. Port Royal, its capital, is a cutthroat town of taverns, grog shops, and bawdy houses. </p><p>In this steamy climate there's a living to be made, a living that can end swiftly by disease&#8212;or by dagger. For Captain Charles Hunter, gold in Spanish hands is gold for the taking, and the law of the land rests with those ruthless enough to make it. </p><p>Word in port is that the galleon <em>El Trinidad</em>, fresh from New Spain, is awaiting repairs in a nearby harbor. Heavily fortified, the impregnable harbor is guarded by the bloodthirsty Cazalla, a favorite commander of the Spanish king himself. With backing from a powerful ally, Hunter assembles a crew of ruffians to infiltrate the enemy outpost and commandeer <em>El Trinidad</em>, along with its fortune in Spanish gold. The raid is as perilous as the bloodiest tales of island legend, and Hunter will lose more than one man before he even sets foot on foreign shores, where dense jungle and the firepower of Spanish infantry stand between him and the treasure. . . .</p><p><em>Pirate Latitudes</em> is Michael Crichton at his best: a rollicking adventure tale pulsing with relentless action, crackling atmosphere, and heart-pounding suspense.</p>", "isbn": "9780061938740", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-11-24", "number_print_pages": 416, "average_rating": 3.31, "title": "Pirate Latitudes", "uuid": "duLRfucGT2iCtHSW3JhYpj", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061938740/1376452541.29.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Michael Crichton", "status": 1}, "uuid": "DzqjNCwyE9yJe4ro7tmfTW", "annotation": "Captain Jack Sparrow may rule the pirate genre on the big screen, but we prefer bestseller Michael Crichton’s 17th century swashbucklers, who are more cutthroat than cartoonish."},{"annotation_html": "When life starts to mirror fiction for a cruise ship full of mystery writers, we can only hope that the characters are as good at solving murder mysteries in real life as they are in their books. When more and more bodies show up, we feel sort of happy that we’re not on a luxury liner in paradise.", "position": 9, "book": {"description": "<DIV><b>In a spine-tingling mystery, death follows TV network sleuth Matt Cobb to Bermuda</b></div><DIV><BR>A cruise ship full of mystery writers may sound like a fantasy for some, but for Matt Cobb, whose job consists of untangling serious knots for a large television network, it&rsquo;s anything but&mdash;especially when it results in a real-life murder to solve. </div><DIV>&#160;</div><DIV>Cobb is snatched from his normal duties at the network and put on a boat to St. David, to act as minder for two winners of a radio contest. The winners happen to be attractive women, a small bonus, but Cobb can hardly enjoy his time with them before a macho writer takes an active dislike to him and a corpse appears. And when some kitchen knives go missing&mdash;along with quarreling writer Lee Schaeffer&mdash;and other killings and disappearances ensue, Cobb ends up looking to a visiting Mafia boss for clues. But to get to the truth, he will have to work his way through the theories of amateur sleuths and save his own neck. </div>", "isbn": "9781453290309", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 182, "average_rating": 3.73, "title": "Killed in Paradise", "uuid": "fatZmF9Zgq27jXp6HWVDT4", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Killed%20in%20Paradise/1373332594.72.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "William L. DeAndrea", "status": 1}, "uuid": "DycfpdGF3cUr3TSZhJ9t3X", "annotation": "When life starts to mirror fiction for a cruise ship full of mystery writers, we can only hope that the characters are as good at solving murder mysteries in real life as they are in their books. When more and more bodies show up, we feel sort of happy that we’re not on a luxury liner in paradise."},{"annotation_html": "The international bestseller <i>1,000 Places to See Before You Die</i> is the ultimate travel bucket list. Right now, we’d be happy just to make it to a few of the 53 Caribbean islands selected in Schultz’s something-for-everyone tropical pocket guide.", "position": 10, "book": {"description": "Stop dreaming and get going! Whether you’re planning a romantic getaway, the ultimate honeymoon, a family vacation, or a last-minute escape from the woes of a too-long winter, the Caribbean offers the right destination for every taste and budget—and Patricia Schultz knows just where and how to find that life-changing spot. <br><br>From the international bestseller, <i>1,000 Places to See Before You Die</i>, with more than 3 million copies in print, Patricia Schultz singles out the 53 places in the Caribbean, Bahamas, and Bermuda to see before you die. Here’s tiny, glorious, undeveloped Culebra. Decadent Old Havana. St. Barth’s, exclusive “Provence” of the Caribbean. Destinations for nature lovers—the Asa Wright Centre on Trinidad and Tobago, the Virgin Island National Park in St. John’s, the dazzling bioluminescent Mosquito Bay in Vieques. A foodie’s guide to St. Martin, a sailor’s guide to the Abacos, a golfer’s guide to the Dominican Republic, a trekker’s guide to Saba, a hedonist’s guide to Negril. On and off the beaten track, each island offers a particular piece of paradise.<br><br>About this title: Workman Shorts is a new line of bite-size, subject-specific e-books curated from a library of trusted books and authors.&nbsp; <br><br><br>", "isbn": "9780761165064", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-01-15", "number_print_pages": 250, "average_rating": 4.07, "title": "Perfect Island Getaways from 1,000 Places to See Before You Die", "uuid": "fKiVNKNyjuTvxR2Bs3JFW4", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761165064/1377071074.6.jpg", "publisher": {"name": "Workman Publishing Company", "uuid": "J8zDjwKBXDVuRhLWcfRMZn"}, "author": "Patricia Schultz", "status": 1}, "uuid": "BrUZVym8Lu2q3K96i6sMGT", "annotation": "The international bestseller 1,000 Places to See Before You Die is the ultimate travel bucket list. Right now, we’d be happy just to make it to a few of the 53 Caribbean islands selected in Schultz’s something-for-everyone tropical pocket guide."},{"annotation_html": "Winter storms have a way of wreaking havoc on travel plans, and we sincerely hope you don’t get stranded at the airport anytime soon. But if you’re stuck in transit, this classic is ready to transport even the most harried traveler from the terminal to tropical paradise.", "position": 11, "book": {"description": "Who has not dreamed of life on an exotic isle, far away from civilization? Here is the novel which has inspired countless imitations by lesser writers, none of which equal the power and originality of Defoe's famous book. Robinson Crusoe, set ashore on an island after a terrible storm at sea, is forced to make do with only a knife, some tobacco, and a pipe. He learns how to build a canoe, make bread, and endure endless solitude. That is, until, twenty-four years later, when he confronts another human being. First published in 1719, Robinson Crusoe has been praised by such writers as James Joyce, Virginia Woolf, and Samuel Johnson as one of the greatest novels in the English language.\r\n\r\nDaniel Defoe (1660-1731) trained for the ministry, became a political journalist, and finally, to many, became \"the father of the English novel.\" He is also the author of 'Moll Flanders'.", "isbn": "9781629452623", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 304, "average_rating": 3.58, "title": "Robinson Crusoe", "uuid": "GF67qScVNiQeZagi6rcXaZ", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452623/1376952156.66.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Daniel Defoe", "status": 1}, "uuid": "SkDrgTBpbvNdraxVBfS6XN", "annotation": "Winter storms have a way of wreaking havoc on travel plans, and we sincerely hope you don’t get stranded at the airport anytime soon. But if you’re stuck in transit, this classic is ready to transport even the most harried traveler from the terminal to tropical paradise."},{"annotation_html": "Surfer and travel writer: not a bad gig. The story of Anderson’s quest to ride the perfect wave will take you to some of the most beautiful beaches on earth, from France to Sri Lanka to South Africa.", "position": 12, "book": {"description": "<DIV><DIV><I>\"The right-hand point at Jeffreys Bay is one of the surfing world's most exciting finds, and from the age of twelve it had been my life's purpose to surf there.\"</I> J-Bay, South Africa, has the fantasy, the almost mythical waves every surfer dreams of riding once in their lifetime. But Tom wouldn't go until he was ready. He would seek out surf-spots from the virgin reef-breaks of the Outer Orkneys to the temple point-breaks of Indonesia, from the beautiful beaches of France to the wilds of Sri Lanka, on his quest to ride the waves of his dreams. Get on the road, get stoked, and get in the water.</div></DIV>", "isbn": "9780857654212", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-06-01", "number_print_pages": 304, "average_rating": 4.08, "title": "Riding the Magic Carpet", "uuid": "6ZfVyhLqGBBgERH5mU8gDR", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Riding%20the%20Magic%20Carpet/1372980700.34.jpg", "publisher": {"name": "Summersdale", "uuid": "6cYqSxPt6UfWDgf7AGyCbb"}, "author": "Tom Anderson", "status": 1}, "uuid": "nA9VwG3vdANByJ6poiHCZM", "annotation": "Surfer and travel writer: not a bad gig. The story of Anderson’s quest to ride the perfect wave will take you to some of the most beautiful beaches on earth, from France to Sri Lanka to South Africa."}]