[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Kenneth C. Davis", "uuid": "pPrqwDHmy5GEuJkz9a5wfT", "description": "<p>Kenneth C. Davis, author of the phenomenal <em>New York Times</em> bestseller <em>Don't Know Much About History</em>, presents a collection of extraordinary stories, each detailing an overlooked episode that shaped the nation's destiny and character. Davis's dramatic narratives set the record straight, busting myths and bringing to light little-known but fascinating facts from a time when the nation's fate hung in the balance.</p><p>Spanning a period from the Spanish arrival in America to George Washington's inauguration in 1789, <em>America's Hidden History</em> details these episodes, among others:</p><ul><li>The story of the first real Pilgrims in America, who were wine-making French Huguenots, not dour English Separatists</li><li>The coming-of-age story of Queen Isabella, who suggested that Columbus pack the moving mess hall of pigs that may have spread disease to many Native Americans</li><li>The long, bloody relationship between the Pilgrims and Indians that runs counter to the idyllic scene of the Thanksgiving feast</li><li>The little-known story of George Washington as a headstrong young soldier who committed a war crime, signed a confession, and started a war!</li></ul><p>Full of color, intrigue, and human interest, <em>America's Hidden History</em> is an iconoclastic look at America's past, connecting some of the dots between history and today's headlines, proving why Davis is truly America's Teacher. </p>", "isbn": "9780061801174", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801174/1376452176.94.jpg", "oyster_summary": "", "average_rating": 3.45, "language_code": "eng", "awards": [], "title": "America's Hidden History", "publication_date": "2009-10-13", "number_print_pages": 288}, "position": 14, "uuid": "2SB3bR8HHDtbLqHgEb4UrX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Eric Foner", "uuid": "jcMBzhiViGngbkH6WcQLb4", "description": "<p>This \"masterful treatment of one of the most complex periods of American history\" (<em>New Republic</em>) made history when it was originally published in 1988. It redefined how Reconstruction was viewed by historians and people everywhere in its chronicling of how Americans -- black and white -- responded to the unprecedented changes unleashed by the war and the end of slavery. This \"smart book of enormous strengths\" (<em>Boston Globe</em>) has since gone on to become the classic work on the wrenching post-Civil War period -- an era whose legacy reverberates still today in the United States.</p>", "isbn": "9780062035868", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062035868/1376530979.18.jpg", "oyster_summary": "", "average_rating": 4.19, "language_code": "eng", "awards": [{"image": null, "uuid": "DqyhHsheo2rd3eZKtmA3hQ", "name": "Avery O. Craven Award Winner"}, {"image": null, "uuid": "ihNmXzEo6xmvibcYBrP99C", "name": "Bancroft Prize Winner"}, {"image": null, "uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn", "name": "Francis Parkman Prize Winner"}, {"image": null, "uuid": "ywiinbTQ4RbDKsvUpc7cbJ", "name": "Los Angeles Times Book Award Winner"}], "title": "Reconstruction", "publication_date": "2011-12-13", "number_print_pages": 736}, "position": 7, "uuid": "ceU3FNc9VuEimSvhNyNaMP", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Chris Harman", "uuid": "DSXVGXERJUu6sczfEZhB5C", "description": "<p>Chris Harman describes the shape and course of human history as a narrative of ordinary people forming and re-forming complex societies in pursuit of common human goals. Interacting with the forces of technological change as well as the impact of powerful individuals and revolutionary ideas, these societies have engendered events familiar to every schoolchild&mdash;from the empires of antiquity to the world wars of the twentieth century.</p><p>In a bravura conclusion, Chris Harman exposes the reductive complacency of contemporary capitalism, and asks, in a world riven as never before by suffering and inequality, why we imagine that it can&mdash;or should&mdash;survive much longer. Ambitious, provocative and invigorating, <em>A People&rsquo;s History of the World</em> delivers a vital corrective to traditional history, as well as a powerful sense of the deep currents of humanity which surge beneath the froth of government.</p>", "isbn": "9781844674688", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674688/1386003319.96.jpg", "oyster_summary": "", "average_rating": 3.96, "language_code": "English", "awards": [], "title": "A People's History of the World", "publication_date": "2008-04-17", "number_print_pages": 729}, "position": 25, "uuid": "WgGX9ot59P2pNRVmjnmduB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "David Halberstam", "uuid": "MDVHQ4CvkQPcQ4rSTcSxiJ", "description": "<DIV><b>Exuberant and ambitious, <i>The Fifties</i> delves into a decade that remains a monumental and lasting turning point in American history</b><BR>Joe McCarthy. Marilyn Monroe. The H-bomb. <i>Ozzie and Harriet</i>. Elvis. Civil rights. It&rsquo;s undeniable: The fifties were a defining decade for America, complete with sweeping cultural change and political upheaval. This decade is also the focus of David Halberstam&rsquo;s triumphant <i>The Fifties</i>, which stands as an enduring classic and was an instant <i>New York Times</i> bestseller upon its publication. More than a survey of the decade, it is a masterfully woven examination of far-reaching change, from the unexpected popularity of Holiday Inn to the marketing savvy behind McDonald&rsquo;s expansion. A meditation on the staggering influence of image and rhetoric, <i>The Fifties</i> is vintage Halberstam, who was hailed by the<i> Denver Post </i>as &ldquo;a lively, graceful writer who makes you . . . understand how much of our time was born in those years.&rdquo;</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286074", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Fifties/1373332358.76.jpg", "oyster_summary": "", "average_rating": 4.23, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "title": "The Fifties", "publication_date": "2012-12-18", "number_print_pages": 816}, "position": 21, "uuid": "tCb4Ee2TondFyi5F52ATdm", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Paul Johnson", "uuid": "JZkAvRyvozwncVFookX7bk", "description": "<p>Kingsley Amis described Paul Johnson's <em>Intellectuals</em> as &#8220;a valuable and entertaining Rogues' Gallery of <em>Adventures of the Mind</em>.&#8221; Now the celebrated journalist and historian offers <em>Creators</em>, a companion volume of essays that examines a host of outstanding and prolific creative spirits. Here are Disney, Picasso, Bach, and Shakespeare; Austen, Twain, and T. S. Eliot; and D&#252;rer, Hokusai, Pugin, and Viollet-le-Duc, among many others.</p><p>Paul Johnson believes that creation cannot be satisfactorily analyzed, but it can be illustrated to bring out its salient characteristics. That is the purpose of this instructive and witty book.</p>", "isbn": "9780061740954", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061740954/1376451823.19.jpg", "oyster_summary": "", "average_rating": 3.54, "language_code": "eng", "awards": [], "title": "Creators", "publication_date": "2009-10-13", "number_print_pages": 336}, "position": 8, "uuid": "L7AYkBD2ZuEpT4wK8DPaE8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Ellen Meiksins Wood", "uuid": "4Lr39gk5A9bb3NuvsCWk5Z", "description": "<p>In this groundbreaking work, Ellen Meiksins Wood lays out her innovative approach to the history of political theory and traces the development of the Western tradition from classical antiquity through the late Middle Ages. Her &ldquo;social history&rdquo; is a significant departure from other contextual interpretations. Treating canonical thinkers as passionately engaged human beings, Wood examines their ideas not simply in the context of political discourse but as creative responses to the social relations and conflicts of their time and place. From the Ancient Greek polis of Plato and Aristotle, through the Roman Republic of Cicero and the Empire of St. Paul and St. Augustine, to the medieval world of Averroes, Thomas Aquinas and William of Ockham, <em>Citizens to Lords</em> offers a rich, dynamic exploration of thinkers and ideas that have stamped their imprint upon history and the present day.</p>", "isbn": "9781844678167", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678167/1386003575.68.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "English", "awards": [], "title": "Citizens to Lords", "publication_date": "2011-08-01", "number_print_pages": 256}, "position": 28, "uuid": "5A2rzHjPo7VUNu2vyYqJTH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Paul Johnson", "uuid": "iXGhPm5EHVByH6ay29X7mY", "description": "<p>\"The creation of the United States of America is the greatest of all human adventures,\" begins Paul Johnson's remarkable new American history. \"No other national story holds such tremendous lessons, for the American people themselves and for the rest of mankind.\" Johnson's history is a reinterpretation of American history from the first settlements to the Clinton administration. It covers every aspect of U.S. history--politics; business and economics; art, literature and science; society and customs; complex traditions and religious beliefs. The story is told in terms of the men and women who shaped and led the nation and the ordinary people who collectively created its unique character. Wherever possible, letters, diaries, and recorded conversations are used to ensure a sense of actuality. \"The book has new and often trenchant things to say about every aspect and period of America's past,\" says Johnson, \"and I do not seek, as some historians do, to conceal my opinions.\" <p>Johnson's history presents John Winthrop, Roger Williams, Anne Hutchinson, Cotton Mather, Franklin, Tom Paine, Washington, Adams, Jefferson, Hamilton, and Madison from a fresh perspective. It emphasizes the role of religion in American history and how early America was linked to England's history and culture and includes incisive portraits of Andrew Jackson, Chief Justice Marshall, Clay, Lincoln, and Jefferson Davis. Johnson shows how Grover Cleveland and Teddy Roosevelt ushered in the age of big business and industry and how Woodrow Wilson revolutionized the government's role. He offers new views of Harding, Coolidge, and Hoover and of Franklin Roosevelt's New Deal and his role as commander in chief during World War II. An examination of the unforeseen greatness of Harry Truman and reassessments of Eisenhower, Kennedy, Johnson, Nixon, Reagan, and Bush follow. \"Compulsively readable,\" said Foreign Affairs of Johnson's unique narrative skills and sharp profiles of people. <p>This is an in-depth portrait of a great people, from their fragile origins through their struggles for independence and nationhood, their heroic efforts and sacrifices to deal with the `organic sin' of slavery and the preservation of the Union to its explosive economic growth and emergence as a world power and its sole superpower. Johnson discusses such contemporary topics as the politics of racism, education, Vietnam, the power of the press, political correctness, the growth of litigation, and the rising influence of women. He sees Americans as a problem-solving people and the story of America as \"essentially one of difficulties being overcome by intelligence and skill, by faith and strength of purpose, by courage and persistence...Looking back on its past, and forward to its future, the auguries are that it will not disappoint humanity.\" <p>This challenging narrative and interpretation of American history by the author of many distinguished historical works is sometimes controversial and always provocative. Johnson's views of individuals, events, themes, and issues are original, critical, and admiring, for he is, above all, a strong believer in the history and the destiny of the American people. </p>", "isbn": "9780061952135", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061952135/1376528641.34.jpg", "oyster_summary": "", "average_rating": 4.02, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "A History of the American People", "publication_date": "2009-06-30", "number_print_pages": 1104}, "position": 13, "uuid": "ir4KfwdHp9diDrozxGuu67", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Cullen Murphy", "uuid": "pA8w4EdkwZ4AM9iyYjbPha", "description": "<DIV>The rise and fall of ancient Rome has been on American minds from the beginning of our republic.Today we focus less on the Roman Republic than on the empire that took its place. Depending on who&#8217;s doing the talking, the history of Rome serves as either a triumphal call to action or a dire warning of imminent collapse. In Are We Rome? the esteemed editor and author Cullen Murphy reveals a wide array of similarities between the two empires: the blinkered, insular culture of our capitals; the debilitating effect of bribery in public life; the paradoxical issue of borders; and the weakening of the body politic through various forms of privatization. Murphy persuasively argues that we most resemble Rome in the burgeoning corruption of our government and in our arrogant ignorance of the world outside -- two things that must be changed if we are to avoid Rome&#8217;s fate.</div>", "isbn": "9780547527079", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527079/1376382490.78.jpg", "oyster_summary": "", "average_rating": 3.62, "language_code": "eng", "awards": [], "title": "Are We Rome?", "publication_date": "2008-05-05", "number_print_pages": 272}, "position": 9, "uuid": "Vbscmvnvs9dKZKxpsTEHGa", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Eyal Weizman", "uuid": "z8xCGPprVasQioBC9bEWyf", "description": "<p>The principle of the &ldquo;lesser evil,&rdquo; which asserts that it is acceptable to pursue an undesirable course of action in order to prevent a greater injustice, exercises a powerful influence on Western ethical philosophy and modern politics. In <em>The Least of All Possible Evils</em>, Eyal Weizman examines the dark side of this pragmatism, arguing that too often the end becomes a mechanism for perpetuating the means. Weizman traces a genealogy of the &ldquo;lesser evil,&rdquo; from classical ethics and Christian theology, through the political theory of Hannah Arendt to contemporary debates on humanitarianism.</p><p>He examines the application of this principle through his signature forensic&ndash;architectural investigation of sites of contemporary conflict: the relief centres set up by Médecins Sans Frontières during its intervention in Ethiopia in the 1980s; the legal debates around the building of the separation wall in Israel&ndash;Palestine; and developments in the application of international human rights law in Bosnia, Palestine and Iraq.</p><p>But it is in relation to Israel&rsquo;s domination of the Gaza Strip that the theoretical and political reflections of the book converge. Gaza, where the principle of the lesser evil is invoked to justify a new type of humanitarian violence, is the proper noun for the horrors of our humanitarian present.</p>", "isbn": "9781781680629", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680629/1386003163.49.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "The Least of All Possible Evils", "publication_date": "2012-06-19", "number_print_pages": 208}, "position": 27, "uuid": "oYHBwTRdAJBtqKpQNKiPf6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "status": 1, "author": "William L. Shirer", "uuid": "2vqa8tUGKFfcirhARZwAL", "description": "<p>When the Third Reich fell, it fell swiftly. The Nazis had little time to cover up their memos, their letters, or their diaries. William L. Shirer's definitive book on the Third Reich uses these unique sources. Combined with his personal experience with the Nazis, living through the war as an international correspondent, <i>The Rise and Fall of the Third Reich</i> not only earned Shirer a National Book Award but is recognized as one of the most important and authoritative books about the Third Reich and Nazi Germany ever written. The diaries of propaganda minister Joseph Goebbels as well as evidence and other testimony gained at the Nuremberg Trials could not have found more artful hands.</p><p>\n</p><p>\nShirer gives a clear, detailed and well-documented account of how it was that Adolf Hitler almost succeeded in conquering the world. With millions of copies in print, The Rise and Fall of the Third Reich has become one of the most authoritative books on one of mankind's darkest hours. Shirer focuses on 1933 to 1945 in clear detail. Here is a worldwide bestseller that also tells the true story of the Holocaust, often in the words of the men who helped plan and conduct it. It is a classic by any measure.</p><p>\n</p><p>\nThe book has been translated into twelve languages and was adapted as a television miniseries, broadcast by ABC in 1968. This first ever e-book edition is published on the 50th anniversary of this iconic work.</p><p>\n</p><p>\n</p>", "isbn": "9780795317002", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Rise%20and%20Fall%20of%20the%20Third%20Reich/1373294112.63.jpg", "oyster_summary": "", "average_rating": 4.14, "language_code": "eng", "awards": [{"image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb", "name": "National Book Award Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "The Rise and Fall of the Third Reich", "publication_date": "2011-10-23", "number_print_pages": 1280}, "position": 19, "uuid": "gTyPb9brt55mccpnRQg3kC", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Herbert P. Bix", "uuid": "grJDUHkSmi888ZKJFfpakK", "description": "<h4 align=\"center\">Winner of the Pulitzer Prize</h4><p>In this groundbreaking biography of the Japanese emperor Hirohito, Herbert P. Bix offers the first complete, unvarnished look at the enigmatic leader whose sixty-three-year reign ushered Japan into the modern world. Never before has the full life of this controversial figure been revealed with such clarity and vividness. Bix shows what it was like to be trained from birth for a lone position at the apex of the nation's political hierarchy and as a revered symbol of divine status. Influenced by an unusual combination of the Japanese imperial tradition and a modern scientific worldview, the young emperor gradually evolves into his preeminent role, aligning himself with the growing ultranationalist movement, perpetuating a cult of religious emperor worship, resisting attempts to curb his power, and all the while burnishing his image as a reluctant, passive monarch. Here we see Hirohito as he truly was: a man of strong will and real authority.</p><p>Supported by a vast array of previously untapped primary documents, <em>Hirohito and the Making of Modern Japan </em>is perhaps most illuminating in lifting the veil on the mythology surrounding the emperor's impact on the world stage. Focusing closely on Hirohito's interactions with his advisers and successive Japanese governments, Bix sheds new light on the causes of the China War in 1937 and the start of the Asia-Pacific War in 1941. And while conventional wisdom has had it that the nation's increasing foreign aggression was driven and maintained not by the emperor but by an elite group of Japanese militarists, the reality, as witnessed here, is quite different. Bix documents in detail the strong, decisive role Hirohito played in wartime operations, from the takeover of Manchuria in 1931 through the attack on Pearl Harbor and ultimately the fateful decision in 1945 to accede to an unconditional surrender. In fact, the emperor stubbornly prolonged the war effort and then used the horrifying bombings of Hiroshima and Nagasaki, together with the Soviet entrance into the war, as his exit strategy from a no-win situation. From the moment of capitulation, we see how American and Japanese leaders moved to justify the retention of Hirohito as emperor by whitewashing his wartime role and reshaping the historical consciousness of the Japanese people. The key to this strategy was Hirohito's alliance with General MacArthur, who helped him maintain his stature and shed his militaristic image, while MacArthur used the emperor as a figurehead to assist him in converting Japan into a peaceful nation. Their partnership ensured that the emperor's image would loom large over the postwar years and later decades, as Japan began to make its way in the modern age and struggled -- as it still does -- to come to terms with its past.</p><p>Until the very end of a career that embodied the conflicting aims of Japan's development as a nation, Hirohito remained preoccupied with politics and with his place in history. <em>Hirohito and the Making of Modern Japan</em> provides the definitive account of his rich life and legacy. Meticulously researched and utterly engaging, this book is proof that the history of twentieth-century Japan cannot be understood apart from the life of its most remarkable and enduring leader.</p>", "isbn": "9780061860478", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061860478/1376527788.21.jpg", "oyster_summary": "", "average_rating": 3.73, "language_code": "eng", "awards": [{"image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB", "name": "National Book Critics Circle Award Winner"}, {"image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM", "name": "Winner of the Pulitzer Prize"}], "title": "Hirohito And The Making Of Modern Japan", "publication_date": "2009-10-13", "number_print_pages": 832}, "position": 7, "uuid": "ByX23k85jcALzRNuZrVoY6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Seumas Milne", "uuid": "yMurhvY7cVEiya62qmhqMC", "description": "<p>From 9/11 to the Arab uprisings and beyond&mdash;encompassing the economic crisis, war on terror, rise of China and tide of change in Latin America&mdash;<em>The Revenge of History</em> turns the orthodoxies of the past generation on their head.</p><p>In this coruscating account of the first decade of the twenty-first century, Seumas Milne presents a powerful indictment of a US global and corporate empire in&mdash;and its British and European camp followers. Milne traces the breakdown of a failed &lsquo;free market&rsquo; system, exposes the power and resource grab driving western military interventions, explains the dynamo behind a roaring Chinese economy and highlights the social alternatives being developed in Latin America. Brilliant, bold and always incisive, The Revenge of History is essential reading for anyone wanting to understand what has gone wrong&mdash;and grasp the possibilities of an emerging future.</p>", "isbn": "9781844679645", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679645/1386004075.59.jpg", "oyster_summary": "", "average_rating": 3.5, "language_code": "English", "awards": [], "title": "The Revenge of History", "publication_date": "2012-11-16", "number_print_pages": 320}, "position": 26, "uuid": "8RhLTaZVPiY6tf6igbEnDN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Charles Murray", "uuid": "x6UQJcDbqRnN8y3guQAXQT", "description": "<p>A sweeping cultural survey reminiscent of Barzun's <em>From Dawn to Decadence</em>.</p><p>\"At irregular times and in scattered settings, human beings have achieved great things. <em>Human Accomplishment</em> is about those great things, falling in the domains known as the arts and sciences, and the people who did them.' <p>So begins Charles Murray's unique account of human excellence, from the age of Homer to our own time. Employing techniques that historians have developed over the last century but that have rarely been applied to books written for the general public, Murray compiles inventories of the people who have been essential to the stories of literature, music, art, philosophy, and the sciences&#8212;a total of 4,002 men and women from around the world, ranked according to their eminence.<p>The heart of <em>Human Accomplishment</em> is a series of enthralling descriptive chapters: on the giants in the arts and what sets them apart from the merely great; on the differences between great achievement in the arts and in the sciences; on the meta-inventions, 14 crucial leaps in human capacity to create great art and science; and on the patterns and trajectories of accomplishment across time and geography. <p>Straightforwardly and undogmatically, Charles Murray takes on some controversial questions. Why has accomplishment been so concentrated in Europe? Among men? Since 1400? He presents evidence that the rate of great accomplishment has been declining in the last century, asks what it means, and offers a rich framework for thinking about the conditions under which the human spirit has expressed itself most gloriously. Eye-opening and humbling, <em>Human Accomplishment</em> is a fascinating work that describes what humans at their best can achieve, provides tools for exploring its wellsprings, and celebrates the continuing common quest of humans everywhere to discover truths, create beauty, and apprehend the good.</p>", "isbn": "9780061745676", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061745676/1376451899.26.jpg", "oyster_summary": "", "average_rating": 3.79, "language_code": "eng", "awards": [], "title": "Human Accomplishment", "publication_date": "2009-10-13", "number_print_pages": 688}, "position": 17, "uuid": "Zr3PS3vroA88MyABMcfctN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Paul Johnson", "uuid": "8xRkrbG9MUDh2f5RLENELJ", "description": "<p>The classic world history of the events, ideas, and personalities of the twentieth century.</p>", "isbn": "9780062010049", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062010049/1376530177.51.jpg", "oyster_summary": "", "average_rating": 4.27, "language_code": "eng", "awards": [], "title": "Modern Times", "publication_date": "2010-06-01", "number_print_pages": 880}, "position": 12, "uuid": "N6UWGobSNgUALmPhCH6tUn", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Howard Zinn", "uuid": "paohg48LvwMEX7zpSzxRmA", "description": "<p>Since its original landmark publication in 1980, <em>A People&#39;s History of the United States</em> has been chronicling American history from the bottom up, throwing out the official version of history taught in schools&#8211;with its emphasis on great men in high places&#8211;to focus on the street, the home, and the workplace.</p><p>Known for its lively, clear prose as well as its scholarly research, <em>A People&#39;s History</em> is the only volume to tell America&#39;s story from the point of view of&#8211;and in the words of&#8211;America&#39;s women, factory workers, African Americans, Native Americans, working poor, and immigrant laborers. As historian Howard Zinn shows, many of our country&#39;s greatest battles&#8211;for a fair wage, an eight-hour workday, child-labor laws, health and safety standards, universal suffrage, women&#39;s rights, racial equality&#8211;were carried out at the grassroots level, against bloody resistance. Covering Christopher Columbus&#39;s arrival through the 2000 Election and the &#34;war on terrorism,&#34; <em>A People&#39;s History of the United States</em>, which was nominated for the American Book Award in 1981 and has sold more than one million copies, features insightful analysis of the most important events in our history.</p><p>This new edition contains two new chapters covering the Clinton presidency, the 2000 Election, and the &#34;war on terrorism,&#34; continuing Zinn&#39;s important contribution to a complete and balanced understanding of American history.</p>", "isbn": "9780061989834", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061989834/1376452858.2.jpg", "oyster_summary": "", "average_rating": 4.16, "language_code": "eng", "awards": [{"image": null, "uuid": "eYKvqpafcTyqyGvFx3Mrj4", "name": "National Book Award Finalist"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "A People's History of the United States", "publication_date": "2010-01-26", "number_print_pages": 768}, "position": 8, "uuid": "aAErPLcwchPuL2sCGx8AP5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Carol Berkin", "uuid": "MfQhzqxqGkimQKf9adz979", "description": "<DIV>We know--and love--the story of the American Revolution, from the Declaration of Independence to Cornwallis's defeat. But our first government was a disaster and the country was in a terrible crisis. So when a group of men traveled to Philadelphia in the summer of 1787 to save a nation in danger of collapse, they had no great expectations for the meeting that would make history. But all the ideas, arguments, and compromises led to a great thing: a constitution and a government were born that have surpassed the founders'<br>greatest hopes.<br>Revisiting all the original documents and using her deep knowledge of eighteenth-century history and politics, Carol Berkin takes a fresh look at the men who framed the Constitution, the issues they faced, and the times they lived in. Berkin transports the reader into the hearts and minds of the founders, exposing their fears and their limited expectations<br>of success.<BR></DIV>", "isbn": "9780547537818", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547537818/1376380996.32.jpg", "oyster_summary": "", "average_rating": 3.41, "language_code": "eng", "awards": [], "title": "A Brilliant Solution", "publication_date": "2003-10-20", "number_print_pages": 320}, "position": 20, "uuid": "8TfMqkuFJvpciayRTRinam", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Simon Winchester", "uuid": "utz8Bx96qiXwovBJxgrTVa", "description": "<p>Blending history and anecdote, geography and reminiscence, science and exposition, the <em>New York Times</em> bestselling author of <em>Krakatoa</em> tells the breathtaking saga of the magnificent Atlantic Ocean, setting it against the backdrop of mankind's intellectual evolution </p><p>Until a thousand years ago, no humans ventured into the Atlantic or imagined traversing its vast infinity. But once the first daring mariners successfully navigated to far shores&#8212;whether it was the Vikings, the Irish, the Chinese, Christopher Columbus in the north, or the Portuguese and the Spanish in the south&#8212;the Atlantic evolved in the world's growing consciousness of itself as an enclosed body of water bounded by the Americas to the West, and by Europe and Africa to the East. <em>Atlantic</em> is a biography of this immense space, of a sea which has defined and determined so much about the lives of the millions who live beside or near its tens of thousands of miles of coast. </p><p>The Atlantic has been central to the ambitions of explorers, scientists and warriors, and it continues to affect our character, attitudes, and dreams. Poets to potentates, seers to sailors, fishermen to foresters&#8212;all have a relationship with this great body of blue-green sea and regard her as friend or foe, adversary or ally, depending on circumstance or fortune. Simon Winchester chronicles that relationship, making the Atlantic come vividly alive. Spanning from the earth's geological origins to the age of exploration, World War II battles to modern pollution, his narrative is epic and awe-inspiring. </p>", "isbn": "9780062020109", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062020109/1378009485.74.jpg", "oyster_summary": "", "average_rating": 3.58, "language_code": "eng", "awards": [], "title": "Atlantic", "publication_date": "2010-11-02", "number_print_pages": 528}, "position": 17, "uuid": "6KvsgCbKBSpwKWYkz8nkn4", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "John Steele Gordon", "uuid": "4PAvZW7zrmCscZSsrRfmLG", "description": "<p>Throughout time, from ancient Rome to modern Britain, the great empires built and maintained their domination through force of arms and political power. But not the United States. America has dominated the world in a new, peaceful, and pervasive way -- through the continued creation of staggering wealth. In this authoritative, engrossing history, John Steele Gordon captures as never before the true source of our nation's global influence: wealth and the capacity to create more of it.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "isbn": "9780061847646", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847646/1376527576.13.jpg", "oyster_summary": "", "average_rating": 4.01, "language_code": "eng", "awards": [], "title": "An Empire of Wealth", "publication_date": "2009-10-13", "number_print_pages": 496}, "position": 17, "uuid": "3z3fzxxoXfwz5YvNsHRwtD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "SGVcYQKjnV97WFoYPfoaJ6", "name": "Plexus Publishing"}, "status": 1, "author": "Nelson Johnson", "uuid": "PoHWAMSuxBpXxqcKsXB6Q", "description": "Providing the inspiration and source material for the upcoming HBO series produced by Academy Award&#150;winning director Martin Scorsese and Emmy Award&#150;winning screenwriter Terence Winter, this riveting and wide-reaching history explores the sordid past of Atlantic City&#151;forever a freewheeling town long-dedicated to the fast buck&#151;from the city's heyday as a Prohibition-era mecca of lawlessness to its rebirth as a legitimate casino resort in the modern era. A colorful cast of powerful characters, led by &#147;Commodore&#8221; Kuehnle and &#147;Nucky&#8221; Johnson, populates this stranger-than-fiction account of corrupt politics and the toxic power structure that grew out of guile, finesse, and extortion. Atlantic City's shadowy past&#151;through its rise, fall, and rebirth&#151;is given new light in this revealing, and often appalling, study of legislative abuse and organized crime.", "isbn": "9780966674873", "cover_img": "https://cflare.oysterbooks.com/covers/Plexus%20Publishing/Boardwalk%20Empire/1372979240.51.jpg", "oyster_summary": "", "average_rating": 3.3, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Boardwalk Empire", "publication_date": "2012-02-01", "number_print_pages": 304}, "position": 2, "uuid": "wn9GqqkgSjf9STvxBxF7yT", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Eleanor Herman", "uuid": "Cp4376Doyht5nWm74zVqaS", "description": "Throughout the centuries, royal mistresses have been worshiped, feared, envied, and reviled. They set the fashions, encouraged the arts, and, in some cases, ruled nations. Eleanor Herman's Sex with Kings takes us into the throne rooms and bedrooms of Europe's most powerful monarchs. Alive with flamboyant characters, outrageous humor, and stirring poignancy, this glittering tale of passion and politics chronicles five hundred years of scintillating women and the kings who loved them.Curiously, the main function of a royal mistress was not to provide the king with sex but with companionship. Forced to marry repulsive foreign princesses, kings sought solace with women of their own choice. And what women they were! From Madame de Pompadour, the famous mistress of Louis XV, who kept her position for nineteen years despite her frigidity, to modern-day Camilla Parker-Bowles, who usurped none other than the glamorous Diana, Princess of Wales.The successful royal mistress made herself irreplaceable. She was ready to converse gaily with him when she was tired, make love until all hours when she was ill, and cater to his every whim. Wearing a mask of beaming delight over any and all discomforts, she was never to be exhausted, complaining, or grief-stricken.True, financial rewards for services rendered were of royal proportions -- some royal mistresses earned up to $200 million in titles, pensions, jewels, and palaces. Some kings allowed their mistresses to exercise unlimited political power. But for all its grandeur, a royal court was a scorpion's nest of insatiable greed, unquenchable lust, and vicious ambition. Hundreds of beautiful women vied to unseat the royal mistress. Many would suffer the slings and arrows of negative public opinion, some met with tragic ends and were pensioned off to make room for younger women. But the royal mistress often had the last laugh, as she lived well and richly off the fruits of her \"sins.\"From the dawn of time, power has been a mighty aphrodisiac. With diaries, personal letters, and diplomatic dispatches, Eleanor Herman's trailblazing research reveals the dynamics of sex and power, rivalry and revenge, at the most brilliant courts of Europe. Wickedly witty and endlessly entertaining, Sex with Kings is a chapter of women's history that has remained unwritten -- until now.", "isbn": "9780061751554", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061751554/1376505909.84.jpg", "oyster_summary": "", "average_rating": 3.7, "language_code": "eng", "awards": [], "title": "Sex with Kings", "publication_date": "2009-03-17", "number_print_pages": 320}, "position": 23, "uuid": "LMbKj9KqjSk65AoXQnV8oA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Kenneth C. Davis", "uuid": "MHnCYp6jfX8n5ZhpE9efo8", "description": "<p>Who really discovered America? What was \"the shot heard 'round the world\"? Thomas Jefferson and Sally Hemings: Did he or didn't he?</p><p>From the arrival of Columbus through the bizarre election of 2000 and beyond, Davis carries readers on a rollicking ride through more than 500 years of American history. In this updated edition of the classic anti-textbook, he debunks, recounts, and serves up the real story behind the myths and fallacies of American history.</p>", "isbn": "9780061793523", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061793523/1378009254.9.jpg", "oyster_summary": "", "average_rating": 3.79, "language_code": "eng", "awards": [], "title": "Don't Know Much About History", "publication_date": "2009-10-13", "number_print_pages": 752}, "position": 0, "uuid": "J3THw8jiqvJZDktEeLeXsC", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Arthur M. Schlesinger", "uuid": "VWoUxQLsumbXLraj3UCZG9", "description": "<DIV>Arthur M. Schlesinger, Jr., first revealed the sequences that governed American politics over the past two centuries in The Cycles of American History. In this updated edition, the prominent political historian continues to reflect on the \"recurring struggle between pragmatism and idealism in the American soul\" (Time). Faced with a new century, a new millennium, and social and technological revolutions, Schlesinger confronts the possibility of a revolution in American political cycles.</DIV>", "isbn": "9780547527505", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527505/1376383263.18.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [{"image": null, "uuid": "H5Z4rAKLPnpg2Zkf3Q9woQ", "name": "Ambassador Book Award Winner"}], "title": "The Cycles of American History", "publication_date": "1999-06-16", "number_print_pages": 512}, "position": 12, "uuid": "SikP25NS5KBpD2GhRTBv", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Edward Dolnick", "uuid": "fRxfKgmqcUHp9DYtbxpHP6", "description": "<p><em>The Clockwork Universe</em> is the story of a band of menwho lived in a world of dirt and disease but pictured auniverse that ran like a perfect machine. A meld ofhistory and science, this book is a group portrait ofsome of the greatest minds who ever lived as theywrestled with nature&#8217;s most sweeping mysteries. Theanswers they uncovered still hold the key to how weunderstand the world.</p><p>At the end of the seventeenth century&#8212;an age ofreligious wars, plague, and the Great Fire of London&#8212;when most people saw the world as falling apart, theseearliest scientists saw a world of perfect order. They declaredthat, chaotic as it looked, the universe was in factas intricate and perfectly regulated as a clock. This wasthe tail end of Shakespeare&#8217;s century, when the naturaland the supernatural still twined around each other. Diseasewas a punishment ordained by God, astronomy hadnot yet broken free from astrology, and the sky was filledwith omens. It was a time when little was known andeverything was new. These brilliant, ambitious, curiousmen believed in angels, alchemy, and the devil, and theyalso believed that the universe followed precise, mathematicallaws&#8212;a contradiction that tormented them andchanged the course of history. </p><p><em>The Clockwork Universe</em> is the fascinating and compellingstory of the bewildered geniuses of the RoyalSociety, the men who made the modern world.</p>", "isbn": "9780062042262", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042262/1376531311.38.jpg", "oyster_summary": "", "average_rating": 3.93, "language_code": "eng", "awards": [], "title": "The Clockwork Universe", "publication_date": "2011-02-08", "number_print_pages": 416}, "position": 11, "uuid": "hn4atNoiZ8feQ8Yi2FUnZY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Jennifer Hecht", "uuid": "zgLy2SmSJBJ5Qn8dRz65AV", "description": "<p>In the tradition of grand sweeping histories such as <em>From Dawn To Decadence</em>, <em>The Structure of Scientific Revolutions</em>, and <em>A History of God</em>, Hecht champions doubt and questioning as one of the great and noble, if unheralded, intellectual traditions that distinguish the Western mind especially-from Socrates to Galileo and Darwin to Wittgenstein and Hawking. This is an account of the world's greatest &#8216;intellectual virtuosos,' who are also humanity's greatest doubters and disbelievers, from the ancient Greek philosophers, Jesus, and the Eastern religions, to modern secular equivalents Marx, Freud and Darwin&#8212;and their attempts to reconcile the seeming meaninglessness of the universe with the human need for meaning,</p><p>This remarkable book ranges from the early Greeks, Hebrew figures such as Job and Ecclesiastes, Eastern critical wisdom, Roman stoicism, Jesus as a man of doubt, Gnosticism and Christian mystics, medieval Islamic, Jewish and Christian skeptics, secularism, the rise of science, modern and contemporary critical thinkers such as Schopenhauer, Darwin, Marx, Freud, Nietzsche, the existentialists.</p>", "isbn": "9780062031396", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062031396/1376530837.91.jpg", "oyster_summary": "", "average_rating": 4.16, "language_code": "eng", "awards": [], "title": "Doubt: A History", "publication_date": "2010-09-28", "number_print_pages": 576}, "position": 1, "uuid": "dZMXcpZzZG5f5oCmZxj6YJ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Gail Collins", "uuid": "ZdNbH8QGYDiovmsMASe2NV", "description": "<p><em>America's Women</em> tells the story of more than four centuries of history. It features a stunning array of personalities, from the women peering worriedly over the side of the Mayflower to feminists having a grand old time protesting beauty pageants and bridal fairs. Courageous, silly, funny, and heartbreaking, these women shaped the nation and our vision of what it means to be female in America.</p><p>By culling the most fascinating characters -- the average as well as the celebrated -- Gail Collins, the editorial page editor at the <em>New York Times,</em> charts a journey that shows how women lived, what they cared about, and how they felt about marriage, sex, and work. She begins with the lost colony of Roanoke and the early southern \"tobacco brides\" who came looking for a husband and sometimes -- thanks to the stupendously high mortality rate -- wound up marrying their way through three or four. Spanning wars, the pioneering days, the fight for suffrage, the Depression, the era of Rosie the Riveter, the civil rights movement, and the feminist rebellion of the 1970s, <em>America's Women</em> describes the way women's lives were altered by dress fashions, medical advances, rules of hygiene, social theories about sex and courtship, and the ever-changing attitudes toward education, work, and politics. While keeping her eye on the big picture, Collins still notes that corsets and uncomfortable shoes mattered a lot, too.</p><p>\"The history of American women is about the fight for freedom,\" Collins writes in her introduction, \"but it's less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women's roles that was accepted by almost everybody of both genders.\"</p><p>Told chronologically through the compelling stories of individual lives that, linked together, provide a complete picture of the American woman's experience, <em>America's Women</em> is both a great read and a landmark work of history.</p>", "isbn": "9780061739224", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739224/1376504946.03.jpg", "oyster_summary": "", "average_rating": 4.21, "language_code": "eng", "awards": [], "title": "America's Women", "publication_date": "2009-10-13", "number_print_pages": 608}, "position": 4, "uuid": "cxfnCAo9Z6hLyy868APL76", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "status": 1, "author": "Winston S. Churchill", "uuid": "hDDAtMwM3nXvtzeeB9cPnh", "description": "<p>A vibrant account of the people who shaped Britain's early history, <i>The Birth of Britain</i> is the first of Churchill's popular and accessible four-volume <i>A History of the English-Speaking Peoples. </i>Here, Churchill guides the reader through the establishment of the constitutional monarchy, the parliamentary system, and the people who played lead roles in creating democracy in England.</p><p>\n</p><p>\nBased on the research of modern historians as well as a wealth of primary source material, this history was respected by scholars as well as the public in its day-a testament both to its integrity as a work of historical nonfiction and its accessibility to laypeople. Churchill used primary sources to masterful effect in this work-quoting directly from ancient and medieval documents to provide valuable insights into the characters of many ancient and medieval figures who played a lead role in early British history.<i></i></p>", "isbn": "9780795330414", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/A%20History%20of%20the%20English-Speaking%20Peoples%20Vol.%201/1373294207.53.jpg", "oyster_summary": "", "average_rating": 4.15, "language_code": "eng", "awards": [], "title": "A History of the English-Speaking Peoples Vol. 1", "publication_date": "2013-04-29", "number_print_pages": 395}, "position": 25, "uuid": "7D2kN8nxd3LQ5gPRi6bjpR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "status": 1, "author": "Winston S. Churchill", "uuid": "tB4Tx9pE9fCnA988GFveRE", "description": "<p>Winston Churchill’s monumental The Second World War, is a six volume account of the struggle between the Allied Powers in Europe against Germany and the Axis. Told by British Prime Minister Winston Churchill, this book is also the story of one nation’s heroic role in the fight against tyranny. Having learned a lesson at Munich they would never forget, the British refused to make peace with Hitler, defying him even after France had fallen and it seemed as though the Nazis were unstoppable.</p>\n<p></p>\n<p>What lends this work its tension is Churchill’s inclusion of primary source material. We hear Churchill’s retrospective analysis of the war, but we are also presented with memos, letters, orders, speeches, and telegrams that give day-by-day accounts of the reactions as the drama unfolds. We listen as strategies and counter-strategies unfold in response to Hitler’s conquest of Europe, his planned invasion of England, and his assault on Russia. All contrive to give a mesmerizing account of the crucial decisions that must be made as the fate of the world hangs in the balance.</p>\n<p></p>\n<p>While in some ways a continuation of Churchill’s history of World War I, <i>The World Crisis</i>, <i>The Gathering Storm</i> is his attempt to understand the terrible circumstance that gave rise to Nazi Germany and a second, even more destructive world conflict. Churchill was perhaps the only person who held such prominent positions of power in both world wars and as such, was uniquely qualified to tell the story from war to peace and back again.</p>\n<p></p>\n<p><i>The Gathering Storm</i> covers the Treaty of Versailles, the rise of Adolf Hitler, the capitulation of Munich and the entry of Britain into the war. This book makes clear Churchill’s feeling that the Second World War was a largely senseless but unavoidable conflict. </p>\n<p></p>\n<p>Churchill won the Nobel Prize for Literature in 1953 in part because of this awe-inspiring work.</p>", "isbn": "9780795308321", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795308321/1386749832.19.jpg", "oyster_summary": "", "average_rating": 4.33, "language_code": "eng", "awards": [], "title": "The Gathering Storm", "publication_date": "2010-07-01", "number_print_pages": 752}, "position": 18, "uuid": "a2RGMsvTzcuRDZW6shAs7Q", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Richard E. Rubenstein", "uuid": "hVvBNzpegWFdZbUXdJsXYk", "description": "<DIV>Europe was in the long slumber of the Middle Ages, the Roman Empire was in tatters, and the Greek language was all but forgotten, until a group of twelfth-century scholars rediscovered and translated the works of Aristotle. His ideas spread like wildfire across Europe, offering the scientific view that the natural world, including the soul of man, was a proper subject of study. The rediscovery of these ancient ideas sparked riots and heresy trials, caused major upheavals in the Catholic Church, and also set the stage for today's rift between reason and religion.<br><BR>In Aristotle's Children, Richard Rubenstein transports us back in history, rendering the controversies of the Middle Ages lively and accessible-and allowing us to understand the philosophical ideas that are fundamental to modern thought.<BR><BR></DIV>", "isbn": "9780547350974", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350974/1376379921.71.jpg", "oyster_summary": "", "average_rating": 3.94, "language_code": "eng", "awards": [], "title": "Aristotle's Children", "publication_date": "2004-09-20", "number_print_pages": 384}, "position": 24, "uuid": "hFPbRS5QHPg8TfWYuw6wqa", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Hannah Arendt", "uuid": "ge2PfrciTB3Hg93py6hbMb", "description": "<P><B>Hannah Arendt's definitive work on totalitarianism and an essential component of any study of twentieth-century political history</B></P> <p>&#160; <p><I>The Origins of Totalitarianism</I> begins with the rise of anti-Semitism in central and western Europe in the 1800s and continues with an examination of European colonial imperialism from 1884 to the outbreak of World War I. Arendt explores the institutions and operations of totalitarian movements, focusing on the two genuine forms of totalitarian government in our time&#8212;Nazi Germany and Stalinist Russia&#8212;which she adroitly recognizes were two sides of the same coin, rather than opposing philosophies of Right and Left. From this vantage point, she discusses the evolution of classes into masses, the role of propaganda in dealing with the nontotalitarian world, the use of terror, and the nature of isolation and loneliness as preconditions for total domination.", "isbn": "9780547543154", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543154/1376381487.21.jpg", "oyster_summary": "", "average_rating": 4.17, "language_code": "eng", "awards": [], "title": "The Origins of Totalitarianism", "publication_date": "1973-03-21", "number_print_pages": 576}, "position": 22, "uuid": "XYSriumXNXag3uJBEED47V", "annotation": ""}]