[{"annotation": "", "uuid": "FgknRePRkksh2zEWS33mDZ", "book": {"awards": [], "author": "George O'Brien", "description": "<DIV>This work offers a unique perspective on the rise of capitalism and socialism and the effect of the Reformation. Specific topics include consequences of belief in the private judgment of scriptures; separation of spiritual and secular life; difference between Lutheran and Calvinist teachings on economics; the Calvinist concept of vocation; its perception of material success as a sign of divine election; its praise of frugality and disdain for beauty. Also covered is socialism as a reaction to excesses of capitalism; the manner in which Protestantism had strengthened secular authority; diminuation of charity toward the poor following Reformation; materialism underlying socialism abetted by Protestant emphasis on earthly prosperity; egalitarian ideas traceable to Protestantism; and the ease with which socialism blended into Protestant thought. This is a unique work of economic philosophy in that it examines the ideological causes of the economic changes of the period, thus offering a refreshing philosophical perspective rather than merely the mathematical or statistical sides of the question.</DIV>", "isbn": "9781932528954", "cover_img": "https://cflare.oysterbooks.com/covers/Ihs%20Press/An%20Essay%20on%20the%20Economic%20Effects%20of%20the%20Reformation/1372977376.83.jpg", "title": "An Essay on the Economic Effects of the Reformation", "publisher": {"uuid": "FuoiowDiqNkpsBQAz4dAma", "name": "Ihs Press"}, "uuid": "ra67ghEPcZR9ww5cKX5Rf8", "oyster_good_for_statement": "", "number_print_pages": 176, "oyster_summary": "", "status": 1, "publication_date": "2003-04-01", "language_code": "eng", "average_rating": 0.0}, "position": 11},{"annotation": "", "uuid": "o3iyXL3Ds3qfSH3CEqcrET", "book": {"awards": [], "author": "Mike Davis", "description": "<p>Examining aseries of El Niño-induced droughts and the famines that they spawnedaround the globe in the last third of the 19th century, Mike Davisdiscloses the intimate, baleful relationship between imperial arroganceand natural incident that combined to produce some of the worsttragedies in human history.</p><p><em>Late Victorian Holocausts</em>focuses on three zones of drought and subsequent famine: India,Northern China; and Northeastern Brazil. All were affected by the sameglobal climatic factors that caused massive crop failures, and allexperienced brutal famines that decimated local populations. But theeffects of drought were magnified in each case because of singularlydestructive policies promulgated by different ruling elites.</p><p>Davis argues that the seeds of underdevelopment in what later became known asthe Third World were sown in this era of High Imperialism, as the pricefor capitalist modernization was paid in the currency of millions of peasants&rsquo; lives.</p>", "isbn": "9781781680612", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680612/1378347280.68.jpg", "title": "Late Victorian Holocausts", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "YWdrVew5ohWuRHNYahFHSg", "oyster_good_for_statement": "", "number_print_pages": 470, "oyster_summary": "", "status": 1, "publication_date": "2002-06-17", "language_code": "English", "average_rating": 4.26}, "position": 18},{"annotation": "", "uuid": "WvjUGwtoRwATrSZCauEXBH", "book": {"awards": [], "author": "Stacy Carlson", "description": "<p>This groundbreaking title is an insider’s account of the 2008 financial crisis written specifically for Main Street.</p>\n<p></p>\n<p>Stacy Carlson, Treasury Secretary Henry Paulson’s speechwriter, takes you inside the Treasury Department and explains the events and issues in a wry, personal narrative. You want to understand what brought us to the brink of collapse? After reading <i>You, Me &amp; the U.S. Economy</i>, you will.</p>\n<p></p>\n<p>With clarity and humor, Stacy explains the multiple causes of our financial, housing and economic troubles and the multiple attempts to solve them. She isn’t a financial wizard and writes so other non-wizards can understand, too. Wrapped within is her story of faith and persistence in a new, mid-life career and as a silent witness to tremendous turmoil, <i>You, Me &amp; the U.S. Economy</i> tells Main Street what really happened and why. Finally.</p>", "isbn": "9780795310683", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/You%2C%20Me%20%26%20The%20US%20Economy/1373294057.49.jpg", "title": "You, Me & The US Economy", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "uuid": "UKmzgUJf6zy96vG7T6JquK", "oyster_good_for_statement": "", "number_print_pages": 232, "oyster_summary": "", "status": 1, "publication_date": "2011-09-20", "language_code": "eng", "average_rating": 4.67}, "position": 12},{"annotation": "", "uuid": "NUSmmJAEMPjyCE2yXK9F45", "book": {"awards": [], "author": "Friedrich Engels", "description": "<p>In the two decades following the fall of the Berlin Wall, global capitalism became entrenched in its modern, neoliberal form. Its triumph was so complete that the word &ldquo;capitalism&rdquo; itself fell out of use in the absence of credible political alternatives. But with the outbreak of financial crisis and global recession in the twenty-first century, capitalism is once again up for discussion. The status quo can no longer be taken for granted.</p><p>As Eric Hobsbawm argues in his acute and elegant introduction to this modern edition, in such times <em>The Communist Manifesto</em> emerges as a work of great prescience and power despite being written over a century and a half ago. He highlights Marx and Engels&rsquo;s enduring insights into the capitalist system: its devastating impact on all aspects of human existence; its susceptibility to enormous convulsions and crises; and its fundamental weakness.</p>", "isbn": "9781844679034", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679034/1386003800.55.jpg", "title": "The Communist Manifesto", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "CEC6rwz6kqp3tnJD3iqSAg", "oyster_good_for_statement": "", "number_print_pages": 96, "oyster_summary": "", "status": 1, "publication_date": "2012-04-04", "language_code": "English", "average_rating": 3.43}, "position": 19},{"annotation": "", "uuid": "umnCVZYvUVRiNRVwS7uJ8f", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Charles Gasparino", "description": "<blockquote><p>The definitive account of Wall Street's stunning collapse</p></blockquote><p>From critically acclaimed investigative journalist and CNBC personality Charles Gasparino comes a sweeping examination of the most recent volatile, anxiety-ridden era in our nation's socioeconomic history. <em>The Sellout</em> traces the implosion of the financial services business back to its roots in the late 1970s when Wall Street embraced a new business model predicated on taking enormous risks. It shows how a backwater business involving the trading of risky bonds packed with mortgages showered countless billions in profits on the financial industry but sowed the seeds of its ultimate demise. Gasparino walks readers through Wall Street's three-decades' love affair with risk, revealing a trail of culpability&#8212;from the government bureaucrats who crafted housing policies that encouraged homeownership, to the Wall Street firms that underwrote and invested in risky debt, to the mortgage sellers who handed out loans to people without the financial wherewithal to pay them back, to the homeowners who became convinced they could afford mansions on blue-collar wages. The ongoing tumult in financial markets and the global economy began when some of our most esteemed financial institutions, our government, and even average citizens abdicated their collective responsibilities, eventually selling out investors and selling off the American Dream itself. </p><p>In the spirit of classics such as <em>Barbarians at the Gate</em> and <em>Liar's Poker</em>, this page-turning narrative captures how avarice, arrogance, and sheer stupidity eroded Wall Street's dominance and profoundly weakened the financial security of millions of middle-class Americans. Eye-opening and engrossing, <em>The Sellout</em> provides the most thorough investigation to date of this latest gilded era.</p>", "isbn": "9780061892486", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061892486/1376528279.65.jpg", "title": "The Sellout", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "iGHWYeJ33YUnxQ8j2kr4tY", "oyster_good_for_statement": "", "number_print_pages": 592, "oyster_summary": "", "status": 1, "publication_date": "2009-11-03", "language_code": "eng", "average_rating": 3.89}, "position": 15},{"annotation": "", "uuid": "rneJY7maeahvWQ5rGH47X5", "book": {"awards": [], "author": "Amintore Fanfani", "description": "<DIV>This classic work is an exhaustive philosophical, historical, and religious look at the relationship between Catholic and Protestant religious doctrine and both the historical and ideological growth of capitalism. Starting with a definition of capitalism, Fanfani examines how that definition squares with Catholic and Protestant teaching. He then looks at the historical development of the capitalistic mindset or mentality, and examines the growth of the mindset historically in light of both the Protestant and Catholic doctrine on economic life. This text will be of interest to all students of economic thought, philosophy, and Catholic or Christian studies.<BR></DIV>", "isbn": "9781932528985", "cover_img": "https://cflare.oysterbooks.com/covers/Ihs%20Press/Catholicism%2C%20Protestantism%2C%20and%20Capitalism/1372977363.34.jpg", "title": "Catholicism, Protestantism, and Capitalism", "publisher": {"uuid": "FuoiowDiqNkpsBQAz4dAma", "name": "Ihs Press"}, "uuid": "bprMMQmzydtUbU8cwoRyk7", "oyster_good_for_statement": "", "number_print_pages": 192, "oyster_summary": "", "status": 1, "publication_date": "2002-12-01", "language_code": "eng", "average_rating": 0.0}, "position": 13},{"annotation": "", "uuid": "FBG8vAFWDGnXNRmxkqwwWo", "book": {"awards": [], "author": "John  Kenneth Galbraith", "description": "<DIV>THE ESSENTIAL GALBRAITH includes key selections from  the most important works of John Kenneth Galbraith, one of the most distinguished writers of our time - from THE AFFLUENT SOCIETY, the groundbreaking book in which he conined the tern \"conventional wisdom,\" to THE GREAT CRASH, an unsurpassed account of the events that triggered America's worst economic crisis. Galbraith&#8217;s new introductions place the works in their historical moment and make clear their enduring relevance for the new century. THE ESSENTIAL GALBRAITH will delight old admirers and introduce one of our most beloved writers to a new generation of readers. It is also an indispensable resource for scholars and students of economics, history, and politics, offering unparalleled access to the seminal writings of an extraordinary thinker.</div>", "isbn": "9780547348681", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348681/1376379751.64.jpg", "title": "The Essential Galbraith", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "uTGni8EAFbZKszuWKWuG9g", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2001-10-09", "language_code": "eng", "average_rating": 4.03}, "position": 3},{"annotation": "", "uuid": "gtpX98GxtkKcGu9g53oVmk", "book": {"awards": [], "author": "John Steele Gordon", "description": "<p>Throughout time, from ancient Rome to modern Britain, the great empires built and maintained their domination through force of arms and political power. But not the United States. America has dominated the world in a new, peaceful, and pervasive way -- through the continued creation of staggering wealth. In this authoritative, engrossing history, John Steele Gordon captures as never before the true source of our nation's global influence: wealth and the capacity to create more of it.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "isbn": "9780061847646", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847646/1376527576.13.jpg", "title": "An Empire of Wealth", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "4PAvZW7zrmCscZSsrRfmLG", "oyster_good_for_statement": "", "number_print_pages": 496, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 4.01}, "position": 5},{"annotation": "", "uuid": "7PL6rPbqWxYAomTUzgiugW", "book": {"awards": [], "author": "James Owen Weatherall", "description": "<DIV>After the economic meltdown of 2008, Warren Buffett famously warned, &#8220;beware of geeks bearing formulas.&#8221; But as James Weatherall demonstrates, not all geeks are created equal. While many of the mathematicians and software engineers on Wall Street failed when their abstractions turned ugly in practice, a special breed of physicists has a much deeper history of revolutionizing finance. Taking us from fin-de-si&#232;cle Paris to Rat Pack-era Las Vegas, from wartime government labs to Yippie communes on the Pacific coast, Weatherall shows how physicists successfully brought their science to bear on some of the thorniest problems in economics, from options pricing to bubbles.<br><BR>The crisis was partly a failure of mathematical modeling. But even more, it was a failure of some very sophisticated financial institutions to think like physicists. Models&#8212;whether in science or finance&#8212;have limitations; they break down under certain conditions. And in 2008, sophisticated models fell into the hands of people who didn&#8217;t understand their purpose, and didn&#8217;t care. It was a catastrophic misuse of science.<br><BR>The solution, however, is not to give up on models; it's to make them better. Weatherall reveals the people and ideas on the cusp of a new era in finance. We see a geophysicist use a model designed for earthquakes to predict a massive stock market crash. We discover a physicist-run hedge fund that earned 2,478.6% over the course of the 1990s. And we see how an obscure idea from quantum theory might soon be used to create a far more accurate Consumer Price Index.<br>Both persuasive and accessible, <I>The Physics of Wall Street</I> is riveting history that will change how we think about our economic future.<BR></DIV>", "isbn": "9780547618296", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547618296/1390198992.0.jpg", "title": "The Physics of Wall Street", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "toBWuUxSjUjiUDeDynnkua", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2013-01-08", "language_code": "eng", "average_rating": 3.86}, "position": 9},{"annotation": "", "uuid": "7RHA5yHCUzKCbarZqi78A5", "book": {"awards": [], "author": "Jeffrey Friedman", "description": "<p>The deflation of the subprime mortgage bubble in 2006-7 is widely agreed to have been the immediate cause of the collapse of the financial sector in 2008. Consequently, one might think that uncovering the origins of subprime lending would make the root causes of the crisis obvious. That is essentially where public debate about the causes of the crisis began&mdash;and ended&mdash;in the month following the bankruptcy of Lehman Brothers and the 502-point fall in the Dow Jones Industrial Average in mid-September 2008. However, the subprime housing bubble is just one piece of the puzzle. Asset bubbles inflate and burst frequently, but severe worldwide recessions are rare. What was different this time?<br /><br />In <i>What Caused the Financial Crisis</i> leading economists and scholars delve into the major causes of the worst financial collapse since the Great Depression and, together, present a comprehensive picture of the factors that led to it. One essay examines the role of government regulation in expanding home ownership through mortgage subsidies for impoverished borrowers, encouraging the subprime housing bubble. Another explores how banks were able to securitize mortgages by manipulating criteria used for bond ratings. How this led to inaccurate risk assessments that could not be covered by sufficient capital reserves mandated under the Basel accords is made clear in a third essay. Other essays identify monetary policy in the United States and Europe, corporate pay structures, credit-default swaps, banks' leverage, and financial deregulation as possible causes of the crisis.<br /><br />With contributions from Richard A. Posner, Vernon L. Smith, Joseph E. Stiglitz, and John B. Taylor, among others, <i>What Caused the Financial Crisis</i> provides a cogent, comprehensive, and credible explanation of why the crisis happened. It will be an essential resource for scholars and students of finance, economics, history, law, political science, and sociology, as well as others interested in the financial crisis and the nature of modern capitalism and regulation.</p>", "isbn": "9780812204933", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Pennsylvania%20Press%2C%20Inc./9780812204933/1377070982.69.jpg", "title": "What Caused the Financial Crisis", "publisher": {"uuid": "Sa5AuyJEVB6tBbM8LK7weR", "name": "University of Pennsylvania Press, Inc."}, "uuid": "MHqTmdh3Y4TpRF5sB3tMhC", "oyster_good_for_statement": "", "number_print_pages": 376, "oyster_summary": "", "status": 1, "publication_date": "2011-06-06", "language_code": "eng", "average_rating": 0.0}, "position": 8},{"annotation": "", "uuid": "s7LM6LHLwhC9wnvTpsEAQQ", "book": {"awards": [], "author": "Robin Blackburn", "description": "<p>Most countries face the future with an ageing population, yet most governments are cutting back on pensions and the care services needed by the elderly. Robin Blackburn exposes the perverse reasoning and special interests which have combined to produce this nonsensical state of affairs. This updated paperback edition of Age Shock includes a new preface explaining why the credit crunch and eurozone crisis have had such a devastating impact and outlining a way to guarantee decent pensions and care provision.</p>", "isbn": "9781844678341", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678341/1386003648.4.jpg", "title": "Age Shock", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "GLxzmQXF2sjjVZS6JnAyV7", "oyster_good_for_statement": "", "number_print_pages": 328, "oyster_summary": "", "status": 1, "publication_date": "2012-01-02", "language_code": "English", "average_rating": 0.0}, "position": 20},{"annotation": "", "uuid": "MqbPvk6sjXNQbb2uger94S", "book": {"awards": [], "author": "Enrico Moretti", "description": "<DIV>&quot;A persuasive look at why some U.S. cities have prospered in recent decades while others have declined.&quot;&mdash;<I>Bloomberg Businessweek<br><br> </I><BR> We&rsquo;re used to thinking of the United States in opposing terms: red versus blue, haves versus have-nots. But today there are three Americas. At one extreme are the brain hubs&mdash;cities like San Francisco, Boston, and Durham&mdash;with workers who are among the most productive, creative, and best paid on the planet. At the other extreme are former manufacturing capitals, which are rapidly losing jobs and residents. The rest of America could go either way. For the past thirty years, the three Americas have been growing apart at an accelerating rate. This divergence is one the most important developments in the history of the United States and is reshaping the very fabric of our society, affecting all aspects of our lives, from health and education to family stability and political engagement. But the winners and losers aren&rsquo;t necessarily who you&rsquo;d expect.<BR><br> Enrico Moretti&rsquo;s groundbreaking research shows that you don&rsquo;t have to be a scientist or an engineer to thrive in one of the brain hubs. Carpenters, taxi-drivers, teachers, nurses, and other local service jobs are created at a ratio of five-to-one in the brain hubs, raising salaries and standard of living for all. Dealing with this split&mdash;supporting growth in the hubs while arresting the decline elsewhere&mdash;is the challenge of the century, and <I>The New Geography of Jobs </I>lights the way.<BR><br><br> &quot;Moretti has written a clear and insightful account of the economic forces that are shaping America and its regions, and he rightly celebrates human capital and innovation as the fundamental sources of economic development.&quot;&mdash;Jonathan Rothwell, The Brookings Institution<BR></div>", "isbn": "9780547750149", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547750149/1376382587.63.jpg", "title": "The New Geography of Jobs", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "zthoCqRsDoqddJoAuyeYSe", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2012-05-22", "language_code": "eng", "average_rating": 3.97}, "position": 6},{"annotation": "", "uuid": "VWNFh6x8xTcAn5AbkXw9yX", "book": {"awards": [], "author": "Justin Fox", "description": "<p>Chronicling the rise and fall of the efficient market theory and the century-long making of the modern financial industry, Justin Fox's <em>The Myth of the Rational Market</em> is as much an intellectual whodunit as a cultural history of the perils and possibilities of risk. The book brings to life the people and ideas that forged modern finance and investing, from the formative days of Wall Street through the Great Depression and into the financial calamity of today. It's a tale that features professors who made and lost fortunes, battled fiercely over ideas, beat the house in blackjack, wrote bestselling books, and played major roles on the world stage. It's also a tale of Wall Street's evolution, the power of the market to generate wealth and wreak havoc, and free market capitalism's war with itself.</p><p>The efficient market hypothesis&#8212;long part of academic folklore but codified in the 1960s at the University of Chicago&#8212;has evolved into a powerful myth. It has been the maker and loser of fortunes, the driver of trillions of dollars, the inspiration for index funds and vast new derivatives markets, and the guidepost for thousands of careers. The theory holds that the market is always right, and that the decisions of millions of rational investors, all acting on information to outsmart one another, always provide the best judge of a stock's value. That myth is crumbling.</p><p>Celebrated journalist and columnist Fox introduces a new wave of economists and scholars who no longer teach that investors are rational or that the markets are always right. Many of them now agree with Yale professor Robert Shiller that the efficient markets theory &#8220;represents one of the most remarkable errors in the history of economic thought.&#8221; Today the theory has given way to counterintuitive hypotheses about human behavior, psychological models of decision making, and the irrationality of the markets. Investors overreact, underreact, and make irrational decisions based on imperfect data. In his landmark treatment of the history of the world's markets, Fox uncovers the new ideas that may come to drive the market in the century ahead. </p>", "isbn": "9780061885709", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061885709/1376528244.14.jpg", "title": "The Myth of the Rational Market", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "tDyUZLnSbVCAMt5QrSYf45", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2009-06-09", "language_code": "eng", "average_rating": 3.76}, "position": 0},{"annotation": "", "uuid": "DTxRQ5GuQt5otFi4k73nuU", "book": {"awards": [], "author": "Walter Rybeck", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Pinpointing a flaw in prevailing economic practices that explains why so many families in the richest nation on earth are mired in poverty, homelessness, joblessness, and hunger, this study suggests that a reform is available to correct this flaw that is corroding the enterprise system. This flaw is widely accepted and enshrined in law; certain taxation and land policies enable a powerful few to skim off a large share of the wealth created by the mass of citizens. How this injustice plays a major role in generating destructive boom and bust cycles is important, but the overprivileged who benefit from &#8220;legalized theft&#8221; are not vilified. Rather, the book calls for correcting the public policies that make slum ownership, land speculation, and other forms of parasitic and exploitive behavior more profitable than honest labor and productive enterprise. Accounts of places in the United States and elsewhere that are applying the proposed reform are presented, proving that it is politically feasible, and offers an ethical cleansing of the economy so that all people can enjoy all the fruits of their efforts.", "isbn": "9780856834028", "cover_img": "https://cflare.oysterbooks.com/covers/Shepheard-Walwyn/Re-solving%20the%20Economic%20Puzzle/1373195183.37.jpg", "title": "Re-solving the Economic Puzzle", "publisher": {"uuid": "3JyEtW3wRMJRCZMJWN63cR", "name": "Shepheard-Walwyn"}, "uuid": "C4W2hQvQD5Prr4mkT5f8zY", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": "2011-04-01", "language_code": "eng", "average_rating": 0.0}, "position": 16},{"annotation": "", "uuid": "C5gnYzG2nzHtDZWfRZ6PGX", "book": {"awards": [], "author": "Matt Ridley", "description": "<p>Life is getting better&#8212;and at an accelerating rate. Food availability, income, and life span are up; disease, child mortality, and violence are down &#8212; all across the globe. Though the world is far from perfect, necessities and luxuries alike are getting cheaper; population growth is slowing; Africa is following Asia out of poverty; the Internet, the mobile phone, and container shipping are enriching people&#8217;s lives as never before. The pessimists who dominate public discourse insist that we will soon reach a turning point and things will start to get worse. But they have been saying this for two hundred years.</p><p>Yet Matt Ridley does more than describe how things are getting better. He explains why. Prosperity comes from everybody working for everybody else. The habit of exchange and specialization&#8212;which started more than 100,000 years ago&#8212;has created a collective brain that sets human living standards on a rising trend. The mutual dependence, trust, and sharing that result are causes for hope, not despair.</p><p>This bold book covers the entire sweep of human history, from the Stone Age to the Internet, from the stagnation of the Ming empire to the invention of the steam engine, from the population explosion to the likely consequences of climate change. It ends with a confident assertion that thanks to the ceaseless capacity of the human race for innovative change, and despite inevitable disasters along the way, the twenty-first century will see both human prosperity and natural biodiversity enhanced. Acute, refreshing, and revelatory, The Rational Optimist will change your way of thinking about the world for the better. </p>", "isbn": "9780062025371", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062025371/1376530560.35.jpg", "title": "The Rational Optimist", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "NYfL4QRSqeNjSohRZFVDrJ", "oyster_good_for_statement": "", "number_print_pages": 480, "oyster_summary": "", "status": 1, "publication_date": "2010-06-15", "language_code": "eng", "average_rating": 3.96}, "position": 7},{"annotation": "", "uuid": "rEVf2Q8ZMUtXtQAtpRbXVK", "book": {"awards": [], "author": "Michael Schuman", "description": "<p>In little more than a generation, Asia has emerged from centuries of stagnation to become the rising force of the global economy. This transformation has been so spectacular that some have called it a miracle. How did it happen? Taking the reader from the docksides of Korea to the halls of India's finance ministry, <em>The Miracle</em> details the courageous decisions and heroic self-sacrifice that made Asia's ascent possible. Spanning nine countries and probing major historical currents, this account illuminates not only Asia's extraordinary economic rise but also how its causes might emancipate the developing world from poverty and guide the developed world to further prosperity. </p><p>Using more than a decade of reporting and analysis, <em>Time</em> magazine and former <em>Wall Street Journal</em> reporter Michael Schuman uncovers how outsourcing to Asia began; how Asia's most famous companies, such as Sony and Honda, became global corporations; and how technological changes and global economic shifts made Asia's boom possible. He reveals the compelling human side to this economic story, introducing readers to the political strongmen, entrepreneurs, and policymakers who made the Miracle a reality. This engaging historical narrative brings to life the ideas and actions of a diverse group of Asians&#8212;dictators and democrats, generals and technocrats, economists and engineers. </p><p>Some of the characters in the book have captured the global imagination for years, such as China's reformer Deng Xiaoping and Sony founder Akio Morita. Others are less well known, including Park Chung Hee, Korea's tightfisted nation builder; Liu Chuanzhi, the risk-taking founder of PC maker Lenovo; and Azim Premji, the mastermind behind Wipro, one of India's technology giants. All of them shared a dream&#8212;to elevate Asia to its proper place of influence in the world and eradicate the poverty around them. </p><p><em>The Miracle</em> not only offers profound insight into Asia and its increasing wealth and power; it also reveals how these seismic shifts continue to reverberate through the global economy. The implications of Asia's economic ascent for the rest of the world are surprising, promising, and inspiring. Readers of <em>The Miracle</em> will gain a deep understanding of Asia's place in the global economy&#8212;and of their own. </p>", "isbn": "9780061888083", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061888083/1376528240.98.jpg", "title": "The Miracle", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "iuaUUag5uHpMxekZyEDysM", "oyster_good_for_statement": "", "number_print_pages": 464, "oyster_summary": "", "status": 1, "publication_date": "2009-06-30", "language_code": "eng", "average_rating": 4.23}, "position": 1},{"annotation": "", "uuid": "5LnsiW57FwkM6YCy2XxuUh", "book": {"awards": [], "author": "John  Kenneth Galbraith", "description": "<DIV>John Kenneth Galbraith has long been at the center of American economics, in key positions of responsibility during the New Deal, World War II, and since, guiding policy and debate. His trenchant new book distills this lifetime of experience in the public and private sectors; it is a scathing critique of matters as they stand today.<BR>Sounding the alarm about the increasing gap between reality and \"conventional wisdom\" -- a phrase he coined -- Galbraith tells, along with much else, how we have reached a point where the private sector has unprecedented control over the public sector. We have given ourselves over to self-serving belief and \"contrived nonsense\" or, more simply, fraud. This has come at the expense of the economy, effective government, and the business world.<BR>Particularly noted is the central power of the corporation and the shift in authority from shareholders and board members to management. In an intense exercise of fraud, the pretense of shareholder power is still maintained, even with the immediate participants. In fact, because of the scale and complexity of the modern corporation, decisive power must go to management. From management and its own inevitable self-interest, power extends deeply into government -- the so-called public sector. This is particularly and dangerously the case in such matters as military policy, the environment, and, needless to say, taxation. Nevertheless, there remains the firm reference to the public sector.<BR>How can fraud be innocent? In his inimitable style, Galbraith offers the answer. His taut, wry, and severe comment is essential reading for everyone who cares about America's future. This book is especially relevant in an election year, but it deeply concerns the much longer future.</DIV>", "isbn": "9780547343983", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547343983/1376149836.98.jpg", "title": "The Economics of Innocent Fraud", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "gZ7hTiGV2wEtCpgjaavcYk", "oyster_good_for_statement": "", "number_print_pages": 80, "oyster_summary": "", "status": 1, "publication_date": "2004-04-26", "language_code": "eng", "average_rating": 3.79}, "position": 2},{"annotation": "", "uuid": "ws8VSjNgStThRUuCL7Y9uL", "book": {"awards": [], "author": "Slavoj Zizek", "description": "<p>Billions of dollars have been hastily poured into the global banking system in a frantic attempt at financial stabilization. So why has it not been possible to bring the same forces to bear in addressing world poverty and environmental crisis?</p><p>In this take-no-prisoners analysis, Slavoj Žižek frames the moral failures of the modern world in terms of the epoch-making events of the first decade of this century. What he finds is the old one-two punch of history: the jab of tragedy, the right hook of farce. In the attacks of 9/11 and the global credit crunch, liberalism dies twice: as a political doctrine and as an economic theory.</p><p><em>First as Tragedy, Then as Farce</em> is a call for the Left to reinvent itself in the light of our desperate historical situation. The time for liberal, moralistic blackmail is over.</p>", "isbn": "9781844674893", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674893/1386003387.52.jpg", "title": "First As Tragedy, Then As Farce", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "3d7bkUzHskc94tZH3UBCaX", "oyster_good_for_statement": "", "number_print_pages": 158, "oyster_summary": "", "status": 1, "publication_date": "2009-10-05", "language_code": "English", "average_rating": 3.82}, "position": 17},{"annotation": "", "uuid": "oTbPaP2SxXRTiKoTv9t9Qk", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Gilder", "description": "Hailed as “the guide to capitalism,” the New York Times bestseller Wealth and Poverty by George F. Gilder is one of the most famous economic books of all time and has sold more than one million copies since its first release. In this influential classic, Gilder explains and makes the case for supply-side economics, proves the moral superiority of free-market capitalism, and shows why supply-side economics are more effective at decreasing poverty than government-regulated markets.\n\nNow, in this new and completely updated edition of Wealth and Poverty, Gilder compares America’s current economic challenges with her past economic problems–particularly those of the late 1970s–and explains why Obama’s big-government, redistributive policies are doing more harm than good for the poor.\n\nMaking the case that supply-side economics and free market policies are–and always will be–the answer to decreasing America’s poverty rate and increasing her prosperity, Wealth & Poverty offers solutions to America’s current economic problems and hope to those who fear that our best days are behind us.", "isbn": "9781596988163", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596988163/1377211743.1.jpg", "title": "Wealth and Poverty", "publisher": {"uuid": "6CRaUtbextjZSAuRuZ5wRE", "name": "Regnery Publishing"}, "uuid": "rdBmVrH4NQhoAt23beRVUf", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": "2012-07-31", "language_code": "English", "average_rating": 3.99}, "position": 14},{"annotation": "", "uuid": "8vbh8zbkTXgYHSbpcWb2M9", "book": {"awards": [], "author": "John  Kenneth Galbraith", "description": "<DIV>This compact, tightly argued, and eloquent book is the quintessential John Kenneth Galbraith, the manifesto of the \"abiding liberal.\" In defining the characteristics of a good society and creating the blueprint for a workable agenda, Galbraith allows for human weakness without compromising a humane culture, and recognizes barriers that hinder but do not defeat a responsible, stable, and hopeful future.</div>", "isbn": "9780547349572", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547349572/1376379849.92.jpg", "title": "The Good Society", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "3mXkpGXCCgd92CdAs3SwQ6", "oyster_good_for_statement": "", "number_print_pages": 160, "oyster_summary": "", "status": 1, "publication_date": "1997-04-30", "language_code": "eng", "average_rating": 3.45}, "position": 16},{"annotation": "", "uuid": "9pEK4iNNgt8J95oqgHrzCP", "book": {"awards": [], "author": "Geoffrey A. Moore", "description": "<p>From the world&#8217;s leading high-tech strategist comes the definitive road map to help established companies create next-generation growth.</p><p>Geoffrey Moore&#8217;s now-classic <em>Crossing the Chasm</em> became a must-read book by presenting an innovative framework to address the make-or-break obstacle facing all high-tech companies: how to gain market share from early adopters and from mainstream consumers.</p><p>Based on twenty years&#8217; experience advising the top leaders of many of the world&#8217;s most successful enterprises, Moore&#8217;s <em>Escape Velocity</em> offers a pragmatic plan to engage the most critical challenge that established enterprises face in the twenty-first-century economy: how to move beyond past success and drive next-generation growth from new lines of business.</p><p>As he worked with senior management teams, Moore repeatedly found that executives were trapped by short-term performance-based compensation schemes. The result was critical decision-makers overweighting their legacy commitments, an embarrassingly low success rate in new-product launches, and a widespread failure to sustain any kind of next-generation business at scale.</p><p>In <em>Escape Velocity</em>, Moore presents a cogent strategy for generating future growth within an established enterprise. Organized around a hierarchy of powers&#8212;category power, company power, market power, offer power, and execution power&#8212;this insightful work shows how each level of power can be orchestrated to achieve overall success. Moore explains</p><ul><p></p><li>how to use mergers and acquisitions as well as organic innovation to systematically migrate an enterprise&#8217;s portfolio out of lower-growth and into higher-growth categories;</li><p></p><p></p><li>how to reallocate resources across an enterprise in deliberately asymmetrical ways to create a powerful and sustainable foundation for a long-term competitive advantage;</li><p></p><p></p><li>how to leverage target-market initiatives as accelerants to growth and as stepping-stones to broad overall category success;</li><p></p><p></p><li>how to create unmatchable offerings by being swift to neutralize competitors&#8217; innovations and laser-focused on driving in-house innovations to make a business impervious to competitors;</li><p></p><p></p><li>how to fundamentally change the execution cadence of an organization, pushing change from innovation to broad deployment, creating an irreversible tipping point along the way. </li><p></p></ul><p>Drawing from thousands of hours spent face-to-face with CEOs and their teams, Moore presents case examples and best practices. While his experience is deeply rooted in the high-tech sector, his models and techniques apply well beyond this arena, including to the public sector.</p><p>At a time when the world is looking to established enterprises for growth and stability, Moore&#8217;s analysis is penetrating and his prescriptions are right on the mark. <em>Escape Velocity</em> gives executives and their teams a practical way forward to take advantage of the opportunities amid industry and economic disruptions.</p>", "isbn": "9780062040916", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062040916/1376531243.12.jpg", "title": "Escape Velocity", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "zMEZJKvTZfhsWwCMzNv6rF", "oyster_good_for_statement": "", "number_print_pages": 240, "oyster_summary": "", "status": 1, "publication_date": "2011-09-06", "language_code": "eng", "average_rating": 4.09}, "position": 16}]