[{"annotation": "", "uuid": "rnor55Lmxty7haVswLBUDb", "position": 12, "book": {"uuid": "MSsJ3RoeVJbRkok4CgR3NC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 344, "title": "Crossing the Heart of Africa", "publication_date": "2010-12-07", "oyster_good_for_statement": "", "isbn": "9780062030610", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "nnGVKwKUPw9jx9E3Ujhune", "image": null, "name": "ASJA Outstanding Book Award Winner"}], "description": "<p><em>The amazing true story of Julian Smith, who retraced the journey of legendary British explorer Ewart \"The Leopard\" Grogan, the first man to cross the length of Africa, in hopes of also winning the heart of the woman he loved. </em></p><p>In 1898, the dashing young British explorer Ewart &#8220;the Leopard&#8221; Grogan was in love. In order to prove his mettle to his beloved&#8212;and her aristocratic stepfather&#8212;he set out on a quest to become the first person to walk across Africa, &#8220;a feat hitherto thought by many explorers to be impossible&#8221; (<em>New York Times</em>, 1900).</p><p>In 2007, thirty-five-year-old American journalist Julian Smith faced a similar problem with his girlfriend of six years . . . and decided to address it in the same way Grogan had more than a hundred years before: he was going to retrace the Leopard&#8217;s 4,500-mile journey for love and glory through the lakes, volcanoes, savannas, and crowded modern cities of Africa.</p><p>Smith interweaves both adventures into a seamless narrative in <em>Crossing the Heart of Africa</em>: the story of two explorers, a century apart, who both traversed the length of Africa to prove themselves . . . and came back changed men.</p>", "average_rating": 3.72, "author": "Julian Smith", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062030610/1376453122.43.jpg"}},{"annotation": "", "uuid": "FcXazneugEwGZXW5n6XEaF", "position": 45, "book": {"uuid": "nLPGZnRSWipiXh2dNK5id7", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 208, "title": "A Book of Migrations", "publication_date": "2011-09-05", "oyster_good_for_statement": "", "isbn": "9781844678143", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p>In this acclaimed exploration of the culture of others, Rebecca Solnit travels through Ireland, the land of her long-forgotten maternal ancestors. <em>A Book of Migrations</em> portrays in microcosm a history made of great human tides of invasion, colonization, emigration, nomadism and tourism. Enriched by cross-cultural comparisons with the history of the American West, <em>A Book of Migrations</em> carves a new route through Ireland&rsquo;s history, literature and landscape.</p>", "average_rating": 3.87, "author": "Rebecca Solnit", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678143/1386003568.84.jpg"}},{"annotation": "", "uuid": "kzjbqMyP7wCjbcD5rdDzJo", "position": 12, "book": {"uuid": "NGArCzstNg7PLtc24gnWE3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 250, "title": "A Guide to Hemingway's Paris", "publication_date": "1989-01-01", "oyster_good_for_statement": "", "isbn": "9781616202934", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "<p>Retracing for modern-day visitors the Paris of \"The Sun Also Rises\" and \"A Moveable Feast,\" of James Joyce, Gertrude Stein, F. Scott Fitzgerald, and Ezra Pound, thsi guidebook uncovers the cafes, hotels, restaurants, bars, nightclubs, gardens, and other landmarks immortalized by Hemingway in his fiction and nonfiction.</p>", "average_rating": 0.0, "author": "John Leland", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202934/1377657160.77.jpg"}},{"annotation": "", "uuid": "JuwuDtQ5jNKFLJGcBAhRNg", "position": 24, "book": {"uuid": "zRmQ8m4rHyhiCEK33QQ93P", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 296, "title": "If You Lived Here, I'd Know Your Name", "publication_date": "2006-03-29", "oyster_good_for_statement": "", "isbn": "9781565126565", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "Tiny Haines, Alaska, is ninety miles north of Juneau, accessible mainly by water or air—and only when the weather is good. There's no traffic light and no mail delivery; people can vanish without a trace and funerals are a community affair. Heather Lende posts both the obituaries and the social column for her local newspaper. If anyone knows the going-on in this close-knit town—from births to weddings to funerals—she does.<br> <br> Whether contemplating the mysterious death of eccentric Speedy Joe, who wore nothing but a red union suit and a hat he never took off, not even for a haircut; researching the details of a one-legged lady gold miner's adventurous life; worrying about her son's first goat-hunting expedition; observing the awe-inspiring Chilkat Bald Eagle Festival; or ice skating in the shadow of glacier-studded mountains, Lende's warmhearted style brings us inside her small-town life. We meet her husband, Chip, who owns the local lumber yard; their five children; and a colorful assortment of quirky friends and neighbors, including aging hippies, salty fishermen, native Tlingit Indians, and volunteer undertakers—as well as the moose, eagles, sea lions, and bears with whom they share this wild and perilous land. <br> <br> Like Bailey White's tales of Southern life or Garrison Keillor's reports from the Midwest, NPR commentator Heather Lende's take on her offbeat Alaskan hometown celebrates life in a dangerous and breathtakingly beautiful place.", "average_rating": 3.76, "author": "Heather Lende", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126565/1377656787.52.jpg"}},{"annotation": "", "uuid": "QnG4XMqooUXhr68Br833HT", "position": 38, "book": {"uuid": "d5B4CG5DUqfNnhjxy7ENaS", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 216, "title": "Dizzy in Karachi", "publication_date": "2013-02-28", "oyster_good_for_statement": "", "isbn": "9781620151037", "publisher": {"uuid": "VX9ZbEKayVveVLFU54f7JD", "name": "Booktrope"}, "awards": [], "description": "In a post9/11 world, one young woman sought to understand what remained of her homeland beyond headlines and stereotypes\r\n\r\nAs a graduate student of international affairs in Boston, Maliha Masood was deeply conflicted when it came to Pakistan. It was her birthplace where she spent an idyllic childhood riding camels on the beach, reciting English poetry and dancing to Abba. Class lectures depicted a failed state that enslaved its women. Media reports painted dire scenarios of blood baths and terror cells, crime mobs and Kalashnikovs. Determined to reconcile the past with the present, Maliha went back to Pakistan in 2003, after an absence of two decades, and stumbled upon the adventure of a lifetime.\r\n\r\n‘Dizzy in Karachi: A Journey to Pakistan’ is an intimate account of her experience living, working and traveling within a country teeming with contradictions. From the drug soaked parties of the pampered elite to the tranquil beauty of remote mountain villages, from smuggler bazaars on the Khyber Pass to culinary feasts in Lahore, readers will be immersed in a gripping narrative, rich in details and colorful characters.\r\n\r\nFilled with insights on society, politics and history, Maliha’s story provides a broader understanding that challenges our assumptions—not only about Pakistan—but about belonging and cultural identity and the meaning of home. Her duality as a Pakistani and an American offers a unique perspective that enlightens as well as entertains.", "average_rating": 0.0, "author": "Maliha Masood", "cover_img": "https://cflare.oysterbooks.com/covers/Booktrope/9781620151037/1382059624.84.jpg"}},{"annotation": "", "uuid": "Wd6YPXhPKz9iMcTicQcbaf", "position": 40, "book": {"uuid": "cmEQVzspuWN6awDJAbUhG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "The Sea Is My Brother", "publication_date": "2013-03-26", "oyster_good_for_statement": "", "isbn": "9780306822476", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>In the spring of 1943, twenty-one-year old Jack Kerouac set out to write his first novel. Working diligently day and night to complete it by hand, he titled it <I>The Sea Is My Brother</I>. Nearly seventy years later, its long-awaited publication provides fascinating details and insight into the early life and development of an American literary icon. A clear precursor to such landmark works as <I>On the Road</I>, <I>The Dharma Bums</I>, and <I>Visions of Cody</I>, it is an important formative work that hints at the hallmarks of classic Kerouac: the search for spiritual meaning in a materialistic world, spontaneous travel as the true road to freedom, late nights in bars engaged in intense conversation, the desperate urge to escape from society, and the strange, terrible beauty of loneliness.<BR></DIV>", "average_rating": 4.1, "author": "Jack Kerouac", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822476/1387371131.16.jpg"}},{"annotation": "", "uuid": "CN2icoN5kBySf7SJm5rTFD", "position": 0, "book": {"uuid": "vhzhhSvMA8wM2Vt7q48QCP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "Dark Star Safari", "publication_date": "2004-04-05", "oyster_good_for_statement": "", "isbn": "9780547526775", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>In Dark Star Safari the wittily observant and endearingly irascible Paul Theroux takes readers the length of Africa by rattletrap bus, dugout canoe, cattle truck, armed convoy, ferry, and train. In the course of his epic and enlightening journey, he endures danger, delay, and dismaying circumstances.<BR>Gauging the state of affairs, he talks to Africans, aid workers, missionaries, and tourists. What results is an insightful meditation on the history, politics, and beauty of Africa and its people, and \"a vivid portrayal of the secret sweetness, the hidden vitality, and the long-patient hope that lies just beneath the surface\" (Rocky Mountain News). In a new postscript, Theroux recounts the dramatic events of a return to Africa to visit Zimbabwe.</DIV>", "average_rating": 3.95, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526775/1376382816.35.jpg"}},{"annotation": "", "uuid": "nCtA8nbkEUVotgkDDHbmZZ", "position": 34, "book": {"uuid": "kXcshKb2RmgLyySEpkCGy7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Chicken Soup for the Traveler's Soul", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781453280584", "publisher": {"uuid": "dLWvmq7KDZXfHKbBt7PUEK", "name": "Chicken Soup for the Soul Publishing"}, "awards": [], "description": "<DIV>Whether your idea of travel at its finest is trekking through Europe with a backpack, a map and a foreign-language dictionary; road-tripping across America in a fully loaded RV; or cruising the Caribbean aboard a luxury liner, <i>Chicken Soup for the Traveler&rsquo;s Soul</i> celebrates the people you&rsquo;ll meet, the lands you&rsquo;ll discover and the lessons you&rsquo;ll learn.</div><DIV>&#160;</div><DIV>Like traveling itself, the stories in this book will take you on a journey of adventure, insight, and discovery. Through the real-life experiences of others, you&rsquo;ll see that regardless of the destination, it is the journey that provides the fondest memories. You&rsquo;ll be inspired by these treasured tales of fellow travelers who formed lasting friendships, fell in love, challenged themselves, and cherished the hospitality of others. These stories show that when traveling&mdash;as in life&mdash;sometimes it&rsquo;s the unplanned adventures that provide us with the most opportunities for growth; that a twist in the road or a change in our itinerary teaches us not to fear the unknown, but to welcome and savor its surprises.</div><DIV>&#160;</div><DIV>With chapters including Living Your Dream, Getting There, Our Common Bond, Making a Difference, On Healing, On Love, A Matter of Perspective, The Kindness of Strangers, and Wisdom Along the Way, this book will guide you to where you want to go and celebrate the places you&rsquo;ve already been.</div><DIV><i>&#160;</i></div><DIV><i>Chicken Soup for the Traveler&rsquo;s Soul</i> will rekindle the spirit of every traveler, offer a deeper connection to people across the globe and provide you with a richer appreciation of the journey.</div>", "average_rating": 3.8, "author": "Jack Canfield", "cover_img": "https://cflare.oysterbooks.com/covers/Chicken%20Soup%20for%20the%20Soul%20Publishing/Chicken%20Soup%20for%20the%20Traveler%27s%20Soul/1373332193.22.jpg"}},{"annotation": "", "uuid": "chHu68ZNne2z9ovfsh64NN", "position": 39, "book": {"uuid": "VjueHD3FSGriPB4x83WJME", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 264, "title": "Winter Brothers", "publication_date": "1982-10-20", "oyster_good_for_statement": "", "isbn": "9780547546735", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>The author of This House of Sky provides a magnificent evocation of the Pacific Northwest through the diaries of James Gilchrist Swan, a settler of the region. Doig fuses parts of the Swan diaries with his own journal.<BR></DIV>", "average_rating": 3.83, "author": "Ivan Doig", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546735/1376384131.63.jpg"}},{"annotation": "", "uuid": "dBUt799Y8odmGKQxwYwECH", "position": 29, "book": {"uuid": "fVrvUYr3zebG2sWNjVSNUC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Murderers in Mausoleums", "publication_date": "2009-01-27", "oyster_good_for_statement": "", "isbn": "9780547523828", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>A gripping journey through some of the planet&#8217;s most remote and challenging terrain and its peoples, in search of why democracy has yet to thrive in lands it seemed so recently ready to overtake Across the largest landmass on earth, in lands once conquered by Genghis Khan and exploited by ruthless Communist regimes, autocratic and dictatorial states are again arising, growing wealthy on petrodollars and low-cost manufacturing.<br>More and more, they are challenging theWest.<br>Media reports focus on developments in Moscow and Beijing, but the peoples inhabiting the vast expanses in between remain mostly unseen and unheard, their daily lives and aspirations scarcely better known to us now than they were in ColdWar days.Tayler finds, among many others, a dissident Cossack advocating mass beheadings, a Muslim in Kashgar calling on the United States to bomb Beijing, and Chinese youths in Urumqi desiring nothing more than sex, booze, and rock &#8217;n&#8217; roll&#151;all while confronting over and over again the contradiction of people who value liberty and the free market but idealize tyrants who oppose both.<br>From the steppes of southern Russia to the conflict-ridden Caucasus Mountains to the deserts of central Asia and northern China,Tayler shows that our maps have gone blank at the worst possible time.<br></div>", "average_rating": 3.63, "author": "Jeffrey Tayler", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523828/1376384381.2.jpg"}},{"annotation": "", "uuid": "if6Gey7Zquoir5tXTWWUbZ", "position": 27, "book": {"uuid": "wipYbojsr5mB7oYFxZJRwN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Running Away to Sea", "publication_date": "2008-12-15", "oyster_good_for_statement": "", "isbn": "9781770705197", "publisher": {"uuid": "gu6ozZ8hEmD9HC8RenLvbC", "name": "Dundurn"}, "awards": [], "description": "<p><b>Limited time offer. </b></p>\n<p>At a turning point in his life, George Fetherling embarked on an adventure to sail round the world on one of the last of the tramp freighters. The four-month voyage carried him 30,000 nautical miles from Europe via the Panama Canal to the South Pacific and back by way of Singapore, Indonesia, the Indian Ocean, and Suez.</p>\n <p>Written with dash, colour, and droll humour, Fetherlings narrative is peopled by a rich cast of characters, from the Foreign Legionnaires of French Polynesia to the raskol gangs of Papua New Guinea. The author captures the reality of life aboard a working cargo ship -- the boredom, the seclusion, the differences of nationality and culture that isolation and cramped quarters seem to exaggerate. But the routine of loneliness or tranquillity is punctuated by moments of near-panic -- shipboard fires, furniture-smashing storms, even a brush with pirates in the Straits of Malacca.</p>", "average_rating": 0.0, "author": "George Fetherling", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781770705197/1377069934.14.jpg"}},{"annotation": "", "uuid": "8bZrLLhE2fkUskhdE3RnPG", "position": 12, "book": {"uuid": "SY5G5JaAFkzsCoBTiU3pjY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Travels in Alaska", "publication_date": "1979-10-18", "oyster_good_for_statement": "", "isbn": "9780547561677", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>This book describes Alaska in the late nineteenth century and Muir's early adventures in an untamed land of glaciers and northern lights.</div>", "average_rating": 4.14, "author": "John Muir", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561677/1376380404.98.jpg"}},{"annotation": "", "uuid": "CpnasxPeCAx2nX5eJgn4pH", "position": 13, "book": {"uuid": "fLCVJ9aB6MzBB8QhRQVsxm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "The Happy Isles of Oceania", "publication_date": "2006-12-08", "oyster_good_for_statement": "", "isbn": "9780547525181", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>In one of his most exotic and breathtaking journeys, the intrepid traveler Paul Theroux ventures to the South Pacific, exploring fifty-one islands by collapsible kayak. Beginning in New Zealand's rain forests and ultimately coming to shore thousands of miles away in Hawaii, Theroux paddles alone over isolated atolls, through dirty harbors and shark-filled waters, and along treacherous coastlines. This exhilarating tropical epic is full of disarming observations and high adventure.</div>", "average_rating": 3.92, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525181/1376383259.52.jpg"}},{"annotation": "", "uuid": "dUrWHjgupWD6zb8mNPz5Ri", "position": 17, "book": {"uuid": "wApEMs855CkNfPp2wwqacc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "One Steppe Beyond", "publication_date": "2012-06-01", "oyster_good_for_statement": "", "isbn": "9780857653277", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><DIV><DIV><B>Traveling across the former Soviet Union is a challenge at the best of times&#151;doing so in a dilapidated VW is just that much&#160;more of an adventure</B></DIV><DIV>&#160;</DIV><DIV>A chance job offer at a timber yard in Estonia gives Thom and his old pal Jo a taste for the unknown. So when Uncle Tony asks them to drive to Vladivostok for another job, they can&#8217;t think of a good reason why not. The result is a classic caper across the former Soviet Union in Max, a rusty old VW camper. Knowing little of the language or the geography ahead, they embark on probably the longest commute ever, encountering corrupt officials, film star mechanics, and over-friendly gangsters. Far off the tourist trail, they bear witness to the collapse of one nation and the birth of a new one during the free-for-all that was Russia in the 1990s.</DIV></DIV></DIV>", "average_rating": 3.82, "author": "Thom Wheeler", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9780857653277/1386330924.9.jpg"}},{"annotation": "", "uuid": "xV4MeifjFr3ydL6ukNG8EL", "position": 44, "book": {"uuid": "zQumeZu3EcyqtYoqbGF3yX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "Where the West Ends", "publication_date": "2012-11-08", "oyster_good_for_statement": "", "isbn": "9781301780495", "publisher": {"uuid": "NZ3DqVp3WNctkgVoK6ZVAN", "name": "Belmont Estate Books"}, "awards": [], "description": "Prize-winning author Michael J. Totten returns with a masterpiece of travel writing and history in this journey through thirteen nations—all but two formerly communist—just beyond the edge of the West where few casual travelers venture. His work as an independent foreign correspondent takes him deep into the field beyond the sensational headlines, from his hilariously miserable road trip with his best friend to Iraq to the Wild West of Albania, the most bizarre country in Europe; from the killing fields in Bosnia and Kosovo to a Romania haunted by the ghosts of its communist past; from the front lines in the Caucasus during Russia’s invasion of Georgia to the otherworldly post-Soviet disasterscape in Ukraine.Where the West Ends is high-octane adventure writing at its finest and is Michael J. Totten’s most entertaining work written to date.", "average_rating": 0.0, "author": "Michael J. Totten", "cover_img": "https://cflare.oysterbooks.com/covers/Belmont%20Estate%20Books/9781301780495/1384355824.4.jpg"}},{"annotation": "", "uuid": "BwhttrYCPjNmVTczZpvhg4", "position": 21, "book": {"uuid": "rMh2N9PwPpFBhNxQGbB9TJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "On the Road to Babadag", "publication_date": "2011-06-16", "oyster_good_for_statement": "", "isbn": "9780547549125", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div>  <p>Andrzej Stasiuk is a restless and indefatigable traveler. His journeys take him from his native Poland to Slovakia, Hungary, Romania, Slovenia, Albania, Moldova, and Ukraine. By car, train, bus, ferry. To small towns and villages with unfamiliar-sounding yet strangely evocative names. &#8220;The heart of my Europe,&#8221; Stasiuk tells us, &#8220;beats in Sokolow, Podlaski, and in Husi, not in Vienna.&#8221;&#160;    <br>   <br>Where did Moldova end and Transylvania begin, he wonders as he is being driven at breakneck speed in an ancient Audi&#8212;loose wires hanging from the dashboard&#8212;by a driver in shorts and bare feet, a cross swinging on his chest. In Comrat, a funeral procession moves slowly down the main street, the open coffin on a pickup truck, an old woman dressed in black brushing away the flies above the face of the deceased. On to Soroca, a baroque-Byzantine-Tatar-Turkish encampment, to meet Gypsies. And all the way to Babadag, between the Baltic Coast and the Black Sea, where Stasiuk sees his first minaret, &#8220;simple and severe, a pencil pointed at the sky.&#8221;&#160;    <br>   <br>A brilliant tour of Europe&#8217;s dark underside&#8212;travel writing at its very best.  </div>", "average_rating": 3.67, "author": "Andrzej Stasiuk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549125/1376380498.44.jpg"}},{"annotation": "", "uuid": "97zP26DVhSfBgKxZVmMrnH", "position": 32, "book": {"uuid": "UUEHEDyV3TsU3VyviiF6PM", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 288, "title": "Run!", "publication_date": "2011-03-01", "oyster_good_for_statement": "", "isbn": "9781609613433", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "In his follow-up to the best-selling <i>Ultra-Marathon Man</i>, world-renowned ultra marathoner Dean Karnazes chronicles his unbelievable exploits and explorations in gripping detail; Karnazes runs for days on end without rest, across some of the most exotic and inhospitable places on earth, including the Australian Outback, Antarctica, and the back alleys of New Jersey.<br><br>From the downright hilarious to the truly profound, the stories in <i>Run!</i> provide readers with the ultimate escape and offer a rare glimpse into the mindset and motivation of an extreme athlete, one who has, according to <i>The Philadelphia Inquirer</i>, \"Not only pushed the envelope but blasted it to bits.\"<br><br>Karnazes addresses pain and perseverance, and he also charts the emotional as he pushes to the edges of human achievement.  The tales of the friendships he’s cultivated on his many adventures around the world warm the heart, and are sure to captivate and inspire readers whether they run great distances, modest distances, or not at all.", "average_rating": 4.15, "author": "Dean Karnazes", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613433/1380278998.33.jpg"}},{"annotation": "", "uuid": "SR2Zky5dBnZHswHn3CBAiD", "position": 36, "book": {"uuid": "PtuRLAQzPFTX3rbWfSKUqN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 280, "title": "Population: 485", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061852978", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Here the local vigilante is a farmer's wife armed with a pistol and a Bible, the most senior member of the volunteer fire department is a cross-eyed butcher with one kidney and two ex-wives (both of whom work at the only gas station in town), and the back roads are haunted by the ghosts of children and farmers. Michael Perry loves this place. He grew up here, and now -- after a decade away -- he has returned.</p><p>Unable to polka or repair his own pickup, his farm-boy hands gone soft after years of writing, Mike figures the best way to regain his credibility is to join the volunteer fire department. Against a backdrop of fires and tangled wrecks, bar fights and smelt feeds, he tells a frequently comic tale leavened with moments of heartbreaking delicacy and searing tragedy.</p>", "average_rating": 3.95, "author": "Michael Perry", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061852978/1376527635.81.jpg"}},{"annotation": "", "uuid": "T2MfXgxmmh4qTUGPzhYt94", "position": 14, "book": {"uuid": "SE3B9sXvAuHiqXrqVGGsCm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "Ghost Train to the Eastern Star", "publication_date": "2009-08-06", "oyster_good_for_statement": "", "isbn": "9780547348582", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P>Half a lifetime ago, Paul Theroux virtually invented the modern travel narrative by recounting his grand tour by train through Asia. In the three decades since, the world he recorded in that book has undergone phenomenal change.The Soviet Union has collapsed and China has risen; India booms while Burma smothers under dictatorship; Vietnam flourishes in the aftermath of the havoc America was unleashing on it the last time he passed through.</p> <p>In <I>Ghost Train to the Eastern Star, </I>Theroux re-creates that earlier journey. His odyssey takes him from eastern Europe, still hung-over from communism, through tense but thriving Turkey into the Caucasus, where Georgia limps back toward feudalism while its neighbor Azerbaijan revels in oil-fueled capitalism.Theroux is firsthand witness to it all, encountering adventures only he could have: from the literary (sparring with the incisive Nobel laureate Orhan Pamuk) to the dissolute (surviving a week-long bender on the Trans-Siberian Railroad).Wherever he goes, his omnivorous curiosity and unerring eye for detail never fail to inspire, enlighten, inform, and entertain.", "average_rating": 4.0, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348582/1376379751.32.jpg"}},{"annotation": "", "uuid": "h8jNRuLSTkqx2H7TmMUvcM", "position": 25, "book": {"uuid": "aLgK8S6LpDtAzfGfxf2jNf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The Last Train to Zona Verde", "publication_date": "2013-05-07", "oyster_good_for_statement": "", "isbn": "9780547999258", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><B>Following the success of the acclaimed <I>Ghost Train to the Eastern Star</I> and <I>The Great Railway Bazaar</I>, <I>The Last Train to Zona Verde</I> is an ode to the last African journey of the world's most celebrated travel writer.<BR></B><BR>&#8220;Happy again, back in the kingdom of light,&#8221; writes Paul Theroux as he sets out on a new journey through the continent he knows and loves best. Theroux first came to Africa as a twenty-two-year-old Peace Corps volunteer, and the pull of the vast land never left him. Now he returns, after fifty years on the road, to explore the little-traveled territory of western Africa and to take stock both of the place and of himself.<br><BR>His odyssey takes him northward from Cape Town, through South Africa and Namibia, then on into Angola, wishing to head farther still until he reaches the end of the line. Journeying alone through the greenest continent, Theroux encounters a world increasingly removed from both the itineraries of tourists and the hopes of postcolonial independence movements. Leaving the Cape Town townships, traversing the Namibian bush, passing the browsing cattle of the great sunbaked heartland of the savanna, Theroux crosses &#8220;the Red Line&#8221; into a different Africa: &#8220;the improvised, slapped-together Africa of tumbled fences and cooking fires, of mud and thatch,&#8221; of heat and poverty, and of roadblocks, mobs, and anarchy. After 2,500 arduous miles, he comes to the end of his journey in more ways than one, a decision he chronicles with typically unsparing honesty in a chapter called &#8220;What Am I Doing Here?&#8221;<br><BR>Vivid, witty, and beautifully evocative, <I>The Last Train to Zona Verde</I> is a fitting final African adventure from the writer whose gimlet eye and effortless prose have brought the world to generations of readers.<BR></DIV>", "average_rating": 3.98, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547999258/1383487926.37.jpg"}},{"annotation": "", "uuid": "WDXQ3xAVfW3FmRGsVZ9rwg", "position": 35, "book": {"uuid": "sUNaRQ4BZsLFy2hEGzgFTb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 560, "title": "The Lost Girls", "publication_date": "2010-05-11", "oyster_good_for_statement": "", "isbn": "9780061993473", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Jen, Holly, and Amanda are at a crossroads. They're feeling the pressure to hit certain milestones&#8212;scoring a big promotion, finding a soul mate, having 2.2 kids&#8212;before they reach their early thirties. When personal challenges force them to reevaluate their lives, they decide it's now or never to do something daring. Unable to gain perspective in fast-paced Manhattan, the three twentysomethings quit their coveted media jobs and leave behind their friends, boyfriends, and everything familiar to travel the globe. Dubbing themselves the Lost Girls, they embark on an epic yearlong search for inspiration and direction.</p><p>As they journey 60,000 miles across four continents and more than a dozen countries, Jen, Holly, and Amanda step far outside of their comfort zones, embracing every adventure and experience the world has to offer&#8212;shooting blowguns with Yagua elders in the Amazon, learning capoeira on the beaches of Brazil, volunteering with preteen girls at a school in rural Kenya, hiking with Hmong villagers in Vietnam, and driving through Australia in a psychedelic camper van. Along the way, the Lost Girls find not only themselves but also a lifelong friendship. Ultimately, theirs is a story of true sisterhood&#8212;a bond forged by sharing beds and backpacks, enduring exotic illnesses, fending off aggressive street vendors, trekking across rivers and over mountains, and standing by one another through heartaches, whirlwind romances, and everything in the world in between. </p><p>This candid and compelling memoir will speak to anyone who has ever felt the desire to spread her wings and discover the world with her best friends by her side.</p>", "average_rating": 3.69, "author": "Jennifer Baggett", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061993473/1378009445.34.jpg"}},{"annotation": "", "uuid": "BUpHLXpH3Xxschg22DnhXL", "position": 10, "book": {"uuid": "mADK8W8JvpiNeM2tNRCbNJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Country Driving", "publication_date": "2010-02-09", "oyster_good_for_statement": "", "isbn": "9780061969430", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>From the bestselling author of <em>Oracle Bones</em> and <em>River Town</em> comes the final book in his award-winning trilogy, on the human side of the economic revolution in China.</p></blockquote><p>In the summer of 2001, Peter Hessler, the longtime Beijing correspondent for <em>The New Yorker</em>, acquired his Chinese driver's license. For the next seven years, he traveled the country, tracking how the automobile and improved roads were transforming China. Hessler writes movingly of the average people&#8212;farmers, migrant workers, entrepreneurs&#8212;who have reshaped the nation during one of the most critical periods in its modern history. </p><p><em>Country Driving</em> begins with Hessler's 7,000-mile trip across northern China, following the Great Wall, from the East China Sea to the Tibetan plateau. He investigates a historically important rural region being abandoned, as young people migrate to jobs in the southeast. Next Hessler spends six years in Sancha, a small farming village in the mountains north of Beijing, which changes dramatically after the local road is paved and the capital's auto boom brings new tourism. Finally, he turns his attention to urban China, researching development over a period of more than two years in Lishui, a small southeastern city where officials hope that a new government-built expressway will transform a farm region into a major industrial center. </p><p>Peter Hessler, whom <em>The Wall Street Journal</em> calls \"one of the Western world's most thoughtful writers on modern China,\" deftly illuminates the vast, shifting landscape of a traditionally rural nation that, having once built walls against foreigners, is now building roads and factory towns that look to the outside world.</p>", "average_rating": 4.18, "author": "Peter Hessler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061969430/1376528961.46.jpg"}},{"annotation": "", "uuid": "rstag3PAYVt5MJGfMWpmag", "position": 23, "book": {"uuid": "v7pQax9PF7xTiYvKRMqefW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "To Prussia with Love", "publication_date": "2012-06-01", "oyster_good_for_statement": "", "isbn": "9781848399563", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><B>Farce meets romance in&#160;this amusing travel memoir set in East Germany</B></DIV><DIV>&#160;</DIV><DIV>In a desperate attempt to save his relationship with girlfriend Lena and take a break from the world of journalism, Roger Boyes agrees to make a great escape from the easy urban lifestyle of Berlin and decamp to the countryside. He has hopes for Italy, but Lena has inherited a run-down old&#160;manor in&#160;the&#160;deepest, darkest area&#160;of&#160;Brandenburg. Needing a form of income, they decide to set up a&#160;bed and breakfast&#160;with a British theme. Enter unhelpful Harry and his Trinidadian chef cousin, a mad Scotsman to advise them on rebranding Brandenburg, some suicidal frogs, and a posse of mad tourists. It all culminates in a cricket match between the British and the Germans on an old Russian minefield.</DIV>", "average_rating": 2.93, "author": "Roger Boyes", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9781848399563/1386330927.69.jpg"}},{"annotation": "", "uuid": "5CBH32FZjYQA2gbZToqsrT", "position": 11, "book": {"uuid": "4JnMXyYroZKhPj5BjftPZ3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "The Pilgrimage", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061841927", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Here Paulo Coelho details his journey across Spain along the legendaryroad of San Tiago, which pilgrims have travelled since Middle Ages. On this contemporary quest, he encounters a Chaucerian variety of mysterious guides and devilish opponents and learns to understand the nature of truth through the simplicity of life. <em>The Pilgrimage</em> holds an important place in Paulo Coelho's literary canon. His first book, it not only paved the way for his phenomenal novel <em>The Alchemist </em>, but it also fully expresses his humanist philosophy and the depth of his unique search for meaning.<em> </em></p>", "average_rating": 3.62, "author": "Paulo Coelho", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061841927/1376452290.34.jpg"}},{"annotation": "", "uuid": "SrhTpm6r4yrcTMmScWotiA", "position": 9, "book": {"uuid": "XDh9VqG3qu6ft4MAfXjFuP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 228, "title": "Down and Out in Paris and London", "publication_date": "1972-03-15", "oyster_good_for_statement": "", "isbn": "9780547488547", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>This unusual fictional account, in good part autobiographical, narrates without self-pity and often with humor the adventures of a penniless British writer among the down-and-out of two great cities. In the tales of both cities we learn some sobering Orwellian truths about poverty and society.<BR></DIV>", "average_rating": 4.07, "author": "George Orwell", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488547/1387866576.89.jpg"}},{"annotation": "", "uuid": "LJQGPu4CQfBHkdXgBznQMf", "position": 6, "book": {"uuid": "2YYamdG4VA78Ah2WWGF4Tn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Adrift", "publication_date": "2002-10-17", "oyster_good_for_statement": "", "isbn": "9780547526560", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>Before The Perfect Storm, before In the Heart of the Sea, Steven Callahan&#8217;s dramatic tale of survival at sea was on the New York Times bestseller list for more than thirty-six weeks. In some ways the model for the new wave of adventure books, Adrift is an undeniable seafaring classic, a riveting firsthand account by the only man known to have survived more than a month alone at sea, fighting for his life in an inflatable raft after his small sloop capsized only six days out. &#8220;Utterly absorbing&#8221; (Newsweek), Adrift is a must-have for any adventure library.</DIV>", "average_rating": 4.07, "author": "Steven Callahan", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526560/1376380135.17.jpg"}},{"annotation": "", "uuid": "yb3R8GTe62RkdcDfoSDFfn", "position": 41, "book": {"uuid": "oTe8VHU6ZMQKWiGoGnjTkh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Secrets of the Savanna", "publication_date": "2007-07-17", "oyster_good_for_statement": "", "isbn": "9780547527154", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In this riveting real-life adventure, Mark and Delia Owens tell the dramatic story of their last years in Africa, fighting to save elephants, villagers, and -- in the end -- themselves. The award-winning zoologists and pioneering conservationists describe their work in the remote and ruggedly beautiful Luangwa Valley, in northeastern Zambia. There they studied the mysteries of the elephant population&#8217;s recovery after poaching, discovering remarkable similarities between humans and elephants. A young elephant named Gift provided the clue to help them crack the animals&#8217; secret of survival. A stirring portrait of life in Africa, Secrets of the Savanna is a remarkable record of the Owenses' unique passions.</div>", "average_rating": 3.95, "author": "Mark James Owens", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527154/1376380132.1.jpg"}},{"annotation": "", "uuid": "xUSjB5u6fPmsXqBQJLaP87", "position": 43, "book": {"uuid": "m9kjmqkF2uW4kECw8oryrc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 312, "title": "The Third Tower Up From the Road", "publication_date": "2009-06-01", "oyster_good_for_statement": "", "isbn": "9781595808745", "publisher": {"uuid": "NnSvsMsxGAe236mc6FGbQT", "name": "Santa Monica Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">A humorous and entertaining collection of travel essays made up of old favorites as well as new commentaries, this work celebrates the distinctive qualities of locales the world over. Each globetrotting essay focuses on a specific place, capturing the flavors and cultures through individual observations and exceptional experiences. Funny, irreverent, and insightful, these writings eschew the bland, touristy veneer experienced by most travelers as it&#160;seeks to discover what is special and unique about each destination. Covering a wide range of places and interests, from unusual experiences and humorous traveler's foibles to voyages that are intensely personal and moving, the selected columns include \"The Best Falafel in the World&#151;Beirut,\" \"The Door to Hell: Paris, France,\" \"Kafka&#8217;s Erotic Dream: Prague,\" \"The Nesting Habits of Roman Cars,\" \"Of Romans and Pussycats: Provence,\" and \"The Third Tower Up from the Road: Huanghuacheng, China.\"</P></DIV>", "average_rating": 0.0, "author": "Kevin Dolgin", "cover_img": "https://cflare.oysterbooks.com/covers/Santa%20Monica%20Press/The%20Third%20Tower%20Up%20From%20the%20Road/1372980361.39.jpg"}},{"annotation": "", "uuid": "LuW3QbWG9ggsVLfQdo7kUj", "position": 31, "book": {"uuid": "PSc92XUpc8vpM34axaSc87", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Live Fast Die Young", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781848399372", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><DIV><B>A tale of friendship tested to the limit, noble myths, love lost and found, perfect lyrics, and good times as two friends drive across the U.S. to pay homage to the roots of Rock and Roll</B></DIV><DIV>&#160;</DIV><DIV>One autumn, radio producers Chris and Joe drive across America, roof down, stereo up, and discover the roots of the sounds they love. They sell their souls to the devil on the same crossroads as Robert Johnson, buy booze from the same store as Jim Morrison, hang out with the spirit of Johnny Cash in his own front room, and sit on a jetty by an alligator infested lake to sing 'Happy Birthday' to country-rock musician Gram Parsons. But first they must learn the ukulele, grow moustaches, fail to get into the Chateau Marmont, get very drunk with rising popstar Terra Naomi&#8212;and that's just day one.</div></DIV>", "average_rating": 3.75, "author": "Chris Price", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Live%20Fast%20Die%20Young/1372980777.43.jpg"}},{"annotation": "", "uuid": "vgNrZiG4ZKuyYKbcJiYF6Y", "position": 23, "book": {"uuid": "hp9gWGXeNcPUixiZFikfUV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "All Things Reconsidered", "publication_date": "2007-11-14", "oyster_good_for_statement": "", "isbn": "9780547527802", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Roger Tory Peterson&#8217;s unique perspective on birding comes to life in these highly personal narratives. Here he relates his adventures during a lifetime of birding and traveling the world to observe and record nature. Though Peterson was widely known for his illustrations, this collection reminds us to reconsider his accomplishments as a photographer, for Peterson was nearly as passionate about photography as he was about painting. The essays and photographs included here were carefully selected by Bill Thompson III, the editor of Bird Watcher&#8217;s Digest, which ran the column &#147;All Things Reconsidered&#8221; during the last twelve years of Peterson&#8217;s life.</div>", "average_rating": 4.52, "author": "Roger Tory Peterson", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527802/1376380138.93.jpg"}},{"annotation": "", "uuid": "BNy8qAPygmscGQ8X9PswWd", "position": 26, "book": {"uuid": "8fUqJ2TfJ824PinKj2PJ7n", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "A Voyage For Madmen", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061868405", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In 1968, nine sailors set off on the most daring race ever held: to single-handedly circumnavigate the globe nonstop. It was a feat that had never been accomplished and one that would forever change the face of sailing. Ten months later, only one of the nine men would cross the finish line and earn fame, wealth, and glory. For the others, the reward was madness, failure, and death.</p><p>In this extraordinary book, Peter Nichols chronicles a contest of the individual against the sea, waged at a time before cell phones, satellite dishes, and electronic positioning systems. <em>A Voyage for Madmen</em> is a tale of sailors driven by their own dreams and demons, of horrific storms in the Southern Ocean, and of those riveting moments when a split-second decision means the difference between life and death.</p>", "average_rating": 4.21, "author": "Peter Nichols", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868405/1376527943.37.jpg"}},{"annotation": "", "uuid": "MKd3xCPmqjppTJy34RnNfM", "position": 16, "book": {"uuid": "ECayopwu5HBvoCMGhhs6iN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "Oracle Bones", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061834127", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>A century ago, outsiders saw China as a place where nothing ever changes. Today the country has become one of the most dynamic regions on earth. In <em>Oracle Bones</em>, Peter Hessler explores the human side of China's transformation, viewing modern-day China and its growing links to the Western world through the lives of a handful of ordinary people. In a narrative that gracefully moves between the ancient and the present, the East and the West, Hessler captures the soul of a country that is undergoing a momentous change before our eyes. </p>", "average_rating": 4.11, "author": "Peter Hessler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061834127/1376527331.66.jpg"}},{"annotation": "", "uuid": "J2KVP4smBUpKZZrquVLYFH", "position": 22, "book": {"uuid": "BK8SeSTUcERj5dUJhNjUAN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Most Beautiful Walk in the World", "publication_date": "2011-05-24", "oyster_good_for_statement": "", "isbn": "9780062092052", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In this enchanting memoir, acclaimed author and long- time Paris resident John Baxter remembers his yearlong experience of giving \"literary walking tours\" through the city. Baxter sets off with unsuspecting tourists in tow on the trail of Paris's legendary artists and writers of the past. Along the way, he tells the history of Paris through a brilliant cast of characters: the favorite caf&#233;s of Ernest Hemingway, F. Scott Fitzgerald, and James Joyce; Pablo Picasso's underground Montmartre haunts; the bustling boulevards of the late-nineteenth-century <em>fl&#226;neurs</em>; the secluded \"Little Luxembourg\" gardens beloved by Gertrude Stein; the alleys where revolutionaries plotted; and finally Baxter's own favorite walk near his home in Saint-Germain-des-Pr&#233;s.</p><p>Paris, by custom and design, is a pedestrian's city&#8212;each block a revelation, every neighborhood a new feast for the senses, a place rich with history and romance at every turn. <em>The Most Beautiful Walk in the World</em> is your guide, par excellence, to the true, off-the-beaten-path heart of the City of Lights.</p><p>Includes an excerpt from John Baxter's new book <em>The Perfect Meal</em>. </p>", "average_rating": 3.47, "author": "John Baxter", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092052/1378009621.65.jpg"}},{"annotation": "", "uuid": "yqTWHeAhL9xYp2Y2U8SSC5", "position": 30, "book": {"uuid": "NSFSEG4ZteV49eQS3RudxR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 270, "title": "Bad Karma", "publication_date": "2012-05-10", "oyster_good_for_statement": "", "isbn": "9780897336499", "publisher": {"uuid": "zg8jcbHLQwu2odcMmXgiS8", "name": "Academy Chicago Publishers"}, "awards": [], "description": "This hilarious travelogue comes to us from 'down under,' where it was first published, and is probably unlike any other travel account you have ever read. Sheward hits the road with her twenty-something chum, Elisa, as they head for Thailand, Laos, Vietnam and Cambodia with nary a plan. Sheward has a sharp ear for humor, with chapter titles such as “The Annoyance of Being Earnest,” “Haight-Ashbury on the Mekong,” “Animosity Bridge,” and “Subterranean Hoedown.” They find themselves in the most incredible situations. They meet characters like the “Kip Kid” and the “Queen of Whatever” and a variety of stoned backpackers and slum runners who turn out to provide a series of absurd and laugh-out-loud misadventures.Once you have taken this wayward journey through Southeast Asia, your perception of the world may be altered somewhat, but you will have been highly amused and even informed by this unique adventure. From a bizarre encounter with a Xena-obsessed hotel clerk in northern Thailand, to a stoned flight on a crumbling Russian plane in Laos, harassed in Vietnam and confused in Cambodia, Tamara Sheward takes a wayward journey through the underbelly of Southeast Asia so often bypassed by traditional travel writers. Peppered with swindlers, sleazeballs and sanctimonious hippies, Bad Karma puts backpacker culture through the wringer.", "average_rating": 3.15, "author": "Tamara Sheward", "cover_img": "https://cflare.oysterbooks.com/covers/Academy%20Chicago%20Publishers/9780897336499/1377656245.69.jpg"}},{"annotation": "", "uuid": "Ep7nBVuimVy9oDKHpj6Wx5", "position": 27, "book": {"uuid": "oAiinbJjLQsAqtyRoitmqb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 480, "title": "Fresh Air Fiend", "publication_date": "2001-05-01", "oyster_good_for_statement": "", "isbn": "9780547526348", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Paul Theroux's first collection of essays and articles devoted entirely to travel writing, FRESH AIR FIEND touches down on five continents and floats through most seas in between to deliver a literary adventure of the first order, with the incomparable Paul Theroux as a guide. From the crisp quiet of a solitary week spent in the snowbound Maine woods to the expectant chaos of Hong Kong on the eve of the Hand-over, Theroux demonstrates how the traveling life and the writing life are intimately connected. His journeys in remote hinterlands and crowded foreign capitals provide the necessary perspective to \"become a stranger\" in order to discover the self. A companion volume to SUNRISE WITH SEAMONSTERS, FRESH AIR FIEND is the ultimate good read for anyone fascinated by travel in the wider world or curious about the life of one of our most passionate travelers.</div>", "average_rating": 3.76, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526348/1376382811.36.jpg"}},{"annotation": "", "uuid": "6FEUjPiEQjPMVzbYKamzrX", "position": 5, "book": {"uuid": "asWN7QgsaTMGpapKPnym6V", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Twitchhiker", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781848393707", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>One man's attempt to travel the globe in 30 days, depending solely on the generosity of strangers through Twitter</B></B></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><I>There were five rules of Twitchhiker. I can only accept offers of travel and accommodation from people on Twitter. I can't make any travel plans further than three days in advance. I can only spend money on food, drink and anything that might fit in my suitcase. If there is more than one offer, I choose which I take. If there is only one, I have to take it within 48 hours. If I am unable to find a way to move on from a location within 48 hours, the challenge is over and I go home. </I></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Bored in the bread aisle of the supermarket one day, Paul Smith wondered how far he could get around the world in 30 days through the goodwill of users of social networking site Twitter. At the mercy of these rules, he set his sights on New Zealand&#8212;the opposite point on the planet to his home in Newcastle, England. All he had to do next was explain the idea to his new wife. In an adventure wrapped in nonsense, he traveled by road, boat, plane, and train; slept in five-star luxury and on no-star floors; schmoozed with Hollywood A-listers; and was humbled by the generosity of the thousands who followed his journey and determined its course.</DIV></DIV>", "average_rating": 0.0, "author": "Paul Smith", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9781848393707/1378336065.79.jpg"}},{"annotation": "", "uuid": "NeqrmR4K3SFwDTKM6HRgxm", "position": 20, "book": {"uuid": "Q5VfJwYJnmHd9xpZdWqXof", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "The Best American Travel Writing 2011", "publication_date": "2011-10-04", "oyster_good_for_statement": "", "isbn": "9780547678481", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "The Best American Series&#174;<br>First, Best, and Best-Selling<br><BR>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites . A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected&#8212;and most popular&#8212;of its kind.<br><BR> <div><I>The Best American Travel Writing 2011</I> includes<br><BR>Andr&#233; Aciman, Christopher Buckley, Maureen Dowd,<br>Verlyn Klinkenborg, Ariel Levy, T&#233;a Obreht, Annie Proulx,<br>Gary Shteyngart, William T. Vollmann,<br>Emily Witt, and others</div>", "average_rating": 3.46, "author": "Sloane Crosley", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547678481/1376381371.54.jpg"}},{"annotation": "", "uuid": "Ww3J4LEj97gDEn2z2aJxyh", "position": 2, "book": {"uuid": "Gju5U6QidKojZQF2qrtU7N", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "Spirit of Place", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453261613", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>The definitive collection of travel writings by one of the twentieth century&rsquo;s best-loved journeyers</b></div><DIV><BR></div><DIV>From the moment of his birth, Lawrence Durrell was far from home. A British child in India, he was sent to England to receive an education, and by his early twenties had already tired of his native land. With family in tow, he departed for Greece, and spent the rest of his life wandering the world. He traveled not to sightsee but to live, and made homes in Egypt, France, Yugoslavia, and Argentina. Each time he landed, he rooted himself deep into the native soil, taking in not just the sights and sounds of his new land, but the essential character of the country.</div><DIV>&#160;</div><DIV>In these letters and essays, Durrell exhibits the power of poetic observation that made his travel writing so extraordinary to post&ndash;World War II readers. In these pages he reminds us not just of each country&rsquo;s hidden charms, but of the unique characteristics that persist through the generations. </div></div>", "average_rating": 4.09, "author": "Lawrence Durrell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Spirit%20of%20Place/1373330946.05.jpg"}},{"annotation": "", "uuid": "YjRF2XYRW39CwjCH9vNWAj", "position": 20, "book": {"uuid": "kgrrvBqyNMq3sXDhy8Lomb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Kayaking Puget Sound & the San Juan Islands", "publication_date": "2012-09-12", "oyster_good_for_statement": "", "isbn": "9781594856860", "publisher": {"uuid": "CuGzkxfXsKr327nnE5cKN3", "name": "The Mountaineers Books"}, "awards": [], "description": "<br>\n<a href=\"https://app.e2ma.net/app2/audience/signup/1712494/1357141/?v=a\" target=\"_blank\"><B>CLICK HERE TO DOWNLOAD THE TRIP, \"FRESHWATER BAY TO SALT CREEK\"</B></a><BR><BR>\n<a href=\"https://app.e2ma.net/app2/audience/signup/1712496/1357141/?v=a\" target=\"_blank\"><B>CLICK HERE TO DOWNLOAD TRIP #28, \"DECEPTION PASS\" - ONE OF AUTHOR ROB CASEY'S FAVORITE FROM THE BOOK!</B></a><BR>\n(Provide us with a little information and we'll send your download directly to your inbox)<BR><BR>\n*Kayak, canoe, and stand up padding routes that promise beauty and adventure<br />\n* Completely updated information and maps, all new photographs, and over 10 all new trips <br />\n* Revised, easier-to-use Trips-at-a-Glance chart  <br />\n* Originally for kayakers, info now applies to a range of vessels including pedaling kayaks, stand up paddleboards, canoes, row boats, shells, and even kayak-sailing outriggers</p>\n<p>The miles of inland waterways of the Pacific Northwest are among the best in the world for paddling. Beautiful scenery, intricate and protected waterways, and abundant marine life define the area, while on shore are ample public parklands for camping and exploring. </p>\n<p>The 60 trips in this extensively updated 3rd edition of the bestselling <em>Kayaking Puget Sound & the San Juan Islands</em> cover the Sound's myriad islands, fjord-like canals, and inlets from Canada's Gulf Islands to the Nisqually River Delta, including the fabulous San Juan Islands and the unique Hood Canal. \nEach trip description covers all the details paddlers need to plan and complete specific tours throughout the region. </p>\n<p>Other important updates to this 3rd edition include: modern safety tips (emphasis on proper gear and PFDs); a list of weather resources; how to make use of cell phones and mobile apps that utilize GPS and real-time navigational data; a resources section on kayaking training in the region through paddle clubs, certification groups, and paddle shops; how to prepare for open water trips; new info on how to cross into Canada; and more. \n<em>Kayaking Puget Sound & the San Juan Islands, 3rd Edition</em>, gives novice paddlers, weekenders, and lifelong kayakers the inspiration and knowledge to get out and explore the Northwest via its singular waterways. </p>", "average_rating": 0.0, "author": "Rob Casey", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594856860/1377654205.27.jpg"}},{"annotation": "", "uuid": "dcYUmWCp6M6kSQbjHMXGcj", "position": 19, "book": {"uuid": "rY3qByHJBBaMZqwR4hWnXW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 294, "title": "Sicilian Carousel", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453261668", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>In Sicily, a travel writer honors the memory of a departed friend</b></div><DIV><BR></div><DIV>Despite decades spent writing poetic evocations of the timeless pleasures of life in the Mediterranean, Lawrence Durrell had never set foot on the sea&rsquo;s largest island: mysterious, impenetrable Sicily. For years his friend Martine begged him to visit her on this sun-kissed paradise, and though he always intended to, life inevitably interfered. It took Martine&rsquo;s sudden death to finally bring him to the island&rsquo;s shores.</div><DIV>&#160;</div><DIV>With Martine&rsquo;s letters in his pocket, Durrell signs up for a tour group, hoping to learn the travel habits of those who aren&rsquo;t obsessively devoted to island life. As he treks from sight to sight, dizzy with history and culture, Durrell finds echoes of his past lives in Rhodes, Cyprus, and Corfu. </div><BR></div>", "average_rating": 3.67, "author": "Lawrence Durrell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Sicilian%20Carousel/1373330957.6.jpg"}},{"annotation": "", "uuid": "RvxJBPhL5Yg4nkcFQ8mHcX", "position": 3, "book": {"uuid": "f4NF62MyyMENTh6ZfP7dDE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "River Town", "publication_date": "2010-09-21", "oyster_good_for_statement": "", "isbn": "9780062028983", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<center><p>A <em>New York Times</em> Notable Book</p><p>Winner of the Kiriyama Book Prize</p></center><p>In the heart of China's Sichuan province, amid the terraced hills of the Yangtze River valley, lies the remote town of Fuling. Like many other small cities in this ever-evolving country, Fuling is heading down a new path of change and growth, which came into remarkably sharp focus when Peter Hessler arrived as a Peace Corps volunteer, marking the first time in more than half a century that the city had an American resident. Hessler taught English and American literature at the local college, but it was his students who taught him about the complex processes of understanding that take place when one is immersed in a radically different society.</p><p>Poignant, thoughtful, funny, and enormously compelling, <em>River Town</em> is an unforgettable portrait of a city that is seeking to understand both what it was and what it someday will be.</p>", "average_rating": 4.16, "author": "Peter Hessler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062028983/1376530634.28.jpg"}},{"annotation": "", "uuid": "C58xSZMHxvCNUPXRFEpHZ7", "position": 8, "book": {"uuid": "7AmjsTN3PmAoA43TaPLNs8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "Walking the Bible", "publication_date": "2010-09-14", "oyster_good_for_statement": "", "isbn": "9780061804823", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Both a heart-racing adventure and an uplifting quest, <em>Walking the Bible</em> describes one man's epic odyssey&#8212;by foot, jeep, rowboat, and camel&#8212;through the greatest stories every told. From crossing the Red Sea to climbing Mount Sinai to touching the burning bush, Bruce Feiler's inspiring journey will forever change your view of some of history's most storied events. </p>", "average_rating": 3.89, "author": "Bruce Feiler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061804823/1376506797.71.jpg"}},{"annotation": "", "uuid": "hF4iXq8RnRChCyhMUsVwHX", "position": 42, "book": {"uuid": "eYF8o5dHaztXzK7vHQV9pU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "The Best American Travel Writing 2013", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9780547810096", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "Number-one <I>New York Times</I> best-selling author of <I>Eat, Pray, Love </I>and <I>Committed:&#160;A Love Story</I>, Elizabeth Gilbert transports readers to far-flung locales with this collection of the year&#8217;s lushest and most inspiring travel writing.", "average_rating": 3.59, "author": "Jason Wilson", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547810096/1379662251.15.jpg"}},{"annotation": "", "uuid": "F4bzNYFUEQUfCDKVDgvbGS", "position": 28, "book": {"uuid": "Sd73tz7b2WMULHecfqHURF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Little Princes", "publication_date": "2011-01-25", "oyster_good_for_statement": "", "isbn": "9780062042439", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>One Person Can Make a Difference</p></blockquote><p>In search of adventure, twenty-nine-year-old Conor Grennan traded his day job for a year-long trip around the globe, a journey that began with a three-month stint volunteering at the Little Princes Children&#8217;s Home, an orphanage in war-torn Nepal. </p><p>Conor was initially reluctant to volunteer, unsure whether he had the proper skill, or enough passion, to get involved in a developing country in the middle of a civil war. But he was soon overcome by the herd of rambunctious, resilient children who would challenge and reward him in a way that he had never imagined. When Conor learned the unthinkable truth about their situation, he was stunned: The children were not orphans at all. Child traffickers were promising families in remote villages to protect their children from the civil war&#8212;for a huge fee&#8212;by taking them to safety. They would then abandon the children far from home, in the chaos of Nepal&#8217;s capital, Kathmandu.</p><p>For Conor, what began as a footloose adventure becomes a commitment to reunite the children he had grown to love with their families, but this would be no small task. He would risk his life on a journey through the legendary mountains of Nepal, facing the dangers of a bloody civil war and a debilitating injury. Waiting for Conor back in Kathmandu, and hopeful he would make it out before being trapped in by snow, was the woman who would eventually become his wife and share his life&#8217;s work. </p><p><em>Little Princes</em> is a true story of families and children, and what one person is capable of when faced with seemingly insurmountable odds. At turns tragic, joyful, and hilarious, <em>Little Princes</em> is a testament to the power of faith and the ability of love to carry us beyond our wildest expectations.</p>", "average_rating": 4.27, "author": "Conor Grennan", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042439/1378009513.21.jpg"}},{"annotation": "", "uuid": "g5m5fr7fzHJf8oXF8tWH4L", "position": 37, "book": {"uuid": "dYqNNXFGsPMUGrANEZZyJX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 374, "title": "The Lawrence Durrell Travel Reader", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453261644", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>Notes on travel from the Mediterranean&rsquo;s sharpest observer</b></div><DIV><BR></div><DIV>Few men have traveled as wisely as Lawrence Durrell. Born in India, he lived in Corfu as a young man, enjoying salt air, cobalt water, and an unfettered bohemian lifestyle. Over the following decades, he rambled around the Mediterranean, making homes in Egypt, Cyprus, and Greece. Each time he moved, he asked himself why he felt compelled to travel. In this book, he gives his answer.</div><DIV>&#160;</div><DIV>Durrell knew that the wise traveler looks not for pleasure, education, or landmarks, but is hungry for a sense of place&mdash;the element of a landscape, city, or nation that makes its people who they are. In this anthology, passages from Durrell&rsquo;s classic Mediterranean writings are paired with observations on other lands. His writing is poetic, lush, and achingly clear, for this was a man who truly saw the world.</div><BR></div>", "average_rating": 0.0, "author": "Lawrence Durrell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Lawrence%20Durrell%20Travel%20Reader/1373330951.62.jpg"}},{"annotation": "", "uuid": "pdb4iozxnutMQrQ3P2uyUc", "position": 33, "book": {"uuid": "UD364gH2NVQ2NDT5aoNuk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Tao of Travel", "publication_date": "2011-05-19", "oyster_good_for_statement": "", "isbn": "9780547549194", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P>Paul Theroux celebrates fifty years of wandering the globe by collecting the best writing on travel from the books that shaped him, as a reader and a traveler. Part philosophical guide, part miscellany, part reminiscence, <I>The Tao of Travel</I> enumerates &#8220;The Contents of Some Travelers&#8217; Bags&#8221; and exposes &#8220;Writers Who Wrote about Places They Never Visited&#8221;; tracks extreme journeys in &#8220;Travel as an Ordeal&#8221; and highlights some of &#8220;Travelers&#8217; Favorite Places.&#8221; Excerpts from the best of Theroux&#8217;s own work are interspersed with selections from travelers both familiar and unexpected:&#160;<BR><BR>Vladimir Nabokov&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; J.R.R. Tolkien&#160;<BR>Samuel Johnson&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Eudora Welty<BR>Evelyn Waugh&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Isak Dinesen&#160;<BR>Charles Dickens&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; James Baldwin&#160;<BR>Henry David Thoreau&#160;&#160;&#160;&#160;&#160;&#160; Pico Iyer&#160;<BR>Mark Twain&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Anton Chekhov&#160;<BR>Bruce Chatwin&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; John McPhee<BR>Freya Stark&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Peter Matthiessen&#160;<BR>Graham Greene&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Ernest Hemingway<BR><BR>&#160;<I>The Tao of Travel</I> is a unique tribute to the pleasures and pains of travel in its golden age.</P>", "average_rating": 3.56, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549194/1376380487.96.jpg"}}]