[{"position": 27, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Dan Hind", "status": 1, "average_rating": 0.0, "title": "The Return of the Public", "uuid": "kYSLc2W5J8BmqWsmBghhsc", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679102/1386003855.61.jpg", "oyster_good_for_statement": "", "publication_date": "2012-05-22", "number_print_pages": 256, "oyster_summary": "", "description": "<p>Under the incurious gaze of the major media, the political establishment and the financial sector have become increasingly deceitful and dangerous in recent years. At the same time, journalists at Rupert Murdoch&rsquo;s News International and elsewhere have been breaking the law on an industrial scale. Now we are expected to stay quiet while those who presided over the shambles judge their own conduct.</p><p>In <em>The Return of the Public</em>, Dan Hind argues for reform of the media as a necessary prelude to wider social transformation. A former commissioning editor, Hind urges us to focus on the powers of the media to instigate investigations and to publicize the results, powers that editors and owners are desperate to keep from general deliberation.</p><p>Hind describes a programme of reform that is modest, simple and informed by years of experience. It is a programme that much of the media cannot bring themselves even to acknowledge, precisely because it threatens their private power. It is time the public had their say.</p>", "isbn": "9781844679102", "language_code": "English", "awards": []}, "uuid": "qMKUekbBWQfrJ5vCanToGb", "annotation": ""},{"position": 12, "book": {"publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Gregory Bergman", "status": 1, "average_rating": 3.19, "title": "I Watch, Therefore I Am", "uuid": "uXX7XkTYEQqVaDojBZicZ3", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/I%20Watch%2C%20Therefore%20I%20Am/1373354172.57.jpg", "oyster_good_for_statement": "", "publication_date": "2011-06-18", "number_print_pages": 256, "oyster_summary": "", "description": "Let <I>Gilligan's Island</I> teach you about situational ethics. <BR>Learn about epistemology from <I>The Brady Bunch. </I><BR>Explore Aristotle's <I>Poetics</I> by watching <I>24</I>.<P>Television has grappled with a wide range of philosophical conundrums. According to the networks, it's the ultimate source of all knowledge in the universe! So why not look to the small screen for answers to all of humanity's dilemmas? <P>There's not a single issue discussed by the great thinkers of the past that hasn't been hashed out between commercials in shows like <I>Mad Men</I> and <I>Leave It to Beaver</I>. So fix yourself a snack, settle into the couch, grab the remote . . . and prepare to be enlightened.", "isbn": "9781440527340", "language_code": "eng", "awards": []}, "uuid": "ayfc2jLRwFq3KuiwuU6UY3", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Jack Vitek", "status": 1, "average_rating": 0.0, "title": "The Godfather of Tabloid", "uuid": "vsW4YZ5pVPFEpeVLGbyFbd", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813138619/1377070912.54.jpg", "oyster_good_for_statement": "", "publication_date": "2010-03-01", "number_print_pages": 296, "oyster_summary": "", "description": "<P>They're hard to miss at grocery stores and newsstands in America -- the colorful, heavily illustrated tabloid newspapers with headlines promising shocking, unlikely, and sometimes impossible stories within. Although the papers are now ubiquitous, the supermarket tabloid's origin can be traced to one man: Generoso Pope Jr., an eccentric, domineering chain-smoker who died of a heart attack at age sixty-one. In The Godfather of Tabloid, Jack Vitek explores the life and remarkable career of Pope and the founding of the most famous tabloid of all -- the National Enquirer. Upon graduating from MIT, Pope worked briefly for the CIA until he purchased the New York Enquirer with dubious financial help from mob boss Frank Costello. Working tirelessly and cultivating a mix of American journalists (some of whom, surprisingly, were Pulitzer prize winners) and buccaneering Brits from Fleet Street who would do anything to get a story, Pope changed the name, format, and content of the modest weekly newspaper until it resembled nothing America had ever seen before. At its height, the National Enquirer boasted a circulation of more than five million, equivalent to the numbers of the Hearst newspaper empire. Pope measured the success of his paper by the mail it received from readers, and eventually the volume of reader feedback was such that the post office assigned the Enquirer offices their own zip code. Pope was skeptical about including too much celebrity coverage in the tabloid because he thought it wouldn't hold people's interest, and he shied away from political stories or stances. He wanted the paper to reflect the middlebrow tastes of America and connect with the widest possible readership. Pope was a man of contradictions: he would fire someone for merely disagreeing with him in a meeting (once firing an one editor in the middle of his birthday party), and yet he spent upwards of a million dollars a year to bring the world's tallest Christmas tree to the Enquirer offices in Lantana, Florida, for the enjoyment of the local citizens. Driven, tyrannical, and ruthless in his pursuit of creating an empire, Pope changed the look and content of supermarket tabloid media, and the industry still bears his stamp. Grounded in interviews with many of Pope's supporters, detractors, and associates, The Godfather of Tabloid is the first comprehensive biography of the man who created a genre and changed the world of publishing forever.</P>", "isbn": "9780813138619", "language_code": "eng", "awards": []}, "uuid": "yHKY9rouDQnXffCfxaC5p8", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Wesleyan University Press", "uuid": "UQMbxD7MQDZSuqbcq5Jkxn"}, "author": "Ron Nessen", "status": 1, "average_rating": 0.0, "title": "Making the News, Taking the News", "uuid": "gvfqw4FRYJ3Wsgxndvq5t5", "cover_img": "https://cflare.oysterbooks.com/covers/Wesleyan%20University%20Press/9780819571571/1377658069.76.jpg", "oyster_good_for_statement": "", "publication_date": "2011-09-15", "number_print_pages": 276, "oyster_summary": "", "description": "For fifteen years, Ron Nessen enjoyed an extraordinary career covering the major national events of the 1960s and &#8217;70s for NBC News, and later serving as White House press secretary to President Gerald R. Ford. Making the News, Taking the News remembers the events and personalities that dominated national politics during Nessen&#8217;s career, bringing a hard-won perspective to those tumultuous times. Through an interweaving of countless incidents and personal anecdotes, Nessen builds a story that captures the true grit of closed-door politics. Off-the-record briefings and strategy sessions, as well as descriptions of experiences with Vietnam troops in the field, provide a vivid illustration of the life of an on-the-road reporter. At the heart of the book is Nessen&#8217;s White House years, as the veteran reporter gives a valuable eyewitness account of events both behind the scenes and in front of the cameras that shaped and altered America during two critical decades.", "isbn": "9780819571571", "language_code": "eng", "awards": []}, "uuid": "3jn28BH2hRG7vvj6G78VZV", "annotation": ""},{"position": 5, "book": {"publisher": {"name": "Trine Day", "uuid": "po4biqLP7m4zTfattC4cNH"}, "author": "Daniel Estulin", "status": 1, "average_rating": 0.0, "title": "Deconstructing Wikileaks", "uuid": "xfHBYibXwMZkyv3egUxpf9", "cover_img": "https://cflare.oysterbooks.com/covers/Trine%20Day/Deconstructing%20Wikileaks/1372981122.86.jpg", "oyster_good_for_statement": "", "publication_date": "2012-09-01", "number_print_pages": 192, "oyster_summary": "", "description": "<P>Depending on the source, Julian Assange, the editor in chief of WikiLeaks, is regarded as either a genius or terrorist, and this exploration of the man and the organization seeks to find the truth. Delving into the heart of the business of keeping and leaking secrets, this work shows how the enterprise of WikiLeaks and Assange is shrouded in mystery, but nonetheless, seeks to expose Assange as an intelligence asset tasked with sustaining the global status quo. Through careful analysis, interviews, and scrutiny of the organization as a whole, this inquiry gets to the bottom of the intriguing and mesmerizing story behind WikiLeaks.", "isbn": "9781937584122", "language_code": "eng", "awards": []}, "uuid": "RgUAmHmb6N8g8495zR54kH", "annotation": ""},{"position": 3, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jake Halpern", "status": 1, "average_rating": 3.62, "title": "Fame Junkies", "uuid": "GtcRbMfAqjEtJNAfVyticU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527246/1376382030.19.jpg", "oyster_good_for_statement": "", "publication_date": "2008-01-03", "number_print_pages": 256, "oyster_summary": "", "description": "<DIV>Why do more people watch American Idol than the nightly news? What is it about Paris Hilton&#8217;s dating life that lures us so? Why do teenage girls &#151; when given the option of &#147;pressing a magic button and becoming either stronger, smarter, famous, or more beautiful&#8221; &#151; predominantly opt for fame? In this entertaining and enlightening book, Jake Halpern explores the fascinating and often dark implications of America&#8217;s obsession with fame. He travels to a Hollywood home for aspiring child actors and enrolls in a program that trains celebrity assistants. He visits the offices of Us Weekly and a laboratory where monkeys give up food to stare at pictures of dominant members of their group. The book culminates in Halpern&#8217;s encounter with Rod Stewart&#8217;s biggest fan, a woman from Pittsburgh who nominated the singer for Hollywood&#8217;s Walk of Fame.<br><br>Fame Junkies reveals how psychology, technology, and even evolution conspire to make the world of red carpets and velvet ropes so enthralling to all of us on the outside looking in.</div>", "isbn": "9780547527246", "language_code": "eng", "awards": []}, "uuid": "q5ZP7WfRDhyeiyv2emFaKj", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Yoani Sanchez", "status": 1, "average_rating": 4.03, "title": "Havana Real", "uuid": "tMQzFwHpHW2QZbtDiTTjBU", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554912/1377114291.19.jpg", "oyster_good_for_statement": "", "publication_date": "2011-04-26", "number_print_pages": 256, "oyster_summary": "", "description": "<p>Yoani Sánchez is an unusual dissident: no street protests, no attacks on big politicos, no calls for revolution. Rather, she produces a simple diary about what it means to live under the Castro regime in Cuba: the chronic hunger and the difficulty of shopping; the art of repairing ancient appliances; the struggles of living under a propaganda machine that pushes deep into public and private life. For these simple acts of truth-telling her life is one of constant threat. But she continues on, refusing to be silenced—a living response to all who have ceased to believe in a future for Cuba.</p>", "isbn": "9781935554912", "language_code": "English", "awards": []}, "uuid": "7HBJG3ZfiDXP3FJVanJFym", "annotation": ""},{"position": 22, "book": {"publisher": {"name": "Berrett-Koehler Publishers", "uuid": "mvChomkNc5FQWDmSbatSc9"}, "author": "Belva Davis", "status": 1, "average_rating": 0.0, "title": "Never in My Wildest Dreams", "uuid": "vabMxagqEW6UcaGtnJZxwb", "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781609944698/1384815800.4.jpg", "oyster_good_for_statement": "", "publication_date": "2011-02-01", "number_print_pages": 272, "oyster_summary": "", "description": "As the first black female television journalist in the western United States, Belva Davis overcame the obstacles of racism and sexism, and helped change the face and focus of television news. Now she is sharing the story of her extraordinary life in her poignantly honest memoir, Never in My Wildest Dreams. A reporter for almost five decades, Davis is no stranger to adversity. Born to a fifteen-year-old Louisiana laundress during the Great Depression, and raised in the overcrowded projects of Oakland, California, Davis suffered abuse, battled rejection, and persevered to achieve a career beyond her imagination. Davis has seen the world change in ways she never could have envisioned, from being verbally and physically attacked while reporting on the 1964 Republican National Convention in San Francisco to witnessing the historic election of Barack Obama in 2008.\n\nDavis worked her way up to reporting on many of the most explosive stories of recent times, including the Vietnam War protests, the rise and fall of the Black Panthers, the Peoples Temple cult mass suicides at Jonestown, the assassinations of San Francisco Mayor George Moscone and Supervisor Harvey Milk, the onset of the AIDS epidemic, and the aftermath of the terrorist attacks that first put Osama bin Laden on the FBI’s Most Wanted List. She encountered a cavalcade of cultural icons: Malcolm X, Frank Sinatra, James Brown, Ronald Reagan, Huey Newton, Muhammad Ali, Alex Haley, Fidel Castro, Dianne Feinstein, Condoleezza Rice, and others. \n\nThroughout her career Davis soldiered in the trenches in the battle for racial equality and brought stories of black Americans out of the shadows and into the light of day. Still active in her seventies, Davis, the “Walter Cronkite of the Bay Area,” now hosts a weekly news roundtable and special reports at KQED, one of the nation’s leading PBS stations,. In this way she has remained relevant and engaged in the stories of today, while offering her anecdote-rich perspective on the decades that have shaped us.\n\n“No people can say they understand the times in which they have lived unless they have read this book.” — Dr. Maya Angelou", "isbn": "9781609944698", "language_code": "eng", "awards": []}, "uuid": "TZPc9fp46q4v6hJ4i3VoyE", "annotation": ""},{"position": 29, "book": {"publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "author": "Andy Rooney", "status": 1, "average_rating": 4.4, "title": "My War", "uuid": "hZLDrWvpr8tcNNwg2YZX6g", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586486822/1387370911.32.jpg", "oyster_good_for_statement": "", "publication_date": "2008-03-18", "number_print_pages": 352, "oyster_summary": "", "description": "<DIV><I>My War</I> is a blunt, funny, idiosyncratic account of Andy Rooney's World War II. As a young, na&#239;ve correspondent for <I>The Stars and Stripes</I>, Rooney flew bomber missions, arrived in France during the D-Day invasion, crossed the Rhine with the Allied forces, traveled to Paris for the Liberation, and was one of the first reporters into Buchenwald. Like so many of his generation, Rooney's life was changed forever by the war. He saw life at the extremes of human experience, and wrote about what he observed, making it real to millions of men and women. <I>My War</I> is the story of an inexperienced kid learning the craft of journalism. It is by turns moving, suspenseful, and reflective. And Rooney's unmistakable voice shines through on every page.</div>", "isbn": "9781586486822", "language_code": "eng", "awards": []}, "uuid": "C5pRY84pLKJ92a4nk8TWdX", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1, "average_rating": 4.3, "title": "The Powers That Be", "uuid": "STv9kvo5htAqCovjptFbzA", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Powers%20That%20Be/1373332360.56.jpg", "oyster_good_for_statement": "", "publication_date": "2012-12-18", "number_print_pages": 792, "oyster_summary": "", "description": "<DIV><b>A fascinating look into four American media giants, and their once-unparalleled control over society and policy</b><b><BR></b></div><DIV><BR>Pulitzer Prize&ndash;winning author David Halberstam turns his investigative eye to the rise of the American media in the ambitious and incisive <i>The Powers That Be</i>. First published in 1979, Halberstam&rsquo;s impressive volume focuses on the successes and failures of CBS Television, <i>Time</i> magazine, the<i> Washington Post</i>, and the <i>Los Angeles Times</i>.By examining landmark events such as Franklin D. Roosevelt&rsquo;s masterful use of the radio and the unprecedented coverage of the Watergate break-in, Halberstam demonstrates how the media has shifted from simply reporting the news to making it. Drawn from hundreds of in-depth interviews with insiders at each company, and hailed by the<i> Seattle Times</i> as &ldquo;a monumental X-ray study of power,&rdquo; <i>The Powers That Be</i> blends political ambition and the quest for truth in a page-turning read.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286098", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "c9dMzsoLab4TD6UnRMEgpC", "annotation": ""},{"position": 6, "book": {"publisher": {"name": "Belly Song Press", "uuid": "Hi5w3pEoZU67GkFvNFRnBV"}, "author": "David Bedrick", "status": 1, "average_rating": 2.69, "title": "Talking Back to Dr. Phil", "uuid": "7Rf8BS9KrHcYa7KLFesJRD", "cover_img": "https://cflare.oysterbooks.com/covers/Belly%20Song%20Press/Talking%20Back%20to%20Dr.%20Phil/1372981901.32.jpg", "oyster_good_for_statement": "", "publication_date": "2013-02-01", "number_print_pages": 232, "oyster_summary": "", "description": "Utilizing in-depth research and analysis, this volume debunks the quick fixes and simplistic explanations of Dr. Phil McGraw. While he&#8217;s watched and revered by millions, no critique exists for his daytime advice&#8212;and like much of &#8220;pop psychology,&#8221; his counsel is often ineffective, leaving people feeling like failures and that something is wrong with them. Readers will easily identify with the guests and stories from actual Dr. Phil episodes, on topics ranging from anger, sex, addictions, and dieting to domestic violence, race, and gender. A powerful, love-based alternative psychology is then offered, basing itself on the belief that there is profound meaning in people&#8217;s struggles. Story after story shows how people&#8217;s difficulties are seeds of their unique beauty, power, and intelligence, elevating rather than diminishing their esteem. The insight and compassion for people&#8217;s humanity provided here cuts through the easy soundbites and will leave people feeling a genuine love for who they really are.", "isbn": "9780985266738", "language_code": "eng", "awards": []}, "uuid": "CZPo6hW5wDDjR8Xf3dNNCc", "annotation": ""},{"position": 15, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "David Nasaw", "status": 1, "average_rating": 3.92, "title": "The Chief", "uuid": "yEvHYxLQHCLBxKA4Yjf5jM", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524726/1376383086.63.jpg", "oyster_good_for_statement": "", "publication_date": "2013-08-12", "number_print_pages": 704, "oyster_summary": "", "description": "<DIV>Named one of the best books of the year by the New York Times, the Los Angeles Times, the Washington Post, Business Week, and GQ, THE CHIEF: THE LIFE OF WILLIAM RANDOLPH HEARST is &#8220;an absorbing and ingeniously organized biography . . . of the most powerful publisher America has ever known&#8221; (New York Times Book Review). Drawing on papers and interviews that were previously unavailable, as well as on newly released documentation of interactions with such figures as Hitler, Mussolini, Churchill, every president from Grover Cleveland to Franklin Roosevelt, and movie giants Louis B. Mayer, Jack Warner, and Irving Thalberg, David Nasaw completes the picture of this colossal American &#8220;engagingly, lucidly and fair-mindedly&#8221; (Arthur Schlesinger, Jr.).<BR>&#8220;Outstandingly researched, elegantly but not flamboyantly written, and fair in its conclusions about Hearst&#8217;s astonishing career&#8221; (Wall Street Journal), THE CHIEF &#8220;must be regarded as the definitive study . . . It&#8217;s hard to imagine a more complete rendering of Hearst&#8217;s life&#8221; (Business Week).</DIV>", "isbn": "9780547524726", "language_code": "eng", "awards": [{"name": "Ambassador Book Award Winner", "image": null, "uuid": "H5Z4rAKLPnpg2Zkf3Q9woQ"}, {"name": "Bancroft Prize Winner", "image": null, "uuid": "ihNmXzEo6xmvibcYBrP99C"}]}, "uuid": "5pPd82a8n3vhh8BtfU6V8D", "annotation": ""},{"position": 31, "book": {"publisher": {"name": "University of Illinois Press", "uuid": "kEZyg4HDgiScw6jmfVU3ee"}, "author": "Matt Carlson", "status": 1, "average_rating": 0.0, "title": "On the Condition of Anonymity", "uuid": "K6bHBEDgZTCF3xLuhmVmYF", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252093180/1377658084.19.jpg", "oyster_good_for_statement": "", "publication_date": "2011-04-08", "number_print_pages": 216, "oyster_summary": "", "description": "Matt Carlson confronts the promise and perils of unnamed sources in this exhaustive analysis of controversial episodes in American journalism during the George W. Bush administration, from prewar reporting mistakes at the New York Times and Washington Post to the Valerie Plame leak case and Dan Rather's lawsuit against CBS News._x000B_ _x000B_Weaving a narrative thread that stretches from the uncritical post-9/11 era to the spectacle of the Scooter Libby trial, Carlson examines a tense period in American history through the lens of journalism. Revealing new insights about high-profile cases involving confidential sources, he highlights contextual and structural features of the era, including pressure from the right, scrutiny from new media and citizen journalists, and the struggles of traditional media to survive amid increased competition and decreased resources.", "isbn": "9780252093180", "language_code": "eng", "awards": []}, "uuid": "5ZU7bQYPNmXc3Bp5YA8oKm", "annotation": ""},{"position": 7, "book": {"publisher": {"name": "Oldcastle Books", "uuid": "BsMmNZHMfrFvgDbWqgnRH3"}, "author": "Dan Laughey", "status": 1, "average_rating": 0.0, "title": "Media Studies", "uuid": "TGtpjxjZeAKVvhjH8mpn76", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Media%20Studies/1372979313.18.jpg", "oyster_good_for_statement": "", "publication_date": "2010-08-01", "number_print_pages": 160, "oyster_summary": "", "description": "<DIV><DIV>With TV, internet, phone, radio, movies, music, magazines, and newspapers&#151;just to name a few&#151;how does one&#160;begin to understand today&#8217;s all-embracing media culture? In this book, all the key issues and debates in media studies are covered in a lively and accessible style, including&#160;the main features of global media corporations and approaches to the study of media effects, consumer power, celebrity, journalism, and new media. From surveillance to simulation, genre to gender, political economy to the postmodern, the reader will be guided through a matrix of intellectual endeavor on all media matters. Whether for&#160;a student, researcher, or practitioner, this handy reference guide&#160;offers a journey through&#160;a complex but fascinating subject.</DIV></DIV>", "isbn": "9781842434062", "language_code": "eng", "awards": []}, "uuid": "nQYi2MhEeJRvJSt3zXSdpb", "annotation": ""},{"position": 19, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Roberto Saviano", "status": 1, "average_rating": 3.76, "title": "Beauty and the Inferno", "uuid": "XVzM4e6ucwLXtp8WGpvAck", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679515/1381416076.43.jpg", "oyster_good_for_statement": "", "publication_date": "2012-09-18", "number_print_pages": 288, "oyster_summary": "", "description": "<p><em>Gomorrah</em>, Roberto Saviano&rsquo;s 2006 exposé of Naples&rsquo;s Camorra mafia, was an international bestseller and became an award-winning film. But the death threats that followed forced the author into hiding. Saviano was ostracized by his countrymen and went on the run, changing his location every few months and compelled to keep perpetual company with his bodyguards. To this day, he lives in an undisclosed location.</p><p>The loneliness of the fugitive life informs all the essays in <em>Beauty and the Inferno</em>, Saviano&rsquo;s first book since <em>Gomorrah</em>. Among other subjects, he writes about the legendary South African jazz singer Miriam Makeba, his meeting with the real-life Donnie Brasco, sharing the Nobel Academy platform with Salman Rushdie, and the murdered Russian journalist Anna Politkovskaya. Present throughout the book is a sense of Saviano&rsquo;s peculiar isolation, which infuses his words with anger, exceptional insight and tragedy.</p>", "isbn": "9781844679515", "language_code": "English", "awards": [{"name": "European Book Prize Winner", "image": null, "uuid": "DSfGxaLQZn8s4LYocDZz5K"}]}, "uuid": "5sdVdQpF95xxveY9ge9tPj", "annotation": ""},{"position": 14, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Alison Arngrim", "status": 1, "average_rating": 4.08, "title": "Confessions of a Prairie Bitch", "uuid": "CVrvs8ApAJ58kj9kxwK53k", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062000101/1376490109.49.jpg", "oyster_good_for_statement": "", "publication_date": "2010-06-15", "number_print_pages": 320, "oyster_summary": "", "description": "<p>For seven years, Alison Arngrim played a wretched, scheming, selfish, lying, manipulative brat on one of TV history's most beloved series. Though millions of <em>Little House on the Prairie</em> viewers hated Nellie Oleson and her evil antics, Arngrim grew to love her character&#8212;and the freedom and confidence Nellie inspired in her.</p><p>In <em>Confessions of a Prairie Bitch</em>, Arngrim describes growing up in Hollywood with her eccentric parents: Thor Arngrim, a talent manager to Liberace and others, whose appetite for publicity was insatiable, and legendary voice actress Norma MacMillan, who played both Gumby and Casper the Friendly Ghost. She recalls her most cherished and often wickedly funny moments behind the scenes of <em>Little House</em>: Michael Landon's \"unsaintly\" habit of not wearing underwear; how she and Melissa Gilbert (who played her TV nemesis, Laura Ingalls) became best friends and accidentally got drunk on rum cakes at 7-Eleven; and the only time she and Katherine MacGregor (who played Nellie's mom) appeared in public in costume, provoking a posse of elementary schoolgirls to attack them.</p><p>Arngrim relays all this and more with biting wit, but she also bravely recounts her life's challenges: her struggle to survive a history of traumatic abuse, depression, and paralyzing shyness; the \"secret\" her father kept from her for twenty years; and the devastating loss of her \"<em>Little House</em> husband\" and best friend, Steve Tracy, to AIDS, which inspired her second career in social and political activism. Arngrim describes how Nellie Oleson taught her to be bold, daring, and determined, and how she is eternally grateful to have had the biggest little bitch on the prairie to show her the way.</p>", "isbn": "9780062000101", "language_code": "eng", "awards": []}, "uuid": "LGyxnoC6wPXrUW7my72ygS", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Heather Lende", "status": 1, "average_rating": 3.76, "title": "If You Lived Here, I'd Know Your Name", "uuid": "zRmQ8m4rHyhiCEK33QQ93P", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126565/1377656787.52.jpg", "oyster_good_for_statement": "", "publication_date": "2006-03-29", "number_print_pages": 296, "oyster_summary": "", "description": "Tiny Haines, Alaska, is ninety miles north of Juneau, accessible mainly by water or air—and only when the weather is good. There's no traffic light and no mail delivery; people can vanish without a trace and funerals are a community affair. Heather Lende posts both the obituaries and the social column for her local newspaper. If anyone knows the going-on in this close-knit town—from births to weddings to funerals—she does.<br> <br> Whether contemplating the mysterious death of eccentric Speedy Joe, who wore nothing but a red union suit and a hat he never took off, not even for a haircut; researching the details of a one-legged lady gold miner's adventurous life; worrying about her son's first goat-hunting expedition; observing the awe-inspiring Chilkat Bald Eagle Festival; or ice skating in the shadow of glacier-studded mountains, Lende's warmhearted style brings us inside her small-town life. We meet her husband, Chip, who owns the local lumber yard; their five children; and a colorful assortment of quirky friends and neighbors, including aging hippies, salty fishermen, native Tlingit Indians, and volunteer undertakers—as well as the moose, eagles, sea lions, and bears with whom they share this wild and perilous land. <br> <br> Like Bailey White's tales of Southern life or Garrison Keillor's reports from the Midwest, NPR commentator Heather Lende's take on her offbeat Alaskan hometown celebrates life in a dangerous and breathtakingly beautiful place.", "isbn": "9781565126565", "language_code": "eng", "awards": []}, "uuid": "U3PYnQaaNWbv8DMXhYV5vJ", "annotation": ""},{"position": 30, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Sara Paretsky", "status": 1, "average_rating": 3.8, "title": "Writing in an Age of Silence", "uuid": "UvVHaVHkqmj4wamxNSqjpX", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674695/1386003330.85.jpg", "oyster_good_for_statement": "", "publication_date": "2009-05-05", "number_print_pages": 138, "oyster_summary": "", "description": "<p>A revealing look at the power of speaking out, <em>Writing in an Age of Silence</em> describes Paretski&rsquo;s coming of age in a time of great possibility, during the civil rights movement, the peace movement, and the women&rsquo;s movement. Bestselling crime-writer Sarah Paretsky has won critical acclaim for her V.I. Warshawski novels, centered around one of the first and most popular female investigators in contemporary fiction. In this fascinating and personal account, Paretsky describes a life shaped by the desire to act. From the feminist movement&mdash;which triggered her aspirations to write and shaped the character of her female detective&mdash;to the Patriot Act and the liberties we have lost, Paretsky describes the struggle of one individual to find a voice. A moving call to action, <em>Writing in an Age of Silence</em> chronicles the social changes that have shaped contemporary America, and mirrors a desire for freedom, both personal and political, that many Americans will relate to today.</p>", "isbn": "9781844674695", "language_code": "English", "awards": []}, "uuid": "orkwFZgFa3N3yHtnvChfN9", "annotation": ""},{"position": 10, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jonathan Gottschall", "status": 1, "average_rating": 3.75, "title": "The Storytelling Animal", "uuid": "9LyYLNHbmAFSwL7hzmkkLj", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547644813/1376381719.17.jpg", "oyster_good_for_statement": "", "publication_date": "2012-04-10", "number_print_pages": 272, "oyster_summary": "", "description": "<P>Humans live in landscapes of make-believe. We spin fantasies. We devour novels, films, and plays. Even sporting events and criminal trials unfold as narratives. Yet the world of story has long remained an undiscovered and unmapped country. It&#8217;s easy to say that humans are &#8220;wired&#8221; for story, but <I>why</I>?<br><BR>In this delightful and original book, Jonathan Gottschall offers the first unified theory of storytelling. He argues that stories help us navigate life&#8217;s complex social problems&#8212;just as flight simulators prepare pilots for difficult situations. Storytelling has evolved, like other behaviors, to ensure our survival.<br><BR>Drawing on the latest research in neuroscience, psychology, and evolutionary biology, Gottschall tells us what it means to be a storytelling animal. Did you know that the more absorbed you are in a story, the more it changes your behavior? That all children act out the same kinds of stories, whether they grow up in a slum or a suburb? That people who read more fiction are more empathetic?<br><BR>Of course, our story instinct has a darker side. It makes us vulnerable to conspiracy theories, advertisements, and narratives about ourselves that are more &#8220;truthy&#8221; than true. National myths can also be terribly dangerous: Hitler&#8217;s ambitions were partly fueled by a story.<br><BR>But as Gottschall shows in this remarkable book, stories can also change the world for the better. Most successful stories are moral&#8212;they teach us how to live, whether explicitly or implicitly, and bind us together around common values. We know we are master shapers of story. <I>The Storytelling Animal</I> finally reveals how stories shape <I>us</I>.", "isbn": "9780547644813", "language_code": "eng", "awards": []}, "uuid": "rg7Jk49gPCK6gxoRMzucnX", "annotation": ""},{"position": 0, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jeannette Walls", "status": 1, "average_rating": 3.48, "title": "Dish", "uuid": "MivzRP5xGKbfzxMRoB9N2N", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062031303/1376490284.82.jpg", "oyster_good_for_statement": "", "publication_date": "2010-11-16", "number_print_pages": 384, "oyster_summary": "", "description": "<p><em>Gossip</em>.  It's more than just hearsay. society columns, and supermarket tabloids.  It has, like it or not, become a mainstay of American pop culture.  In <em>Dish,</em> industry insider Jeannette Walls gives this provocative subject its due, offering a comprehensive, serious exploration of gossip and its social, historical, and political significance.  Examining the topic from the inside out, Walls looks at the players; the origins of gossip, from birth of People magazine to the death of Lady Di; and how technology including the Internet will continue to change the face gossip.  As compelling and seductive as its subject matter, <em>Dish</em> brilliantly reveals the fascinating inner workings of a phenomenon that is definitely here to stay.</p>", "isbn": "9780062031303", "language_code": "eng", "awards": []}, "uuid": "VKqHx2YVgjJCFr6f8RwnVA", "annotation": ""},{"position": 11, "book": {"publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Robert Ward", "status": 1, "average_rating": 4.2, "title": "Renegades", "uuid": "SKr2gYoSNnS5KTD54WvSWm", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/66/661355185788.73.jpg", "oyster_good_for_statement": "This book is great for anyone interested in diving into a beautifully insightful collection of great individuals that can be investigated and explored layer by layer.", "publication_date": "2012-02-18", "number_print_pages": 424, "oyster_summary": "An impressive collection of famous interviews, Robert Ward, a disaffected professor turned major journalist takes us into deeply personal conversations with some the world's biggest stars and individuals. His ability to relate to his interviewees on a human level, and his drive to cut through the BS has resulted in one of the most telling looks at the lives of personalities and leaders from professional sports to international politics. The linking of these essays together in a complete volume, brings remarkable insight into Ward's journalistic flair, beautiful prose, and the striking similarities between his subjects. This collection, while sprawling across decades and wide-ranging topics, is consistent in its tone and message— beyond the interviews it's a telling look at the passion for journalistic craft and a search for one's own story.", "description": "<p>After spending time as a professor in upstate New York, Robert Ward decided to give journalism a try.</p> <p>What followed were two decades of assignments for <i>New Times</i>, <i>GQ</i>, <i>SPORT</i>, <i>Rolling Stone</i>, and other publications, covering the biggest stars of the sporting, music, art, and film worlds. This collection includes Ward's celebrated story on Reggie Jackson that nearly tore the New York Yankees apart (and was later brought to life in an ESPN miniseries \"The Bronx Is Burning\"); a profile of the \"outlaw\" country music movement of Willie Nelson, Waylon Jennings, Jerry Jeff Walker, and David Allan Coe; and an insightful feature on <i>Hustler</i> publisher Larry Flynt as a young pornographer that almost cost Ward his life.</p> <p>Also included are essays about the former premier of Vietnam Nguyen Cao Ky trying to adjust to life in California; an aging Lee Marvin dealing with the survivor's guilt from his time in World War II; and profiles of LeRoy Neiman, Robert Mitchum, and a variety of fringe characters on the American scene.</p>", "isbn": "9781440532719", "language_code": "eng", "awards": []}, "uuid": "9cVoHiLJGTRL2ewx9FsVnM", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Sarah Ellison", "status": 1, "average_rating": 3.87, "title": "War at the Wall Street Journal", "uuid": "95DkRV2XHQQwPybBtDRBFL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488516/1376380046.21.jpg", "oyster_good_for_statement": "", "publication_date": "2010-05-12", "number_print_pages": 304, "oyster_summary": "", "description": "<P><B>A tale about big business, an imploding dynasty, a mogul at war, and a deal that epitomized an era of change</B> <p>&#160; <p>While working at the <I>Wall Street Journal</I>, Sarah Ellison won praise for covering the $5 billion acquisition that transformed the pride of Dow Jones and the estimable but eccentric Bancroft family into the jewel of Rupert Murdoch&#8217;s kingdom. Here she expands that story, using her knowledge of the paper and its people to go deep inside the landmark transaction, as no outsider has or can, and also far beyond it, into the rocky transition when Murdoch&#8217;s crew tussled with old <I>Journal</I> hands and geared up for battle with the <I>New York Times</I>. With access to all the players, Ellison moves from newsrooms to estates and shows Murdoch, finally, for who he is&#8212;maneuvering, firing, undoing all that the Bancrofts had protected. Her superlative account transforms news of the deal into a timeless chronicle of American life and power.", "isbn": "9780547488516", "language_code": "eng", "awards": []}, "uuid": "XPwPDzrgDHuqAEVbFA3dK7", "annotation": ""},{"position": 2, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Anna Politkovskaya", "status": 1, "average_rating": 4.1, "title": "Is Journalism Worth Dying For?", "uuid": "Uf9ENeeoEs36fqB9aAzSAS", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554707/1377114573.85.jpg", "oyster_good_for_statement": "", "publication_date": "2011-04-05", "number_print_pages": 480, "oyster_summary": "", "description": "<p>From an article found on Anna Politkovskaya's computer after her death; it is addressed to her readers abroad:</p>\n<p>I will not go into all the joys of the path I have chosen: the poisoning, the arrests, the menacing by mail and over the Internet, the telephoned death threats. The main thing is to get on with my job, to describe the life I see, to receive visitors every day in our newspaper's offices....</p>\n\"What am I guilty of? I have merely reported what I witnessed, nothing but the truth.\"</p>\n<p>Anna Politkovskaya won international fame for her courageous reporting. Is Journalism Worth Dying For? is a long-awaited collection of her final writing.</p>\n<p>Beginning with a brief introduction by the author about her pariah status, the book contains essays that characterize the self-effacing Politkovskaya more fully than she allowed in her other books. From deeply personal statements about the nature of journalism, to horrendous reports from Chechnya, to sensitive pieces of memoir, to, finally, the first translation of the series of investigative reports that Politkovskaya was working on at the time of her murder—pieces many believe led to her assassination.</p>\n<p>Elsewhere, there are illuminating accounts of encounters with leaders including Lionel Jospin, Tony Blair, George W. Bush, and such exiled figures as Boris Berezovsky, Akhmed Zakaev, and Vladimir Bukovsky. Additional sections collect Politkovskaya's nonpolitical writing, revealing her delightful wit, deep humanity, and willingness to engage with the unfamiliar, as well as her deep regrets about the fate of Russia.</p>", "isbn": "9781935554707", "language_code": "English", "awards": []}, "uuid": "G9poPpF8KpM5AFzscXjGhd", "annotation": ""},{"position": 4, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "George Orwell", "status": 1, "average_rating": 4.2, "title": "All Art Is Propaganda", "uuid": "hToPZx894UuwYteqwHu4BX", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547417752/1376379650.55.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-14", "number_print_pages": 416, "oyster_summary": "", "description": "<div><div><div>As a critic, George Orwell cast a wide net. Equally at home discussing Charles Dickens and Charlie Chaplin, he moved back and forth across the porous borders between essay and journalism, high art and low. A frequent commentator on literature, language, film, and drama throughout his career, Orwell turned increasingly to the critical essay in the 1940s, when his most important experiences were behind him and some of his most incisive writing lay ahead.  <p></P><I>All Art Is Propaganda </I>follows Orwell as he demonstrates in piece after piece how intent analysis of a work or body of work gives rise to trenchant aesthetic and philosophical commentary.&#160;With masterpieces such as \"Politics and the English Language\" and \"Rudyard Kipling\" and gems such as \"Good Bad Books,\" here is an unrivaled education in, as George Packer puts it,&#160;\"how to be interesting, line after line.\"  <p></DIV></DIV></DIV>", "isbn": "9780547417752", "language_code": "eng", "awards": []}, "uuid": "aCVHyj8Cyj65QUm3iVuQqL", "annotation": ""},{"position": 28, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Belen Fernandez", "status": 1, "average_rating": 3.94, "title": "The Imperial Messenger", "uuid": "FKMSfQgyYYxqbrY2TReJ57", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678396/1386003686.12.jpg", "oyster_good_for_statement": "", "publication_date": "2011-11-01", "number_print_pages": 240, "oyster_summary": "", "description": "<p>Factual errors, ham-fisted analysis, and contradictory assertions&mdash;compounded by a penchant for mixed metaphors and name-dropping&mdash;distinguish the work of Pulitzer Prize&ndash;winning <em>New York Times</em> columnist and author Thomas Friedman. <em>The Imperial Messenger</em> reveals the true value of this media darling, a risible writer whose success tells us much about the failures of contemporary journalism. Belén Fernández dissects the Friedman corpus with wit and journalistic savvy to expose newsroom practices that favor macho rhetoric over serious inquiry, a pacified readership over an empowered one, and reductionist analysis over integrity.</p><p>The Imperial Messenger is polemic at its best, relentless in its attack on this apologist for American empire and passionate in its commitment to justice.</p><p><strong>About the series</strong>: <em>Counterblasts</em> is a new Verso series that aims to revive the tradition of polemical writinginaugurated by Puritan and leveller pamphleteers in the seventeenth century, when in the wordsof one of them, Gerard Winstanley, the old world was &ldquo;running up like parchment in the fire.&rdquo;From 1640 to 1663, a leading bookseller and publisher, George Thomason, recorded that hiscollection alone contained over twenty thousand pamphlets. such polemics reappeared bothbefore and during the French, Russian, Chinese and Cuban revolutions of the last century.In a period of conformity where politicians, media barons and their ideologicalhirelings rarely challenge the basis of existing society, it&rsquo;s time to revive the tradition.Verso&rsquo;s <em>Counterblasts</em> will challenge the apologists of Empire and Capital.</p>", "isbn": "9781844678396", "language_code": "English", "awards": []}, "uuid": "ksz8ENXzdGP5ScUEfu24VN", "annotation": ""},{"position": 17, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Juan Gonzalez", "status": 1, "average_rating": 4.35, "title": "News for All the People", "uuid": "N9K7MUSqbQ6Ryver6KFkKK", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679423/1386004026.53.jpg", "oyster_good_for_statement": "", "publication_date": "2011-12-23", "number_print_pages": 456, "oyster_summary": "", "description": "<p>Here is a new, sweeping narrative history of American news media that puts race at the center of the story. From the earliest colonial newspapers to the Internet age, America&rsquo;s racial divisions have played a central role in the creation of the country&rsquo;s media system, just as the media has contributed to&mdash;and every so often, combated&mdash;racial oppression. <em>News for All the People</em> reveals how racial segregation distorted the information Americans received from the mainstream media. It unearths numerous examples of how publishers and broadcasters actually fomented racial violence and discrimination through their coverage. And it chronicles the influence federal media policies exerted in such conflicts. It depicts the struggle of Black, Latino, Asian, and Native American journalists who fought to create a vibrant yet little-known alternative, democratic press, and then, beginning in the 1970s, forced open the doors of the major media companies.</p><p>The writing is fast-paced, story-driven, and replete with memorable portraits of individual journalists and media executives, both famous and obscure, heroes and villains. It weaves back and forth between the corporate and government leaders who built our segregated media system&mdash;such as Herbert Hoover, whose Federal Radio Commission eagerly awarded a license to a notorious Ku Klux Klan organization in the nation&rsquo;s capital&mdash;and those who rebelled against that system, like <em>Pittsburgh Courier</em> publisher Robert L. Vann, who led a remarkable national campaign to get the black-face comedy <em>Amos &rsquo;n&rsquo; Andy</em> off the air.</p><p>Based on years of original archival research and up-to-the-minute reporting and written by two veteran journalists and leading advocates for a more inclusive and democratic media system, <em>News for All the People</em> should become the standard history of American media.</p>", "isbn": "9781844679423", "language_code": "English", "awards": []}, "uuid": "xvqpQur7B3g9snb9PjsAE6", "annotation": ""},{"position": 26, "book": {"publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "author": "Bill Coles", "status": 1, "average_rating": 0.0, "title": "Red Top", "uuid": "RDVtuWxrznu4NnEW9yGLmL", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909395787/1384589111.49.jpg", "oyster_good_for_statement": "", "publication_date": "2013-07-01", "number_print_pages": 256, "oyster_summary": "", "description": "Red Top has everything an aspiring reporter needs to know about newspaper journalism. Written in easily digestible bite-size chapters, the book is packed with extraordinary stories that explain what it’s really like to be a front-line reporter. \n\nIncluded is a full breakdown on the two key skills of how to interview and how to dig up exclusives. Plus tips on dealing with the mad-masters, the editors; writing a news story; and what the hell to do when a libel writ comes thudding onto your desk.\n\nBill Coles has been a journalist for 25 years and was The Sun’s New York Correspondent, Political Correspondent and Royal Reporter. He has written for a huge variety of papers from The Wall Street Journal to the Mail, the Scotsman and Prima Baby Magazine.\n\nHe has also covered some of the world’s biggest news stories – as well as some of the most bizarre  –\n\n-\tBill Clinton’s year-long sex scandal with his intern Monica Lewinsky.\n-\tThe Boston murder trial of the British nanny Louise Woodward (with five Sun front pages in a row).\n-\tBuying $10,000 of lottery tickets in Miami\n-\tA blind-date with Ivana Trump – in a stretch limo.\n-\tBecoming one of Company magazine’s Bachelors of the Year.\n-\tFlying from New York to the Inca trail in Peru – to eat a giant guinea-pig.\n-\tPosing naked for a Sun centrefold - with nothing but a copy of The Sun to hide his modesty.", "isbn": "9781909395787", "language_code": "eng", "awards": []}, "uuid": "HefwR3BmXwvUaPhkG9fBJK", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Jennifer Harris", "status": 1, "average_rating": 2.96, "title": "The Oprah Phenomenon", "uuid": "h7URw7nx5xkhxTE9DRUWCe", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813137094/1377070924.89.jpg", "oyster_good_for_statement": "", "publication_date": "2007-03-16", "number_print_pages": 312, "oyster_summary": "", "description": "<P>Her image is iconic: Oprah Winfrey has built an empire on her ability to connect with and inspire her audience. No longer just a name, \"Oprah\" has become a brand representing the talk show host's unique style of self-actualizing individualism. The cultural and economic power wielded by Winfrey merits critical evaluation. The contributors to The Oprah Phenomenon examine the origins of her public image and its substantial influence on politics, entertainment, and popular opinion. Contributors address praise from her many supporters and weigh criticisms from her detractors. Winfrey's ability to create a feeling of intimacy with her audience has long been cited as one of the foundations of her popularity. She has repeatedly made national headlines by engaging and informing her audience with respect to her personal relationships to race, gender, feminism, and New Age culture. The Oprah Phenomenon explores these relationships in detail. At the root of Winfrey's message to her vast audience is her assertion that anyone can be a success regardless of background or upbringing. The contributors scrutinize this message: What does this success entail? Is the motivation behind self-actualization, in fact, merely the hope of replicating Winfrey's purchasing power? Is it just a prescription to buy the products she recommends and heed the advice of people she admires, or is it a lifestyle change of meaningful spiritual benefit? The Oprah Phenomenon asks these and many other difficult questions to promote a greater understanding of Winfrey's influence on the American consciousness. Elwood Watson, associate professor of history at East Tennessee State University, is the editor of several books, including \"There She Is, Miss America\": The Politics of Sex, Beauty, and Race in America's Most Famous Pageant and Searching The Soul of Ally McBeal: Critical Essays.</P>", "isbn": "9780813137094", "language_code": "eng", "awards": []}, "uuid": "jjsQxHpW6JTkbPJp8fsSgY", "annotation": ""}]