[{"annotation": "", "uuid": "jVnr2gfUTJn9x4Mb2ytkTH", "position": 4, "book": {"uuid": "KXDLAmbPPR6CjggMD6ifqM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 306, "title": "Gospel Truth", "publication_date": "2012-09-04", "oyster_good_for_statement": "", "isbn": "9781453265925", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><b>Russell Shorto delves into one of the most controversial and age-old questions: Who was Jesus Christ?</b></div><DIV><BR>For roughly two thousand years, the world has known only the Biblical depiction of Jesus: the virgin birth, miraculous life, and resurrection. Recently, scholars have pursued the historical Jesus Christ by poring through texts, examining ancient documents, and even holding votes. They make a fresh attempt to answer some of history&rsquo;s greatest questions: Who was he? Where did he live? What did he think? And was the Bible&rsquo;s account true?<BR><BR>In <i>Gospel Truth</i>, bestselling author Russell Shorto brings a journalist&rsquo;s eye to the life of Jesus Christ. Shorto looks into the Jesus Seminar, where historians seek and analyze evidence of the world&rsquo;s most famous carpenter&rsquo;s son. He compiles their research and ideas to create a composite biographical portrait of Yeshu, a man of ordinary beginnings who changed the world in extraordinary ways. The result will fascinate believers and non-believers alike. </div>", "average_rating": 3.91, "author": "Russell Shorto", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Gospel%20Truth/1373331171.02.jpg"}},{"annotation": "", "uuid": "yKSSbY2pDZH3oofZie9vAH", "position": 6, "book": {"uuid": "9qhRKnUsU9H4uVe7pzSWtQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 280, "title": "Empire of the Sikhs", "publication_date": "2008-11-01", "oyster_good_for_statement": "", "isbn": "9780720613711", "publisher": {"uuid": "59X8ctG8R8nQT8T7T3nXud", "name": "Peter Owen Publishers"}, "awards": [], "description": "<DIV><DIV>Ranjit Singh has been largely written out of accounts of India's past by British historians, yet he was one of the most powerful and charismatic figures in Indian history. He unified the warring chiefdoms of the Punjab into an extraordinary northern empire, built up a formidable army, kept the British in check to the south of his realm, and closed the Khyber Pass through which plunderers had&#160;poured into India for centuries.&#160;His consummate humanity was unique among empire-builders. He gave employment to defeated foes, honored faiths other than his own, and included Hindus and Muslims among his ministers.&#160;A colorful character, he was inspired by the principles of peaceful coexistence uniquely articulated by the Sikh Gurus, firm in upholding the rights of others,&#160;and unabashed in exercising his own. The authors of this first full-length biography in English make use of a variety of eyewitness accounts, from reports by Maratha spies at the Lahore Durbar to British parliamentary papers and travel accounts. The story ends with the controversial Anglo-Sikh Wars following Ranjit's death, which saw the fall of his empire in the hands of his successors whose internecine conflict was exploited by the British. Coinciding with the 300th anniversary of the consecration of the Sikh holy scriptures, this book&#160;honors a vital figure&#160;in Sikh history.</div></DIV>", "average_rating": 4.25, "author": "Patwant Singh", "cover_img": "https://cflare.oysterbooks.com/covers/Peter%20Owen%20Publishers/Empire%20of%20the%20Sikhs/1372979977.39.jpg"}},{"annotation": "", "uuid": "rKts8UiLxMDfN3n3QYMBvL", "position": 9, "book": {"uuid": "TgmHesxURstuc2reQTXcaA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 296, "title": "An American Requiem", "publication_date": "1997-04-01", "oyster_good_for_statement": "", "isbn": "9780547524542", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null, "name": "National Book Award Winner"}], "description": "<DIV><I>An American Requiem</I> is the story of one man's coming of age. But more than that, it is a coming to terms with the conflicts that disrupted many families, inflicting personal wounds that were also social, political, and religious. Carroll grew up in a Catholic family that seemed blessed. His father had abandoned his own dream of becoming a priest to rise through the ranks of Hoover's FBI and then become one of the most powerful men in the Pentagon, the founder of the Defense Intelligence Agency. Young Jim lived the privileged life of a general's son, dating the daughter of a vice president and meeting the pope, all in the shadow of nuclear war, waiting for the red telephone to ring in his parents' house. He worshiped his father until Martin Luther King, Jr., the civil rights movement, turmoil in the Catholic Church, and then Vietnam combined to outweigh the bond between father and son. These were issues on which they would never agree. Only after Carroll left the priesthood to become a writer and husband with children of his own did he come to understand fully the struggles his father had faced. In this work of nonfiction, the best-selling novelist draws on the skills he honed with nine much-admired novels to tell the story he was, literally, born to tell. <I>An American Requiem</I> is a benediction on his father's lief, his family's struggles, adn teh legacies of an entire generation.</div>", "average_rating": 3.9, "author": "James Carroll", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524542/1376382010.85.jpg"}},{"annotation": "", "uuid": "SVM3hmWHWHgZTMaxRbRdGA", "position": 15, "book": {"uuid": "JpnTkt4qpf7LKQKHGA6gGE", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 736, "title": "The General", "publication_date": "2012-07-01", "oyster_good_for_statement": "", "isbn": "9781620874479", "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}, "awards": [], "description": "<p>No leader of modern times was more uniquely patriotic than Charles de Gaulle. As founder and first president of the Fifth Republic, General de Gaulle saw himself as \"carrying France on [his] shoulders.\" In his twenties, he fought for France in the trenches and at the epic battle of Verdun. In the 1930s, he waged a lonely battle to enable France to better resist Hitler's Germany. Thereafter, he twice rescued the nation from defeat and decline by extraordinary displays of leadership, political acumen, daring, and bluff, heading off civil war and leaving a heritage adopted by his successors of right and left. Le GÕ©nÕ©ral, as he became known from 1940 on, appeared as if he was carved from a single monumental block, but was in fact extremely complex, a man with deep personal feelings and recurrent mood swings, devoted to his family and often seeking reassurance from those around him.<p>This is a magisterial, sweeping biography of one of the great leaders of the twentieth century and of the country with which he so identified himself. Written with terrific verve, narrative skill, and rigorous detail, the first major work on de Gaulle in fifteen years brings alive as never before the private man as well as the public leader through exhaustive research and analysis.", "average_rating": 3.92, "author": "Jonathan Fenby", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/9781620874479/1382553322.62.jpg"}},{"annotation": "", "uuid": "99Xs9v3t4FurTSba9yjpgP", "position": 21, "book": {"uuid": "rnGqTTf4LcYNgqwXh78dM9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 468, "title": "Everybody Was So Young", "publication_date": "2013-05-02", "oyster_good_for_statement": "", "isbn": "9780544268944", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>\"Once upon a time there was a prince and a princess -- that's how the story of the Murphys should begin,\" said a friend of this golden pair. Handsome, gifted, wealthy Americans with homes in Paris and on the French Riviera, Gerald and Sara Murphy were at the very center of expatriate cultural and social life during the modernist ferment of the 1920s. Gerald Murphy -- witty, urbane, and elusive -- was a giver of magical parties and an acclaimed painter. Sara Murphy, an enigmatic beauty who wore her pearls to the beach, enthralled and inspired Pablo Picasso (he painted her both clothed and nude), Ernest Hemingway, and F. Scott Fitzgerald. The models for Nicole and Dick Diver in  Fitzgerald's Tender Is the Night,the Murphys also counted among their friends John Dos Passos, Dorothy Parker, Fernand Leger, Archibald MacLeish, Cole Porter, and a host of others. Far more than mere patrons, they were kindred creative spirits whose sustaining friendship released creative energy. Yet none of the artists who used the Murphys for their models fully captured the real story of their lives: their Edith Wharton childhoods, their unexpected youthful romance, their ten-year secret courtship, their complex and enduring marriage -- and the tragedy that struck them, when the world they had created seemed most perfect, in what Gerald called, \"our most vulnerable spot, our children.\" Certainly Fitzgerald, who once complained that there were no second acts in American lives, could not have envisioned the tenacity with which the Murphys struggled to hold themselves and their charmed circle together through the dark years of the thirties and forties, when death, financial ruin, madness, and war assailed it. Amanda Vaill's account of the Murphys and their friends follows them through the whole arc of their glittering and sometimes tragic lives -- the first such account to do so. Drawing on a hitherto untapped wealth of family diaries, photographs, letters and other papers, as well as on archival research and interviews on two continents, Vaill has documented the pivotal role of the Murphys in the interplay of cultures that gave rise to the Lost Generation. She explores for the first time the sexual undercurrents that ran beneath Gerald's and Sara's relationships with Picasso, Hemingway, and Fitzgerald and affected the work of all three men. Most important, she evokes both Murphys, and the geniuses who had the good fortune to be their friends, with a clarity and tenderness that makes them virtually step off the page. \"There was a shine to life wherever they were,\" said the poet Archibald MacLeish -- and this book, which reads as much like a rich and engaging novel as a work of biography, shows why.</div>", "average_rating": 4.11, "author": "Amanda Vaill", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544268944/1376384268.31.jpg"}},{"annotation": "", "uuid": "2rcgEbKRkXV5UhCxgKCtHA", "position": 30, "book": {"uuid": "JZkAvRyvozwncVFookX7bk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Creators", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061740954", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Kingsley Amis described Paul Johnson's <em>Intellectuals</em> as &#8220;a valuable and entertaining Rogues' Gallery of <em>Adventures of the Mind</em>.&#8221; Now the celebrated journalist and historian offers <em>Creators</em>, a companion volume of essays that examines a host of outstanding and prolific creative spirits. Here are Disney, Picasso, Bach, and Shakespeare; Austen, Twain, and T. S. Eliot; and D&#252;rer, Hokusai, Pugin, and Viollet-le-Duc, among many others.</p><p>Paul Johnson believes that creation cannot be satisfactorily analyzed, but it can be illustrated to bring out its salient characteristics. That is the purpose of this instructive and witty book.</p>", "average_rating": 3.54, "author": "Paul Johnson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061740954/1376451823.19.jpg"}},{"annotation": "", "uuid": "yjuaQdBrShGixah7DYmPAi", "position": 12, "book": {"uuid": "FimB24sTxBncGLba79zYXK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Clover Adams", "publication_date": "2012-02-08", "oyster_good_for_statement": "", "isbn": "9780547607900", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P>The hidden story of one of the most fascinating women of the Gilded Age<br><BR>Clover Adams, a fiercely intelligent Boston Brahmin, married at twenty-eight the soon-to-be-eminent American historian Henry Adams. She thrived in her role as an intimate of power brokers in Gilded Age Washington, where she was admired for her wit and taste by such luminaries as Henry James, H. H. Richardson, and General William Tecumseh Sherman. Clover so clearly possessed, as one friend wrote, &#8220;all she wanted, all this world could give.&#8221;<br><BR>Yet at the center of her story is a haunting mystery. Why did Clover, having begun in the spring of 1883 to capture her world vividly through photography, end her life less than three years later by drinking a chemical developer she used in the darkroom? The key to the mystery lies, as Natalie Dykstra&#8217;s searching account makes clear, in Clover&#8217;s photographs themselves.<br><BR>The aftermath of Clover&#8217;s death is equally compelling. Dykstra probes Clover&#8217;s enduring reputation as a woman betrayed. And, most movingly, she untangles the complex, poignant &#8212; and universal &#8212; truths of her shining and impossible marriage.  <p><A href=\"http://www.nataliedykstra.com/\">www.nataliedykstra.com</A><br><BR>", "average_rating": 3.74, "author": "Natalie Dykstra", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547607900/1376381365.81.jpg"}},{"annotation": "", "uuid": "vnqWkGA9ZVpAdFyFZzPnmX", "position": 29, "book": {"uuid": "bLcLTS2cfixSGH8C2qvDya", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 600, "title": "Theodore Roosevelt: An Autobiography", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629450797", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Theodore Roosevelt lets us into the life that formed one of the greatest and outspoken presidents in American history. Not only are we privy to the formation of his political ideals, but also to his love of the frontier and the great outdoors.", "average_rating": 3.96, "author": "Theodore Roosevelt", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/684/6841360868843.69.png"}},{"annotation": "", "uuid": "XUHU5DQ3AyraXv7FXV8Qun", "position": 28, "book": {"uuid": "dmHMC3KHK6WXzjKmRcF9S3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Neal Cassady", "publication_date": "2007-04-01", "oyster_good_for_statement": "", "isbn": "9781569762332", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>This fascinating and in-depth biography of Neal Cassady takes a look at the man who achieved immortality as Dean Moriarty, the central character in Jack Kerouac&#8217;s <I>On the Road</I>. A charismatic, funny, articulate, and formidably intelligent man, Cassady was also a compulsive womanizer who lived life on the edge. His naturalistic, conversational writing style inspired Kerouac, who lifted a number of passages verbatim and uncredited from Cassady&#8217;s letters for significant episodes in <I>On the Road</I>. Drawing on a wealth of new research and with full cooperation from central figures in his life&#151;including Carolyn Cassady and Ken Kesey&#151;this account captures Cassady&#8217;s unique blend of inspired lunacy and deep spirituality.</DIV>", "average_rating": 3.92, "author": "David Sandison", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Neal%20Cassady/1372977140.09.jpg"}},{"annotation": "", "uuid": "RkRdYmjVgxNtLhySABBLiB", "position": 15, "book": {"uuid": "UzmFn7WGjCMZ6HbzGGfkzn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 500, "title": "Blood on the Tracks", "publication_date": "2011-07-01", "oyster_good_for_statement": "", "isbn": "9781604865929", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>After serving in the Vietnam War, S. Brian Willson became a radical, nonviolent peace protester and pacifist, and this memoir details the drastic governmental and social change he has spent his life fighting for. Chronicling his personal struggle with a government he believes to be unjust, Willson sheds light on the various incarnations of his protests of the U.S. government, including the refusal to pay taxes, public fasting, and, most famously, public obstruction. On September 1, 1987, Willson was run over by a U.S. government munitions train during a nonviolent blocking action in which he expected to be removed from the tracks. Providing a full look into the tragic event, Willson, who lost his legs in the incident, discusses how the subsequent publicity propelled his cause toward the national consciousness. Now, 23 years later, Willson tells his story of social injustice, nonviolent struggle, and the so-called American way of life.</P></DIV></DIV>", "average_rating": 0.0, "author": "S. Brian Willson", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Blood%20on%20the%20Tracks/1372979077.54.jpg"}},{"annotation": "", "uuid": "kFxvxj4qbLJcVMimHQkkUi", "position": 28, "book": {"uuid": "U2xfu2d5sxTBTRNoqWJAP5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 440, "title": "Deep in a Dream", "publication_date": "2011-07-01", "oyster_good_for_statement": "", "isbn": "9781569769034", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>From his emergence in the 1950s as an uncannily beautiful young Oklahoman who became the prince of &#147;cool&#8221; jazz seemingly overnight to his violent, drug-related death in Amsterdam in 1988, Chet Baker lived a life that has become an American myth. Drawing on hundreds of interviews and previously untapped sources, this first major biography of one of the most romanticized icons in jazz gives a thrilling account of the trumpeter&#8217;s dark journey. Author James Gavin delves deeply into Baker&#8217;s tormented childhood, the origins of his melancholic trumpet playing, and even reveals the long-unsolved riddle of Baker&#8217;s demise. Baker&#8217;s otherworldly personal aura struck a note of menace and mystery that catapulted him to fame in the staid 1950s but as time wore on, his romance with drugs became highly publicized. Gavin narrates the harrowing spiral of dependency down which Baker tumbled and illustrates how those who dared to get close were dragged down with him. This is the portrait of a musician whose singular artistry and mystique has never lost the power to enchant and seduce.</P></DIV>", "average_rating": 3.94, "author": "James Gavin", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Deep%20in%20a%20Dream/1372979249.93.jpg"}},{"annotation": "", "uuid": "to44US9bBT8uGGWPGGzUMh", "position": 20, "book": {"uuid": "8oUjZGq6KYx63iF5tJqhZT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Summer at Tiffany", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061754982", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Do you remember the best summer of your life?</p><p>New York City, 1945. Marjorie Jacobson and her best friend, Marty Garrett, arrive fresh from the Kappa house at the University of Iowa hoping to find summer positions as shopgirls. Turned away from the top department stores, they miraculously find jobs as pages at Tiffany &#38; Co., becoming the first women to ever work on the sales floor&#8212;a diamond-filled day job replete with Tiffany blue shirtwaist dresses from Bonwit Teller's&#8212;and the envy of all their friends.</p><p>Hart takes us back to the magical time when she and Marty rubbed elbows with the rich and famous; pinched pennies to eat at the Automat; experienced nightlife at La Martinique; and danced away their weekends with dashing midshipmen. Between being dazzled by Judy Garland's honeymoon visit to Tiffany, celebrating VJ Day in Times Square, and mingling with Caf&#233; society, she fell in love, learned unforgettable lessons, made important decisions that would change her future, and created the remarkable memories she now shares with all of us.</p>", "average_rating": 3.63, "author": "Marjorie Hart", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061754982/1376506109.18.jpg"}},{"annotation": "", "uuid": "xX3y2sVpBAjZWqvBWK9rkm", "position": 7, "book": {"uuid": "qAeiTeUXQy4U6QPhgoeX69", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 350, "title": "John Jay", "publication_date": "2012-08-30", "oyster_good_for_statement": "", "isbn": "9781938120510", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "description": "<DIV>John Jay was a central figure in the early history of the American Republic. A New York lawyer, born in 1745, Jay served his country with the greatest distinction, and was one of the most influential of its Founding Fathers. In this first full-length biography of John Jay in almost 70 years, Walter Stahr brings Jay vividly to life, setting his astonishing career against the background of the American Revolution.<BR><BR>Drawing on substantial new material, Walter Stahr has written a full and highly readable portrait of both the public and private man. It is the story not only of John Jay himself, the most prominent native-born New Yorker of the eighteenth century, but also of his engaging and intelligent wife, Sarah, who accompanied her husband on his wartime diplomatic missions. This lively and compelling biography presents Jay in the light he deserves: as a major Founding Father, a true national hero, and a leading architect of America's future.<BR><BR>&ldquo;Walter Stahr&rsquo;s even-handed account, the first big biography of Jay in decades, is riveting on the matter of negotiating tactics, as practiced by Adams, Jay and Franklin.&rdquo; &mdash; <I>The Economist</I><BR><BR>&ldquo;Walter Stahr writes with great insight, and this wonderful book should restore Jay&rsquo;s place in the pantheon of our great Founding Fathers.&rdquo; &mdash;Walter Isaacson, author of <I>Benjamin Franklin: An American Life</I> and <I>Steve Jobs</I><BR><BR>&ldquo;Stahr&rsquo;s Jay is a welcome and worthy biography.&rdquo; &mdash; <I>The Sunday Times</I> (London)<BR><BR>&ldquo;Walter Stahr, an independent scholar, has written a fascinating, learned and beautifully written biography of a major figure of the American Revolution, one who has been too long overlooked. Mr. Stahr deserves consideration for the Pulitzer Prize for biography.&rdquo; &mdash; <I>Washington Times<BR></I><BR>&ldquo;Mr. Stahr is a superlative biographer, reporting the criticisms made of his subject and then showing why, in most cases, Jay knew better than his contemporary critics or later historians.&rdquo; &mdash; <I>New York Sun<BR></I><BR>&ldquo;Until Walter Stahr&rsquo;s splendid new biography appeared, the most recent biography of Jay was Frank Monaghan&rsquo;s John Jay: Defender of Liberty against Kings and Peoples (1935), published some seven decades ago.&rdquo; &mdash; <I>Journal of American History<BR></I><BR>&ldquo;Walter Stahr&rsquo;s excellent new biography should re-establish Jay&rsquo;s standing as one of America&rsquo;s great statesmen. It portrays Jay&rsquo;s life with a balance and command of the material worthy of the subject.&rdquo; &mdash; <I>Weekly Standard<BR></I><BR>&ldquo;Stahr . . . captures both his subject&rsquo;s seriousness and his thoughtful, affectionate side as son, husband, father and friend. In humanizing Jay, Stahr makes him an appealing figure accessible to a large readership and places Jay once again in the company of America&rsquo;s greatest statesmen, where he unquestionably belongs.&rdquo; &mdash; <I>Publishers Weekly<BR></I><BR>&ldquo;Stahr has succeeded splendidly in his aim of recovering the reputation of John Jay as a major founder. His biography is a reliable and clearly written account [and] makes a persuasive case for including Jay among the first rank of Revolutionary leaders.&rdquo; &mdash; Gordon S. Wood in <I>The New York Review of Books<BR></I><BR>&ldquo;Walter Stahr has not only given us a meticulous study of the life of John Jay, but one very much written in the spirit of the man. It is thorough, fair, consistently intelligent, and presented with the most scrupulous accuracy.&rdquo; &mdash; Ron Chernow, author of <I>Alexander Hamilton</I></div>", "average_rating": 3.96, "author": "Walter Stahr", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/619/6191355350424.01.jpg"}},{"annotation": "", "uuid": "SJhon5jjeYW2oZptf8gBSd", "position": 20, "book": {"uuid": "Z8Xxt43bSgbJfHkeae5RAT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "The Man Who Loved China", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061795886", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In sumptuous and illuminating detail, Simon Winchester, the bestselling author of <em>The Professor and the Madman</em> (\"Elegant and scrupulous\"&#8212;<em>New York Times Book Review</em>) and <em>Krakatoa</em> (\"A mesmerizing page-turner\"&#8212;<em>Time</em>) brings to life the extraordinary story of Joseph Needham, the brilliant Cambridge scientist who unlocked the most closely held secrets of China, long the world's most technologically advanced country.</p><p>No cloistered don, this tall, married Englishman was a freethinking intellectual, who practiced nudism and was devoted to a quirky brand of folk dancing. In 1937, while working as a biochemist at Cambridge University, he instantly fell in love with a visiting Chinese student, with whom he began a lifelong affair.</p><p>He soon became fascinated with China, and his mistress swiftly persuaded the ever-enthusiastic Needham to travel to her home country, where he embarked on a series of extraordinary expeditions to the farthest frontiers of this ancient empire. He searched everywhere for evidence to bolster his conviction that the Chinese were responsible for hundreds of mankind's most familiar innovations&#8212;including printing, the compass, explosives, suspension bridges, even toilet paper&#8212;often centuries before the rest of the world. His thrilling and dangerous journeys, vividly recreated by Winchester, took him across war-torn China to far-flung outposts, consolidating his deep admiration for the Chinese people.</p><p>After the war, Needham was determined to tell the world what he had discovered, and began writing his majestic <em>Science and Civilisation in China</em>, describing the country's long and astonishing history of invention and technology. By the time he died, he had produced, essentially single-handedly, seventeen immense volumes, marking him as the greatest one-man encyclopedist ever.</p><p>Both epic and intimate, <em>The Man Who Loved China</em> tells the sweeping story of China through Needham's remarkable life. Here is an unforgettable tale of what makes men, nations, and, indeed, mankind itself great&#8212;related by one of the world's inimitable storytellers.</p>", "average_rating": 3.76, "author": "Simon Winchester", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795886/1376506548.31.jpg"}},{"annotation": "", "uuid": "bQYi2niWJNi5nxhdpLL3bP", "position": 19, "book": {"uuid": "CsGN9My3FDxT9jhRz5SENo", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 284, "title": "Goodbye Vietnam", "publication_date": "2013-04-02", "oyster_good_for_statement": "", "isbn": "9781480404335", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><b>In this gripping memoir, a former marine returns to Vietnam to try to make sense of the war. Previously published as <i>Brothers in Arms</i>, this edition includes a new preface by the author.</b></div><DIV><BR>When William Broyles Jr. was drafted, he was a twenty-four-year-old student at Oxford University in England, hoping to avoid military service. During his physical exam, however, he realized that he couldn&rsquo;t let social class or education give him special privileges. He joined the marines, and soon commanded an infantry platoon in the foothills near Da Nang. More than a decade later, Broyles found himself flooded with emotion during the dedication of the Vietnam Veterans Memorial in Washington, DC. He decided to return to Vietnam and confront what he&rsquo;d been through.</div><DIV>&#160;</div><DIV>Broyles was one of the very first combat veterans to return to the battlefields. No American before or since has gone so deeply into the other side of the war: the enemy side. Broyles interviews dozens of Vietnamese, from the generals who ran the war to the men and women who fought it. He moves from the corridors of power in Hanoi&mdash;so low-tech that the plumbing didn&rsquo;t work&mdash;to the jungles and rice paddies where he&rsquo;d fought. He meets survivors of American B-52 strikes and My Lai, and grieves with a woman whose son was killed by his own platoon. Along the way, Broyles also explores the deep bonds he shared with his own comrades, and the mystery of why men love war even as they hate it. Amidst the landscape of death, his formerly faceless enemies come to life. They had once tried to kill each other, but they are all brothers now.</div>", "average_rating": 0.0, "author": "William Broyles", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Goodbye%20Vietnam/1373335945.63.jpg"}},{"annotation": "", "uuid": "vjzxiTZvfLZxB3QJDUB7mM", "position": 15, "book": {"uuid": "xwYb3tndDMvycR6XBA7YpE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Growing Up", "publication_date": "2011-09-06", "oyster_good_for_statement": "", "isbn": "9780795317156", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null, "name": "Winner of the Pulitzer Prize"}], "description": "<p>Russell Baker won the 1982 Pulitzer Prize for this biography/autobiography about growing up in the backwoods of Virginia, in a New Jersey Commuter town, and in the Depression-shadowed urban landscape of Baltimore, all happening between the world wars. Baker introduces us to the people that impacted his early life, and he also discusses powerful love, awkward sex, and courage in the face of adversity. The Great Depression provided the backdrop against success, and to help his mother and family through it, he delivered papers and hustled subscriptions of <i>The Saturday Evening Post</i>, which introduced him to bullies, mentors, and heroes who faced national disaster with hard work and good cheer.</p><p>\n</p><p>\n</p>", "average_rating": 3.97, "author": "Russell Baker", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Growing%20Up/1373294116.86.jpg"}},{"annotation": "", "uuid": "dxjECk6NTLEoBqnisJZycL", "position": 8, "book": {"uuid": "zc7rN8S88FjEtHSzFyq99g", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "The Indifferent Stars Above", "publication_date": "2009-04-28", "oyster_good_for_statement": "", "isbn": "9780061877254", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In April of 1846, Sarah Graves was twenty-one and in love with a young man who played the violin. But she was torn. Her mother, father, and eight siblings were about to disappear over the western horizon forever, bound for California. Sarah could not bear to see them go out of her life, and so days before the planned departure she married the young man with the violin, and the two of them threw their lot in with the rest of Sarah's family. On April 12, they rolled out of the yard of their homestead in three ox-drawn wagons.</p><p>Seven months later, after joining a party of emigrants led by George Donner, Sarah and her family arrived at Truckee Lake in the Sierra Nevada Mountains just as the first heavy snows of the season closed the pass ahead of them. After a series of desperate attempts to cross the mountains, the party improvised cabins and slaughtered what remained of their emaciated livestock. By early December they were beginning to starve.</p><p>Sarah's father, a Vermonter, was the only member of the party familiar with snowshoes. Under his instruction, fifteen sets of snowshoes were hastily constructed from oxbows and rawhide, and on December 15, Sarah and fourteen other relatively young, healthy people set out for California on foot, hoping to get relief for the others. Over the next thirty-two days they endured almost unfathomable hardships and horrors. </p><p>In this gripping narrative, Daniel James Brown takes the reader along on every painful footstep of Sarah's journey. Along the way, he weaves into the story revealing insights garnered from a variety of modern scientific perspectives&#8211;psychology, physiology, forensics, and archaeology&#8211;producing a tale that is not only spell-binding but richly informative. </p>", "average_rating": 4.09, "author": "Daniel James Brown", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061877254/1376528110.05.jpg"}},{"annotation": "", "uuid": "UMGGghY9u5P3NrabwJA8CW", "position": 24, "book": {"uuid": "fbN5HQK3vUFmKQxRaRn63g", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "The Republic of Pirates", "publication_date": "2008-05-12", "oyster_good_for_statement": "", "isbn": "9780547415758", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Welcome to the Pirate Republic&#151;the early-eighteenth-century home to some of the great pirate captains, including Blackbeard, \"Black Sam\" Bellamy, and Charles Vane. Along with their fellow pirates&#151;former sailors, indentured servants, and runaway slaves&#151;this \"Flying Gang\" established a crude but distinctive democracy in the Bahamas, carving out their own zone of freedom in which servants were free, blacks could be equal citizens, and leaders were chosen or deposed by a vote.<br><BR>For a brief, glorious period the Pirate Republic was enormously successful. It cut off trade routes, sacked slave ships, and severed Europe from its New World empires. Imperial authorities and wealthy shipowners denounced&#160;its residents&#160;as the enemies of mankind, but common people saw them as heroes. Colin Woodard tells the dramatic untold story of the Pirate Republic that shook the very foundations of the British and Spanish Empires and fanned the democratic sentiments that would one day drive the American Revolution.</div>", "average_rating": 3.78, "author": "Colin Woodard", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415758/1376380003.55.jpg"}},{"annotation": "", "uuid": "C7uiZKdXGERx4rP3W4HnJ4", "position": 16, "book": {"uuid": "ZfHBcz4rdurLLmJWbFFRP3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Red Baron - The Life and Death of an Ace", "publication_date": "2012-04-01", "oyster_good_for_statement": "", "isbn": "9780715333815", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "Manfred Freiherr von Richthofen, the Red Baron, was the most successful fighter pilot of World War I, shooting down 80 enemy airplanes and receiving more high decorations than any other German combatant.<p>In <i>Red Baron: The Life and Death of an Ace</i>, Peter Kilduff tells the story of this courageous and charismatic man: his comrades and enemies, the planes he flew, the battles he fought in, the political climate that caused his eventual disenchantment and the controversial circumstances of his death.<p>Containing previously unpublished photographs, drawings on new source material from former East German state archives and making fresh insights into existing sources, <i>Red Baron</i> is the most up-to-date reference on the life of a legend.", "average_rating": 4.25, "author": "Peter  Kilduff", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Red%20Baron%20-%20The%20Life%20and%20Death%20of%20an%20Ace/1373184512.5.jpg"}},{"annotation": "", "uuid": "vCLnMPpj7WqcZKYBDCHJXH", "position": 15, "book": {"uuid": "MXUS24A243Yo2JmrdTzAKU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Unfinished Revolution", "publication_date": "2010-06-24", "oyster_good_for_statement": "", "isbn": "9781569767566", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">The first full-length biography of Daniel Ortega in any language, this exhaustive account draws from a wealth of untapped sources to tell the story of Nicaragua&#8217;s continuing struggle for liberation through the prism of the Revolution&#8217;s most emblematic yet enigmatic hero. It traces Ortega&#8217;s life from his childhood in Nicaragua&#8217;s mountainous mining region, where his parents instilled in him a hatred of Yankee imperialism, through a current presidential administration that has many of the earmarks of the authoritarianism he opposed in others. In between, it shows him as a teenager caught up in political agitation, a political prisoner locked in a jail cell for seven years, a strategist and fighter of the Revolution, a leader in the new republic, and a behind-the-scenes powerbroker plotting his own return to power. The portrait that emerges is of a man who wants the best for his country&#151;and often gets it&#151;yet also one prone to making questionable compromises in pursuit of his lofty ambitions.</P></DIV></DIV>", "average_rating": 0.0, "author": "Kenneth E. Morris", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Unfinished%20Revolution/1372977814.87.jpg"}},{"annotation": "", "uuid": "Eb8GXHHkFDZMjuc8Kpifz", "position": 2, "book": {"uuid": "bJwgMsmUb8da9jnxNUTF74", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Amazing Grace", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061863387", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>Amazing Grace</em> tells the story of the remarkable life of the British abolitionist William Wilberforce (1759-1833). This accessible biography chronicles Wilberforce's extraordinary role as a human rights activist, cultural reformer, and member of Parliament. </p><p>At the center of this heroic life was a passionate twenty-year fight to abolish the British slave trade, a battle Wilberforce won in 1807, as well as efforts to abolish slavery itself in the British colonies, a victory achieved just three days before his death in 1833. </p><p>Metaxas discovers in this unsung hero a man of whom it can truly be said: he changed the world. Before Wilberforce, few thought slavery was wrong. After Wilberforce, most societies in the world came to see it as a great moral wrong.</p><p>To mark the 200th anniversary of the abolition of the British slave trade, HarperSanFrancisco and Bristol Bay Productions have joined together to commemorate the life of William Wilberforce with the feature-length film <em>Amazing Grace</em> and this companion biography, which provides a fuller account of the amazing life of this great man than can be captured on film. </p><p>This account of Wilberforce's life will help many become acquainted with an exceptional man who was a hero to Abraham Lincoln and an inspiration to the anti-slavery movement in America.</p>", "average_rating": 4.26, "author": "Eric Metaxas", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061863387/1376527838.74.jpg"}},{"annotation": "", "uuid": "cTqVj9RX8FrZCJmsaR3bfe", "position": 29, "book": {"uuid": "iokfoAVHpRw9T8trAtp2zL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "From the Bottom of the Heap", "publication_date": "2012-12-01", "oyster_good_for_statement": "", "isbn": "9781604867916", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Expanded and updated with new photographs and stories, this autobiography of one of the Angola Three traces the life of Robert Hillary King from his early days in Louisiana, through a troubled adolescence, a conviction that kept him behind bars for decades, his relationship with the Black Panther Party, and his eventual release from prison. In 1970, a jury convicted Robert Hillary King of a crime he did not commit and sentenced him to 35 years in prison. He became a member of the Black Panther Party while in Angola State Penitentiary, successfully organizing prisoners to improve conditions. In return, prison authorities beat him, starved him, and gave him life without parole after framing him for a second crime. He was thrown into solitary confinement, where he remained for 29 years. In 2001, the state grudgingly acknowledged his innocence and set him free. A story of inspiration and courage, this simple and humble narrative strips bare the economic and social injustices inherent in society, while proving to be a powerful literary testimony to the triumph of the human spirit.", "average_rating": 3.98, "author": "Robert Hillary King", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/From%20the%20Bottom%20of%20the%20Heap/1372981146.29.jpg"}},{"annotation": "", "uuid": "dUiS64T3S3jqZ7iFQWB6ye", "position": 0, "book": {"uuid": "iZQTmrtExhTk43W3U3K3N4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Last Man Out", "publication_date": "2004-05-03", "oyster_good_for_statement": "", "isbn": "9780547995045", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>The deepest coal mine in North America was notoriously unpredictable. One late October evening in 1958, it \"bumped\" - its rock floors heaving up and smashing into rock ceilings. A few miners staggered out, most of the 174 on shift did not.<br><br>Nineteen men were trapped, plunged into darkness, hunger, thirst, and hallucination. As days and nights passed, the survivors began to hope for death by gas rather than from thirst. Above ground, journalists and families stood in despairing vigil, as rescuers brought out scores of the dead.  The hope of finding life undergound faded and families made funeral preparations.<br><br>Then, a miracle: Rescuers stumbled across a broken pipe leading to a cave of survivors, then  a second group was discovered.<br><br>A media circus followed. Ed Sullivan, then the state of Georgia, invited survivors to visit.  Publicity, politics, and segregation sorted the men differently than they had ordered themselves. Underground, the one black survivor nursed a dying man; in Atlanta, Governor Marvin Griffin said: \"I will not shake hands with a Negro.\"<br><br>If every great writer has one tale of peril, heroism, and survival, <i>Last Man Out</i> is Melissa Fay Greene's.  Using long-lost stories and interviews with survivors, Greene has reconstructed the drama of their struggle to stay alive<br></div>", "average_rating": 4.1, "author": "Melissa Fay Greene", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547995045/1376382595.98.jpg"}},{"annotation": "", "uuid": "j4A3F4p623JMP7E7LqgGuG", "position": 14, "book": {"uuid": "4RqYYuuvM8gkn9kPoqvkxm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Kamikaze", "publication_date": "2007-04-01", "oyster_good_for_statement": "", "isbn": "9780981848938", "publisher": {"uuid": "TDAdbR9d6sZBZdEDTagHzB", "name": "American Legacy Media"}, "awards": [], "description": "<DIV><DIV><DIV><DIV>Originally published in 1957, this enduring classic&#151;the first-ever English publication&#160;cowritten by a Japanese suicide pilot&#151;remains a touching and insightful look into the world of the kamikaze. This edition, now completely revised, reflects the valuable insight and perspective gained by the author since the time of the book&#8217;s initial publication. From the age of 15, Yasuo Kuwahara began a life of military service that included suffering through brutal basic training, participating in ferocious aerial combat against the Allies, and avoiding a suicide mission when an atomic bomb was dropped in Hiroshima, near his hometown. From being handpicked for kamikaze service to finding the discipline to die for the emperor, this history presents a firsthand account of the fascinating life of a kamikaze fighter pilot.</DIV></DIV></DIV></DIV>", "average_rating": 4.09, "author": "Yasuo Kuwahara", "cover_img": "https://cflare.oysterbooks.com/covers/American%20Legacy%20Media/Kamikaze/1372979564.07.jpg"}},{"annotation": "", "uuid": "p2EUEHXPgpzn3cxuChLzMW", "position": 13, "book": {"uuid": "U4JrDZyHwH65uCnAEWKbhQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "The Professor and the Madman", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061807602", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><em>The Professor and the Madman</em>, masterfully researched and eloquently written, is an extraordinary tale of madness, genius, and the incredible obsessions of two remarkable men that led to the making of the <em>Oxford English Dictionary</em> -- and literary history. The compilation of the <em>OED</em>, begun in 1857, was one of the most ambitious projects ever undertaken. As definitions were collected, the overseeing committee, led by Professor James Murray, discovered that one man, Dr. W. C. Minor, had submitted more than ten thousand. When the committee insisted on honoring him, a shocking truth came to light: Dr. Minor, an American Civil War veteran, was also an inmate at an asylum for the criminally insane.</p>", "average_rating": 3.84, "author": "Simon Winchester", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807602/1376527168.95.jpg"}},{"annotation": "", "uuid": "wEaRZsANgZ6cfk2PpSLY6L", "position": 1, "book": {"uuid": "EXkTMZBgND8jAkd544G7zj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 800, "title": "Hero", "publication_date": "2010-11-16", "oyster_good_for_statement": "", "isbn": "9780062023674", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Michael Korda's <em>Hero</em> is the story of an epic life on a grand scale: a revealing, in-depth, and gripping biography of the extraordinary, mysterious, and dynamic Englishman whose daring exploits and romantic profile&#8212;including his blond, sun-burnished good looks and flowing white robes&#8212;made him an object of intense fascination, still famous the world over as \"Lawrence of Arabia.\"</p><p>An Oxford scholar and archaeologist, one of five illegitimate sons of a British aristocrat who ran away with his daughters' governess, Lawrence was sent to Cairo as a young intelligence officer in 1916. He vanished into the desert in 1917 only to emerge later as one of the greatest&#8212;and certainly most colorful&#8212;figures of World War One. Though a foreigner, he played a leading and courageous part in uniting the Arab tribes to defeat the Turks, and eventually capture Damascus, transforming himself into a world-famous hero, hailed as \"the Uncrowned King of Arabia.\" </p><p>In illuminating Lawrence's achievements, Korda digs further than anyone before him to expose the flesh-and-blood man and his contradictory nature. Here was a born leader who was utterly fearless and seemingly impervious to pain, thirst, fatigue, and danger, yet who remained shy, sensitive, mod-est, and retiring; a hero who turned down every honor and decoration offered to him, and was racked by moral guilt and doubt; a scholar and an aesthete who was also a bold and ruthless warrior; a writer of genius&#8212;the author of <em>Seven Pillars of Wisdom</em>, one of the greatest books ever written about war&#8212;who was the virtual inventor of modern insurgency and guerrilla warfare; a man who at the same time sought and fled the limelight, and who found in friendships, with everyone from Winston Churchill to George Bernard and Charlotte Shaw, from Nancy Astor to No&#235;l Coward, a substitute for sexual feelings that he rigorously&#8212;even brutally and systematically&#8212;repressed in himself.</p><p>As Korda shows in his brilliantly readable and formidably authoritative biography, Lawrence was not only a man of his times; he was a visionary whose accomplishments&#8212;farsighted diplomat and kingmaker, military strategist of genius, perhaps the first modern \"media celebrity\" (and one of the first victims of it), and an acclaimed writer&#8212;transcended his era.</p><p>Korda examines Lawrence's vision for the modern Middle East&#8212;plans that, had they been carried through, might have prevented the hatred and bloodshed that have become ubiquitous in the region. Ultimately, as this magisterial work demonstrates, Lawrence remains one of the most unique and fascinating figures of modern times, the arch-hero whose life is at once a triumph and a sacrifice and whose capacity to astonish still remains undimmed.</p>", "average_rating": 4.17, "author": "Michael Korda", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062023674/1376530535.93.jpg"}},{"annotation": "", "uuid": "PjYGUSpRJS8uhGXBZyDwqA", "position": 3, "book": {"uuid": "vbHS6mUDJ72y2oPkj7fCDf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 848, "title": "William Morris", "publication_date": "2013-03-01", "oyster_good_for_statement": "", "isbn": "9781604868418", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "This biographical study is a window into 19th-century British society and the life of William Morris&#151;the great craftsman, architect, designer, poet, and writer&#151;who remains a monumental and influential figure to this day. This account chronicles how his concern with artistic and human values led him to cross what he called the &#147;river of fire&#8221; and become a committed socialist&#151;committed not only to the theory of socialism but also to the practice of it in the day-to-day struggle of working women and men in Victorian England. While both the British Labor Movement and the Marxists have venerated Morris, this legacy of his life proves that many of his ideas did not accord with the dominant reforming tendencies, providing a unique perspective on Morris scholarship.", "average_rating": 0.0, "author": "Peter Linebaugh", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/William%20Morris/1372982157.63.jpg"}},{"annotation": "", "uuid": "5jXdbv2z8HZX49Eke6rRjT", "position": 28, "book": {"uuid": "yLVTeRDLGzBastZSKVXP3E", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Bombsites and Lollipops", "publication_date": "2011-06-08", "oyster_good_for_statement": "", "isbn": "9781843585909", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<DIV><DIV>World War Two is finally over. Millions all over the country are starting to wonder if peacetime really is much of an improvement on the War. Food shortages, endless queues, power cuts, rationing, and freezing winters make it extremely difficult to make ends meet as husbands return from battlefields to families they hardly know. Yet some East Enders are living large&#151;in a bombed out damp and squalid Hackney slum, one family are leading a life of luxury, a world funded by illegal betting, where virtually everything is available, thanks to a thriving black market. The Hyams family has a retinue of unofficial servants: a chauffeur, a cleaner and an army of delivery men. They take seaside holidays in posh hotels and dine on the finest foods and delicacies money can buy&#151;but at the core of their daily life, an ever-growing nightmare lurks, threatening to wreck their luxurious existence. In this honest and sincere memoir, Jacky Hyams revisits the \"live for today\" world of her childhood, a world where money was no object, growing up in a household underpinned by betting, booze, and bribes.</DIV></DIV>", "average_rating": 3.76, "author": "Jacky Hyams", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Bombsites%20and%20Lollipops/1372979285.27.jpg"}},{"annotation": "", "uuid": "SWovmSDxL5HRWfGRLoReyD", "position": 20, "book": {"uuid": "uoSmV8rkAhjC3NYqtKVesd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 381, "title": "Inside of Time", "publication_date": "2010-10-19", "oyster_good_for_statement": "", "isbn": "9781453205730", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><p>&#160;</p><DIV><DIV><B>The unforgettable story of Ruth Gruber&rsquo;s  rugged travels through Alaska and years spent helping refugees escape  to Israel in the nation&rsquo;s turbulent early days</B></div><DIV>&#160;</div></div><DIV>Drawing from hundreds of notebooks accumulated throughout her career, Gruber&rsquo;s breathtaking memoir spans some of the most significant events of the twentieth century, covering the years 1941 to 1952. She details her eighteen months spent surveying Alaska on behalf of the United States government, her role assisting Holocaust refugees&rsquo; emigration from war-torn Europe, and her relationships with some of the most important figures of the era, including Eleanor Roosevelt and Golda Meir.</div><DIV>Gruber describes these eleven years of her inspiring life with clarity and insight, providing an extraordinary inside look at some of the twentieth century&rsquo;s turning points.</div><p>&#160;</p></div>", "average_rating": 4.68, "author": "Ruth Gruber", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Inside%20of%20Time/1373329380.49.jpg"}},{"annotation": "", "uuid": "ycdwd8xnDEKJifFSmKNXQf", "position": 28, "book": {"uuid": "si4FBkBRN3b49Sw3VBQFJR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The Sixteenth Round", "publication_date": "2011-04-01", "oyster_good_for_statement": "", "isbn": "9781569768617", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>The survivor of a difficult childhood and youth, Rubin Carter rose to become a top contender for the middleweight boxing crown. But his career crashed to a halt on May 26, 1967, when he and another man were found guilty of the murder of three white people in a New Jersey bar. While in prison, Carter chronicled the events that led him from the ring to three consecutive life sentences and 10 years in solitary confinement. His story was a cry for help to the public, an attempt to set the record straight and force a new trial. Bob Dylan wrote a classic anthem for Carter's struggle; and Joan Baez, Muhammad Ali, Roberta Flack, and thousands more took up the cause as well. Originally published in 1974, this account is an eye-opening examination of growing up black in America, problems in the United States prison system, and Carter's own battles.</DIV>", "average_rating": 4.28, "author": "Rubin \"Hurricane\" Carter", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20Sixteenth%20Round/1372979544.39.jpg"}},{"annotation": "", "uuid": "u97BKHTpi9BAtBUFczHGjF", "position": 23, "book": {"uuid": "zRA5ysAAjrRKJSrKiQsgXA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "Name-Dropping", "publication_date": "2001-10-09", "oyster_good_for_statement": "", "isbn": "9780547586588", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>\"Names? You want names? No one knows better ones than John Kenneth Galbraith&#8221;  (San Diego Union-Tribune). With the dazzling insight, humor, and literary skill that mark Galbraith as one of the most distinguished writers of our time, Name-Dropping charts the political landscape of the past sixty-five years. Drawing on a lifetime of access to many great public figures, the famous economist offers a clear-eyed, unsparing, and amusing &#147;look at prominent people . . . [he] has known, from FDR on&#8221; (Larry King, USA Today) and offers a rich and uniquely personal history of the century &#151; a history he helped to shape.<br></div>", "average_rating": 3.29, "author": "John  Kenneth Galbraith", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547586588/1376381089.55.jpg"}}]