[{"book": {"oyster_summary": "", "number_print_pages": 518, "language_code": "eng", "publication_date": "2012-03-20", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Sea%20of%20Words/1373330387.38.jpg", "uuid": "u2H7ZqnUSeQLTkJyeF2iPL", "average_rating": 4.04, "author": "Dean King", "awards": [], "description": "<DIV><b>From ablation to Zelenka&mdash;a comprehensive guide to seafaring during the Napoleonic age</b></div><BR><DIV>What is a sand-grouse, and where does it live? What are the medical properties of <i>lignum vitae</i>, and how did Stephen Maturin use it to repair his viola? Who is Admiral Lord Keith, and why is his wife so friendly with Captain Jack Aubrey?</div><DIV>&#160;</div><DIV>More than any other contemporary author, Patrick O&rsquo;Brian knew the past. His twenty Aubrey&ndash;Maturin novels, beginning with 1969&rsquo;s <i>Master and Commander</i>, are distinguished by deep characterization, heart-stopping naval combat, and an attention to detail that enriches and enlivens his stories. In this revised edition of <i>A Sea of Words</i>, Dean King and his collaborators dive into Jack Aubrey&rsquo;s world. In addition to their invaluable glossary, the authors provide essays on the age&rsquo;s politics, naval medicine, and the many ships that Jack Aubrey sailed, sighted, and fought against. For both the curious fan and the O&rsquo;Brian aficionado, <i>A Sea of Words</i> is an invaluable tome on the British Royal Navy.</div>", "isbn": "9781453238301", "title": "A Sea of Words", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "rbCpW4vKtWBrD3gA2A8n4S", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 200, "language_code": "eng", "publication_date": "2004-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781554883080/1377070140.58.jpg", "uuid": "fARmfgkwXzFnvLsunxhcxY", "average_rating": 0.0, "author": "David Murphy", "awards": [], "description": "<p>The Shackleton of his day, Leopold McClintock (1819-1907) from County Louth was the leading Arctic explorer of the Victorian era. He undertook four major voyages, epic sledge journeys, and was the first to bring definite information on the lost Franklin party. He then rose to admiral and advised Robert Falcon Scott before the Discovery expedition in 1901. After his death a memorial plaque was unveiled at Westminister Abbey, portraits were hung in the National Portrait Gallery in London, and the McClintock Channel in the Arctic was named after him.</p>", "isbn": "9781554883080", "title": "The Arctic Fox", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gu6ozZ8hEmD9HC8RenLvbC", "name": "Dundurn"}}, "annotation": "", "uuid": "eEYim65EHPECHpN8Z76MbE", "position": 26},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2001-11-16", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547799810/1376381843.32.jpg", "uuid": "zs5iX9HtqRXazuuuy2Z2PP", "average_rating": 0.0, "author": "Russell Drumm", "awards": [], "description": "<DIV>In 1936 in Hamburg, a splendid three-masted sailing ship was christened Horst Wessel in the presence of Adolf Hitler and thousands of cheering Nazis. It became a training vessel for naval officers during World War II. After Germany&#8217;s defeat, the U.S. Coast Guard found its young crew terrified and half starved. The Coast Guardsmen brought the Germans, so recently their mortal enemies, back to life; the Germans, in return, taught them the ways of the beautiful square-rigged ship, rechristened Eagle. In time, Eagle would become the Coast Guard&#8217;s elite school ship &#8212; the barque of saviors.<BR>Uncannily linking Eagle&#8217;s malign past and its American present is a Coast Guardsman named Karl Dillmann, who believes that the spirit of a young German sailor drowned in a U-boat explosion inhabits his soul. The voices of Dillmann and other crew members are heard throughout the book, as are, incredibly, the voices of young sailors on the Horst Wessel. Drumm has obtained never-before-published logbooks from the war years, affording fascinating new insights into both the ship&#8217;s everyday life and its moments of high drama.<BR>A supremely gifted journalist and a vivid, lyrical writer, Russell Drumm knows Eagle intimately. His love of the ship, and of the sea itself, enriches every page. The courage and sacrifice of the &#8220;greatest generation&#8221; are alive and well today in the dedicated members of the U.S. Coast Guard.<BR></DIV>", "isbn": "9780547799810", "title": "The Barque of Saviors", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "TBegtbpg9iFZXVtPHHtdmW", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2009-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602861169/1387370893.48.jpg", "uuid": "avB9rPXXXSMx9vgAKCy2YH", "average_rating": 3.8, "author": "John Geiger", "awards": [], "description": "<DIV><i>The Third Man Factor</i> is an extraordinary account of how people at the very edge of death often sense an unseen presence beside them who encourages them to make one final effort to survive. This incorporeal being offers a feeling of hope, protection, and guidance, and leaves the person convinced he or she is not alone. There is a name for this phenomenon: it&#8217;s called the Third Man Factor.<p>If only a handful of people had ever encountered the Third Man, it might be dismissed as an unusual delusion shared by a few overstressed minds. But over the years, the experience has occurred again and again, to 9/11 survivors, mountaineers, divers, polar explorers, prisoners of war, sailors, shipwreck survivors, aviators, and astronauts. All have escaped traumatic events only to tell strikingly similar stories of having sensed the close presence of a helper or guardian. The force has been explained as everything from hallucination to divine intervention. Recent neurological research suggests something else.<p>Bestselling and award-winning author John Geiger has completed six years of physiological, psychological, and historical research on the Third Man. He blends his analysis with compelling human stories such as that of Ron DiFrancesco, the last survivor to escape the World Trade Center on 9/11; Ernest Shackleton, the legendary explorer whose account of the Third Man inspired T. S. Eliot to write of it in <i>The Waste Land</i>; Jerry Linenger, a NASA astronaut who experienced the Third Man while aboard the <i>Mir</i> space station&#151;and many more.<p>Fascinating for any reader, <i>The Third Man Factor</i> at last explains this secret to survival, a Third Man who&#151;in the words of famed climber Reinhold Messner&#151;&#147;leads you out of the impossible.&#8221;</DIV>", "isbn": "9781602861169", "title": "The Third Man Factor", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "o7JaBEtcXkrLEbhy2jZzEZ", "name": "Weinstein Books"}}, "annotation": "", "uuid": "n4VmDRbbUXpab9f923Rz2c", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2010-05-11", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306819049/1387370868.78.jpg", "uuid": "GzrGYGPsakddrwbZjRfyvb", "average_rating": 4.5, "author": "David Sears", "awards": [], "description": "<DIV>In 1951, James Michener went to Korea to report on a little known aspect of America&#8217;s stalemated war: navy aviators. His research inspired novel about these pilots became an overnight bestseller and, perhaps, the most widely read book ever written about aerial combat.<P>Using Michener&#8217;s notes, author David Sears tracked down the actual pilots to tell their riveting, true-life stories. From the icy, windswept decks of aircraft carriers, they penetrated treacherous mountain terrain to strike heavily defended dams, bridges, and tunnels, where well entrenched Communist anti-aircraft gunners waited to shoot them down. Many of these men became air combat legends, and one, Neil Armstrong, the first astronaut to walk on the moon.<P><I>Such Men As These</I> brims with action-packed accounts of combat and unforgettable portraits of the pilots whose skill and sacrifice made epic history.</DIV>", "isbn": "9780306819049", "title": "Such Men as These", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "QM7TVs7aR6QHksSAZ8VKrk", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2010-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586488642/1387370891.52.jpg", "uuid": "Rziycg2vfCFxjrWqXGXh7n", "average_rating": 4.53, "author": "Jonathan Green", "awards": [], "description": "<DIV>On September 30, 2006 gunfire echoed through the thin air near Advance Base Camp on Cho Oyu Mountain. Frequented by thousands of climbers each year, Cho Oyu lies nineteen miles east of Mt. Everest on the border between Tibet and Nepal. To the elite mountaineering community, it offers a straightforward summit&#151;a warm-up climb to her formidable sister. To Tibetans, Cho Oyu promises a gateway to freedom through a secret glacial path: the Nangpa La.<P><I>Murder in the High Himalaya</I> is the unforgettable account of the brutal killing of Kelsang Namtso&#151;a seventeen-year-old Tibetan nun fleeing to India&#151;by Chinese border guards. Witnessed by dozens of Western climbers, Kelsang&#8217;s death sparked an international debate over China&#8217;s savage oppression of Tibet. Adventure reporter Jonathan Green has gained rare entrance into this shadow-land at the rooftop of the world. In his affecting portrait of modern Tibet, Green raises enduring questions about morality and the lengths we go to achieve freedom.</DIV>", "isbn": "9781586488642", "title": "Murder in the High Himalaya", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}}, "annotation": "", "uuid": "n8FDt4ysQmm7M5gTz4zwQo", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2004-05-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547995045/1376382595.98.jpg", "uuid": "iZQTmrtExhTk43W3U3K3N4", "average_rating": 4.1, "author": "Melissa Fay Greene", "awards": [], "description": "<DIV>The deepest coal mine in North America was notoriously unpredictable. One late October evening in 1958, it \"bumped\" - its rock floors heaving up and smashing into rock ceilings. A few miners staggered out, most of the 174 on shift did not.<br><br>Nineteen men were trapped, plunged into darkness, hunger, thirst, and hallucination. As days and nights passed, the survivors began to hope for death by gas rather than from thirst. Above ground, journalists and families stood in despairing vigil, as rescuers brought out scores of the dead.  The hope of finding life undergound faded and families made funeral preparations.<br><br>Then, a miracle: Rescuers stumbled across a broken pipe leading to a cave of survivors, then  a second group was discovered.<br><br>A media circus followed. Ed Sullivan, then the state of Georgia, invited survivors to visit.  Publicity, politics, and segregation sorted the men differently than they had ordered themselves. Underground, the one black survivor nursed a dying man; in Atlanta, Governor Marvin Griffin said: \"I will not shake hands with a Negro.\"<br><br>If every great writer has one tale of peril, heroism, and survival, <i>Last Man Out</i> is Melissa Fay Greene's.  Using long-lost stories and interviews with survivors, Greene has reconstructed the drama of their struggle to stay alive<br></div>", "isbn": "9780547995045", "title": "Last Man Out", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "RdgcRoBDRBc2NvjnonHda4", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "1999-06-16", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547349497/1376380857.9.jpg", "uuid": "4sKTSXePr244houXSzLUee", "average_rating": 3.94, "author": "Nicholas Clapp", "awards": [], "description": "<DIV>No one thought that Ubar, the most fabled city of ancient Arabia, would ever be found-if it even existed. Buried in the desert without a trace, it had become known as \"the Altantis of the Sands.\" Many had searched for Ubar, including Lawrence of Arabia. Then in the 1980s, Nicholas Clapp, a documentary filmmaker and amateur archaeologist, stumbled on the legend of the lost city while poring over historical manuscripts. Filled with overwhelming curiosity, he led two expeditions to Arabia with a team that included space scientists and geologists. The discovery of Ubar was front-page news across the world and was heralded by Time as one of three major scientific events of the year.</div>", "isbn": "9780547349497", "title": "The Road to Ubar", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "dnfGbVWJ4APXKNFS8PkXgf", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2010-02-09", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061969539/1376528965.71.jpg", "uuid": "7GnuztPDg9NxvfsVnA6wt8", "average_rating": 3.78, "author": "Mark Lee Gardner", "awards": [], "description": "<blockquote><p>A sheriff . . . </p><p>An outlaw . . . </p><p>A legendary showdown.</p></blockquote><p>Billy the Kid&#8212;a.k.a. Henry McCarty, Henry Antrim, and William Bonney&#8212;was a horse thief, cattle rustler, charismatic rogue, and cold-blooded killer. A superb shot, the Kid gunned down four men single-handedly and five others with the help of cronies. Two of his victims were Lincoln County, New Mexico, deputies killed during the Kid's brazen daylight escape from the courthouse jail on April 28, 1881.</p><p>After dispensing with his guards and breaking the chain securing his leg irons, the Kid danced a macabre jig on the jail's porch before riding away on a stolen horse as terrified townspeople&#8212;and many sympathizers&#8212;watched. For new sheriff Pat Garrett, an acquaintance of Billy's, the chase was on. . . . </p><p><em>To Hell on a Fast Horse</em> re-creates the thrilling manhunt for the Wild West's most iconic outlaw. It is also the first dual biography of the Kid and Garrett, each a larger-than-life figure who would not have become legendary without the other. Drawing on voluminous primary sources and a wealth of published scholarship, Mark Lee Gardner digs beneath the myth to take a fresh look at these two men, their relationship, and their epic ride to immortality.</p>", "isbn": "9780061969539", "title": "To Hell on a Fast Horse", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "3muvrTzWY8c382qoFkEtG5", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 300, "language_code": "eng", "publication_date": "2008-03-03", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780306817731/1387370967.64.jpg", "uuid": "GdmRES7mJksMke32BahRLB", "average_rating": 4.78, "author": "Alfred Lansing", "awards": [], "description": "<DIV>The astonishing saga of polar explorer Ernest Shackleton's survival for over a year on the ice-bound Antarctic seas, as Time magazine put it, \"defined heroism.\" Alfred Lansing's scrupulously researched and brilliantly narrated book -- with over 200,000 copies sold -- has long been acknowledged as the definitive account of the Endurance's fateful trip. To write their authoritative story, Lansing consulted with ten of the surviving members and gained access to diaries and personal accounts by eight others. The resulting book has all the immediacy of a first-hand account, expanded with maps and illustrations especially for this edition.</Div>", "isbn": "9780306817731", "title": "Endurance", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "N4e8sM7wzWM6WJLBw4948o", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2010-06-29", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062002907/1376530038.68.jpg", "uuid": "hNCa2dQdB2K9fHSUiesoc9", "average_rating": 3.82, "author": "Graham Bowley", "awards": [], "description": "<p>In this riveting work of narrative nonfiction, journalist Graham Bowley re-creates one of the most dramatic tales of death and survival in mountaineering history, vividly taking readers through the tragic 2008 K2 ascent that claimed the lives of eleven climbers, severely injured two others, and made headlines around the world.</p><p>With its near-perfect pyramid shape, the 28,251-foot K2&#8212;the world's second-highest mountain, some 800 feet shorter than the legendary Everest hundreds of miles to the south&#8212;has lured serious climbers for decades. In 2008, near the end of a brief climbing season cut even shorter by bad weather, no fewer than ten international teams&#8212;some experienced, others less prepared&#8212;crowded the mountain's dangerous slopes with their Sherpas and porters, waiting to ascend.</p><p>Finally, on August 1, they were able to set off. But hindered by poor judgment, lack of equipment, and overcrowded conditions, the last group did not summit until nearly 8 p.m., hours later than planned. Then disaster struck when a huge ice chunk from above the Bottleneck, a deadly 300-foot avalanche-prone gulley just below the summit, came loose and destroyed the fixed guide ropes. More than a dozen climbers and porters still above the Bottleneck&#8212;many without oxygen and some with no headlamps&#8212;faced the near impossibility of descending in the blackness with no guideline and no protection. Over the course of the chaotic night, some would miraculously make it back. Others would not. </p><p>Based on in-depth interviews with surviving climbers and many Sherpas, porters, and family and friends of the deceased, <em>No Way Down</em> reveals for the first time the full dimensions of this harrowing drama.</p>", "isbn": "9780062002907", "title": "No Way Down", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "bY7fByZN3jpt3riAgXoDJM", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760341/1376452081.73.jpg", "uuid": "iNyrfNqU8kvand69w5oZ8", "average_rating": 3.89, "author": "Edward Dolnick", "awards": [], "description": "<p>0n May 24, 1869, a one-armed Civil War veteran named John Wesley Powell and a ragtag band of nine mountain men embarked on the last great quest in the American West. No one had ever explored the fabled Grand Canyon; to adventurers of that era it was a region almost as mysterious as Atlantis -- and as perilous.</p><p>The ten men set out down the mighty Colorado River in wooden rowboats. Six survived. Drawing on rarely examined diaries and journals, <em>Down the Great Unknown</em> is the first book to tell the full, true story.</p>", "isbn": "9780061760341", "title": "Down the Great Unknown", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "XXiSXeEGAWBdSm3z74EKiR", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2008-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539393/1376383271.89.jpg", "uuid": "p7ZkwD85WSmyABxjf8DAWN", "average_rating": 3.78, "author": "Nancy Marie Brown", "awards": [], "description": "<div><div><div><div>Five hundred years before Columbus, a Viking woman named Gudrid sailed off the edge of the known world. She landed in the New World and lived there for three years, giving birth to a baby before sailing home. Or so the Icelandic sagas say. Even after archaeologists found a Viking longhouse in Newfoundland, no one believed that the details of Gudrid&#8217;s story were true. Then, in 2001, a team of scientists discovered what may have been this pioneering woman&#8217;s last house, buried under a hay field in Iceland, just where the sagas suggested it could be.</div> <div>&#160;</DIV> <div>Joining scientists experimenting with cutting-edge technology and the latest archaeological techniques, and tracing Gudrid&#8217;s steps on land and in the sagas, Nancy Marie Brown reconstructs a life that spanned&#8212;and expanded&#8212;the bounds of the then-known world. She also sheds new light on the society that gave rise to a woman even more extraordinary than legend has painted her and illuminates the reasons for its collapse.</div> <p><BR><BR><BR>&#160;</DIV></DIV></DIV>", "isbn": "9780547539393", "title": "The Far Traveler", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "vN4LEcNfuDqnv4iRoSnDxJ", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "1992-10-15", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546728/1376380390.98.jpg", "uuid": "whT26jqoavzH7G45yq8Jb5", "average_rating": 4.19, "author": "Antoine de Saint-Exupéry", "awards": [], "description": "<DIV>Recipient of the Grand Prix of the Acad&#233;mie Fran&#231;aise, Wind, Sand and Stars captures the grandeur, danger, and isolation of flight. Its exciting account of air adventure, combined with lyrical prose and the spirit of a philosopher, makes it one of the most popular works ever written about flying. Translated by Lewis Galanti&#232;re.<BR></DIV>", "isbn": "9780547546728", "title": "Wind, Sand and Stars", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "sMpd8c4bKWPqufQPGzP6oJ", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 264, "language_code": "eng", "publication_date": "2012-09-21", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/615/6151355350414.64.jpg", "uuid": "wxyzkBawjA4Vq9GZFG49mj", "average_rating": 3.94, "author": "Bruce Henderson", "awards": [], "description": "<DIV>&quot;Compulsively readable&quot; -San Francisco Examiner<BR><BR>It began as President Ulysses S. Grant's bid for international glory after the Civil War -- America's first attempt to reach the North Pole. It ended with Captain Charles Hall's death under suspicious circumstances, dissension among sailors, scientists, and explorers, the ship's evacuation and eventual sinking. Then came a brutal struggle for survival by thirty-three men, women and children, stranded on the polar ice -- and two dramatic rescues by whaling ships. When news of the disastrous expedition and accusations of murder reached Washington D.C., it led to a nationwide scandal, an official investigation, and a government cover-up.<BR><BR>The mystery of the captain's death remained unsolved for nearly 100 years. But when Charles Hall's frozen grave in northern Greenland was opened, and hair and fingernail samples were retrieved, forensic scientists were finally able to reach a shocking conclusion.</div>", "isbn": "9780983839590", "title": "Fatal North", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}}, "annotation": "", "uuid": "iVYcphh8NTBGjnSa3yxcYW", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868405/1376527943.37.jpg", "uuid": "8fUqJ2TfJ824PinKj2PJ7n", "average_rating": 4.21, "author": "Peter Nichols", "awards": [], "description": "<p>In 1968, nine sailors set off on the most daring race ever held: to single-handedly circumnavigate the globe nonstop. It was a feat that had never been accomplished and one that would forever change the face of sailing. Ten months later, only one of the nine men would cross the finish line and earn fame, wealth, and glory. For the others, the reward was madness, failure, and death.</p><p>In this extraordinary book, Peter Nichols chronicles a contest of the individual against the sea, waged at a time before cell phones, satellite dishes, and electronic positioning systems. <em>A Voyage for Madmen</em> is a tale of sailors driven by their own dreams and demons, of horrific storms in the Southern Ocean, and of those riveting moments when a split-second decision means the difference between life and death.</p>", "isbn": "9780061868405", "title": "A Voyage For Madmen", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "rPKhTb52MD3sAmW92AKFCn", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2009-06-02", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061886430/1378009338.01.jpg", "uuid": "L3qrexYTVWEivPHYdvHS7n", "average_rating": 3.75, "author": "Norman Ollestad", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><em>Dad Said</p><p>Olestad, we can do i t all. . . .</em></p><p>Why do you make me do this?</p><p><em>Because it's beautiful when it all comes together.</em></p><p>I don't think it's ever beautiful.</p><p><em>One day.</em></p><p>Never.</p><p><em>We'll see, my father said. Vamanos.</em></p><p>From the age of three, Norman Ollestad was thrust into the world of surfing and competitive downhill skiing by the intense, charismatic father he both idolized and resented. While his friends were riding bikes, playing ball, and going to birthday parties, young Norman was whisked away in pursuit of wild and demanding adventures. Yet it were these exhilarating tests of skill that prepared \"Boy Wonder,\" as his father called him, to become a fearless champion&#8212;and ultimately saved his life.</p><p>Flying to a ski championship ceremony in February 1979, the chartered Cessna carrying Norman, his father, his father's girlfriend, and the pilot crashed into the San Gabriel Mountains and was suspended at 8,200 feet, engulfed in a blizzard. \"Dad and I were a team, and he was Superman,\" Ollestad writes. But now Norman's father was dead, and the devastated eleven-year-old had to descend the treacherous, icy mountain alone.</p><p>Set amid the spontaneous, uninhibited surf culture of Malibu and Mexico in the late 1970s, this riveting memoir, written in crisp Hemingwayesque prose, recalls Ollestad's childhood and the magnetic man whose determination and love infuriated and inspired him&#8212;and also taught him to overcome the indomitable. As it illuminates the complicated bond between an extraordinary father and his son, Ollestad's powerful and unforgettable true story offers remarkable insight for us all.</p>", "isbn": "9780061886430", "title": "Crazy for the Storm", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "GXfeeVKqgkcLS5fuuikB5S", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 720, "language_code": "eng", "publication_date": "2006-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350752/1376381114.82.jpg", "uuid": "BGP3n4Ry23pMEU8NBtymTX", "average_rating": 3.31, "author": "William C. Davis", "awards": [], "description": "<DIV>At large during the most colorful period in New Orleans' history, from just after the Louisiana Purchase through the War of 1812, privateers Jean and Pierre Laffite made life hell for Spanish merchants on the Gulf. Pirates to the U.S. Navy officers who chased them, heroes to the private citizens who shopped for contraband at their well-publicized auctions, the brothers became important members of a filibustering syndicate that included lawyers, bankers, merchants, and corrupt U.S. officials. But this allegiance didn't stop the Laffites from becoming paid Spanish spies, disappearing into the fog of history after selling out their own associates.<br><BR>William C. Davis uncovers the truth about two men who made their names synonymous with piracy and intrigue on the Gulf.<BR></DIV>", "isbn": "9780547350752", "title": "The Pirates Laffite", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "8szes9snT3ci3gEYajnVU6", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "English", "publication_date": "2011-05-03", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/586/5861355186784.31.jpg", "uuid": "ZnupL87FujvvS688GAPHrc", "average_rating": 3.91, "author": "Richard Sanders", "awards": [], "description": "<p>He drank tea instead of rum. He banned women and gambling on his ships. He never made his prisoners walk the plank, instead inviting them into his cabin for a friendly chat. And during the course of his extraordinary two-and-a-half-year career as a pirate captain, he captured four hundred prizes and brought trade in the eastern Caribbean to a standstill. In If a Pirate I Must Be..., Richard Sanders tells the larger-than-life story of Bartholomew Roberts, aka Black Bart. Born in a rural town, Roberts rose from third mate on a slave ship to pirate captain in a matter of months. Before long, his combination of audaciousness and cunning won him fame and fortune from the fisheries of Newfoundland to the slave ports of West Africa.Sanders brings to life a fascinating world of theater and ritual, where men (a third of whom were black) lived a close-knit, egalitarian life, democratically electing their officers and sharing their spoils. They were highly (if surreptitiously) popular with many merchants, with whom they struck incredibly lucrative deals. Yet with a fierce team of Royal Navy pirate hunters tracking his every move, Roberts' heyday would prove a brief one, and with his capture, the Golden Age of pirates would pass into the lore and legend of books and movies. Based on historical records, journals and letters from pirates under Roberts' command, and on writings by Roberts himself, If a Pirate I Must Be... is the true story of the greatest pirate ever to sail the Caribbean.", "isbn": "9781602390195", "title": "If a Pirate I Must Be", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}}, "annotation": "", "uuid": "aRYKsgGuDWiZWp3mJDZ5UX", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 284, "language_code": "eng", "publication_date": "2007-06-08", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126510/1377656832.07.jpg", "uuid": "WwCcr3akgGfD5gRo8XyXEU", "average_rating": 3.98, "author": "Joan Druett", "awards": [], "description": "Auckland Island is a godforsaken place in the middle of the Southern Ocean, 285 miles south of New Zealand. With year-round freezing rain and howling winds, it is one of the most forbidding places in the world. To be shipwrecked there means almost certain death.<br> <br> In 1864 Captain Thomas Musgrave and his crew of four aboard the schooner <em>Grafton</em> wreck on the southern end of the island. Utterly alone in a dense coastal forest, plagued by stinging blowflies and relentless rain, Captain Musgrave&#8212;rather than succumb to this dismal fate&#8212;inspires his men to take action. With barely more than their bare hands, they build a cabin and, remarkably, a forge, where they manufacture their tools. Under Musgrave's leadership, they band together and remain civilized through even the darkest and most terrifying days.<br> <br> Incredibly, at the same time on the opposite end of the island&#8212;twenty miles of impassable cliffs and chasms away&#8212;the <em>Invercauld</em> wrecks during a horrible storm. Nineteen men stagger ashore. Unlike Captain Musgrave, the captain of the <em>Invercauld</em> falls apart given the same dismal circumstances. His men fight and split up; some die of starvation, others turn to cannibalism. Only three survive. Musgrave and all of his men not only endure for nearly two years, they also plan their own astonishing escape, setting off on one of the most courageous sea voyages in history.<br> <br> Using the survivors' journals and historical records, award-winning maritime historian Joan Druett brings this extraordinary untold story to life, a story about leadership and the fine line between order and chaos.", "isbn": "9781565126510", "title": "Island of the Lost", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "gGEaeSpTpWDAiqejdNFHQ4", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2011-04-26", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062087140/1376553145.29.jpg", "uuid": "3nFp79A9aftGJD2iCdU24n", "average_rating": 3.79, "author": "Mitchell Zuckoff", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>On May 13, 1945, twenty-four American servicemen and WACs boarded a transport plane for a sightseeing trip over &#8220;Shangri-La,&#8221; a beautiful and mysterious valley deep within the jungle-covered mountains of Dutch New Guinea.Unlike the peaceful Tibetan monks of James Hilton&#8217;s bestselling novel Lost Horizon, this Shangri-La was home to spear-carrying tribesmen, warriors rumored to be cannibals. </p><p>But the pleasure tour became an unforgettable battle for survival when the plane crashed. Miraculously, three passengers pulled through. Margaret Hastings, barefoot and burned, had no choice but to wear her dead best friend&#8217;s shoes. John McCollom, grieving the death of his twin brother also aboard the plane, masked his grief with stoicism. Kenneth Decker, too, was severely burned and suffered a gaping head wound.</p><p>Emotionally devastated, badly injured, and vulnerable to the hidden dangers of the jungle, the trio faced certain death unless they left the crash site. Caught between man-eating headhunters and enemy Japanese, the wounded passengers endured a harrowing hike down the mountainside&#8212;a journey into the unknown that would lead them straight into a primitive tribe of superstitious natives who had never before seen a white man&#8212;or woman.</p><p>Drawn from interviews, declassified U.S. Army documents, personal photos and mementos, a survivor&#8217;s diary, a rescuer&#8217;s journal, and original film footage, Lost in Shangri-La recounts this incredible true-life adventure for the first time. Mitchell Zuckoff reveals how the determined trio&#8212;dehydrated, sick, and in pain&#8212;traversed the dense jungle to find help; how a brave band of paratroopers risked their own lives to save the survivors; and how a cowboy colonel attempted a previously untested rescue mission to get them out.</p><p>By trekking into the New Guinea jungle, visiting remote villages, and rediscovering the crash site, Zuckoff also captures the contemporary natives&#8217; remembrances of the long-ago day when strange creatures fell from the sky. A riveting work of narrative nonfiction that vividly brings to life an odyssey at times terrifying, enlightening, and comic, Lost in Shangri-La is a thrill ride from beginning to end.</p>", "isbn": "9780062087140", "title": "Lost in Shangri-La", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "wP8WhXdB9jHQbyoBP4TYRU", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2010-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061991172/1376529808.17.jpg", "uuid": "3w5A2PA4wWuyMfBzLVAqsG", "average_rating": 4.19, "author": "Kalee Thompson", "awards": [], "description": "<p>Soon after 2:00 <small>A.M.</small> on Easter morning, March 23, 2008, the fishing trawler <em>Alaska Ranger</em> began taking on water in the middle of the frigid Bering Sea. While the first mate broadcast Mayday calls to a remote Coast Guard station more than eight hundred miles away, the men on the ship's icy deck scrambled to inflate life rafts and activate the beacon lights, which would guide rescuers to them in the water. By 4:30 <small>A.M.</small>, the wheelhouse of the <em>Ranger</em> was just barely visible above the sea's surface, and most of the forty-seven crew members were in the water, wearing the red survival suits&#8212;a number of them torn or inadequately sized&#8212;that were supposed to keep them from freezing to death. Every minute in the twenty-foot swells was a fight for survival. Many knew that if they weren't rescued soon, they would drown or freeze to death.</p><p>Two Coast Guard helicopter rescue teams were woken up in the middle of the night to save the crew of the <em>Alaska Ranger</em>. Many of the men thought the mission would be routine. They were wrong. The helicopter teams battled snow squalls, enormous swells, and gale-force winds as they tried to fulfill one guiding principle: save as many as they could. Again and again, the helicopters lowered a rescue swimmer to the ocean's surface to bring the shipwrecked men, some delirious with hypothermia, some almost frozen to death, back to the helicopter and to safety. Before the break of dawn, the Coast Guard had lifted more than twenty men from the freezing waves&#8212;more than any other cold-water Coast Guard rescue in history.</p><p><em>Deadliest Sea</em> is a daring and mesmerizing adventure tale that chronicles the power of nature against man, and explores the essence of the fear each man and woman must face when confronted with catastrophe. It also investigates the shocking negligence that leads to the sinking of dozens of ships each year, which could be prevented and makes commercial fishing one of the most dangerous occupations in the world.</p><p>With deft writing and technical knowledge, veteran journalist Kalee Thompson recounts the harrowing stories of both the rescuers and the rescued who survived the deadly ordeal in the Bering Sea. Along the way, she pays tribute to the courage, tenacity, and skill of dedicated service people who risk their own lives for the lives of others. </p>", "isbn": "9780061991172", "title": "Deadliest Sea", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "4WjiVYuZwPWEqY5xBuT24j", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061865886/1376527906.2.jpg", "uuid": "nRLuEoEugcSE6UMnPenj7m", "average_rating": 4.09, "author": "Laurence Bergreen", "awards": [], "description": "<p>Ferdinand Magellan's daring circumnavigation of the globe in the sixteenth century was a three-year odyssey filled with sex, violence, and amazing adventure. Now in <em>Over the Edge of the World</em>, prize-winning biographer and journalist <em>Laurence Bergreen</em> entwines a variety of candid, firsthand accounts, bringing to life this groundbreaking and majestic tale of discovery that changed both the way explorers would henceforth navigate the oceans and history itself.</p>", "isbn": "9780061865886", "title": "Over the Edge of the World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "RQZBp6PLRxhWh85ptYj56J", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "1999-09-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525730/1385979587.09.jpg", "uuid": "44RHYKTeNYztMPKiXpCjyR", "average_rating": 4.16, "author": "Adam Hochschild", "awards": [], "description": "<DIV>In the 1880s, as the European powers were carving up Africa, King Leopold II of Belgium seized for himself the vast and mostly unexplored territory surrounding the Congo River. Carrying out a genocidal plundering of the Congo, he looted its rubber, brutalized its people, and ultimately slashed its population by ten million--all the while shrewdly cultivating his reputation as a great humanitarian. Heroic efforts to expose these crimes eventually led to the first great human rights movement of the twentieth century, in which everyone from Mark Twain to the Archbishop of Canterbury participated. King Leopold's Ghost is the haunting account of a megalomaniac of monstrous proportions, a man as cunning, charming, and cruel as any of the great Shakespearean villains. It is also the deeply moving portrait of those who fought Leopold: a brave handful of missionaries, travelers, and young idealists who went to Africa for work or adventure and unexpectedly found themselves witnesses to a holocaust. Adam Hochschild brings this largely untold story alive with the wit and skill of a Barbara Tuchman. Like her, he knows that history often provides a far richer cast of characters than any novelist could invent. Chief among them is Edmund Morel, a young British shipping agent who went on to lead the international crusade against Leopold. Another hero of this tale, the Irish patriot Roger Casement, ended his life on a London gallows. Two courageous black Americans, George Washington Williams and William Sheppard, risked much to bring evidence of the Congo atrocities to the outside world. Sailing into the middle of the story was a young Congo River steamboat officer named Joseph Conrad. And looming above them all, the duplicitous billionaire King Leopold II. With great power and compassion, King Leopold's Ghost will brand the tragedy of the Congo--too long forgotten--onto the conscience of the West.</DIV>", "isbn": "9780547525730", "title": "King Leopold's Ghost", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "yDxVEuTZxcaxirfNQ2xP8R", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 528, "language_code": "eng", "publication_date": "2010-11-02", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062020109/1378009485.74.jpg", "uuid": "utz8Bx96qiXwovBJxgrTVa", "average_rating": 3.58, "author": "Simon Winchester", "awards": [], "description": "<p>Blending history and anecdote, geography and reminiscence, science and exposition, the <em>New York Times</em> bestselling author of <em>Krakatoa</em> tells the breathtaking saga of the magnificent Atlantic Ocean, setting it against the backdrop of mankind's intellectual evolution </p><p>Until a thousand years ago, no humans ventured into the Atlantic or imagined traversing its vast infinity. But once the first daring mariners successfully navigated to far shores&#8212;whether it was the Vikings, the Irish, the Chinese, Christopher Columbus in the north, or the Portuguese and the Spanish in the south&#8212;the Atlantic evolved in the world's growing consciousness of itself as an enclosed body of water bounded by the Americas to the West, and by Europe and Africa to the East. <em>Atlantic</em> is a biography of this immense space, of a sea which has defined and determined so much about the lives of the millions who live beside or near its tens of thousands of miles of coast. </p><p>The Atlantic has been central to the ambitions of explorers, scientists and warriors, and it continues to affect our character, attitudes, and dreams. Poets to potentates, seers to sailors, fishermen to foresters&#8212;all have a relationship with this great body of blue-green sea and regard her as friend or foe, adversary or ally, depending on circumstance or fortune. Simon Winchester chronicles that relationship, making the Atlantic come vividly alive. Spanning from the earth's geological origins to the age of exploration, World War II battles to modern pollution, his narrative is epic and awe-inspiring. </p>", "isbn": "9780062020109", "title": "Atlantic", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "QiJnkKTGwCFQBJzqyPMo6P", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 469, "language_code": "eng", "publication_date": "2009-01-27", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781926577197/1377069945.64.jpg", "uuid": "q6xfRDAMfAZBTjTH5roVcW", "average_rating": 0.0, "author": "Claudia Coutu Radmore", "awards": [], "description": "<p>Leonard Budgell saw the Canadian North like nobody else. He put his observations into words as few others ever could.</p><p>As a \"Servant of the Bay\" Budgell ran Hudson's Bay Company trading posts for decades in isolated communities up the Labrador coast and across the Arctic. Living among aboriginal Canadians he witnessed episodes and heard stories that would never again be repeated - except he wrote them down. His pen memorably portrays everything from dancing northern lights and hunting practices of birds to astonishing human adventures and predicaments.</p><p>Northern ways intact for centuries changed with rifles and motorboats, radios and electric generators, new foods and different medicines. Most often, it was Budgell who bridged the aboriginal and southern cultures, building and operating remote radio stations at places like Hebron, taking an RCMP officer into a settlement where a choice had to be made between two different codes of law and behaviour in a murder case. In <i>Arctic Twilight</i>, Budgell chronicles, in an outpouring of letters to a much younger female friend, a traditional way of life that was changing forever.</p><p>Claudia Coutu Radmore, a teacher, writer, and artist, first met Len Budgell in Winnipeg when she was a fine arts student and he had retired from the Company. Their friendship grew stronger when he began writing remarkable letters after she returned to Queen's University. Now edited and organized by her, this unique memoir is available to the public for the first time.</p>", "isbn": "9781926577197", "title": "Arctic Twilight", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gu6ozZ8hEmD9HC8RenLvbC", "name": "Dundurn"}}, "annotation": "", "uuid": "wYENyJ6vgsjhsW8iR7QYdd", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2013-11-08", "cover_img": "https://cflare.oysterbooks.com/covers/Cicerone%20Press/9781849659949/1385973702.16.jpg", "uuid": "bH9CDUymzHBrVb7GXxE24f", "average_rating": 0.0, "author": "Kev Reynolds", "awards": [], "description": "The 2400km-long Himalayan chain contains the highest mountains on earth, and some of the most dramatic scenery on Earth. These classic, challenging and magical treks, spread right across the Himalaya, will feed the dreams and ambitions of all who love wild places; they include such well-known classics as the treks to Everest, K2 and Kangchenjunga base camps, and the Annapurna and Manaslu Circuits. The ultra-long Lunana Snowman Trek and a kora around sacred Mount Kailash in Tibet are also included. There are epic glacier treks like that to Pakistan's Snow Lake; following in the footsteps of Shipton and Tilman towards Nanda Devi, and the approach to Gangkar Punsum - the world's highest unclimbed peak located in remote Bhutan. This is a book to excite and entice, guaranteed to set the pulse racing of anyone with a sense of adventure. Edited by Alpine veteran Kev Reynolds and written by a clutch of Himalayan trekking experts and writers, this inspirational guide is illustrated with original maps, stunning photographs and profiles to help readers choose and plan their dream expeditions, and supplemented by lots of practical advice on trekking in the Himalaya for novices and more experienced backpackers alike.", "isbn": "9781849659949", "title": "Trekking in the Himalaya", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "abvbAdXvoCScsBivBNxRo4", "name": "Cicerone Press"}}, "annotation": "", "uuid": "AxZHau2NqtfiUqmLTH6zDm", "position": 27},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2008-05-12", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415758/1376380003.55.jpg", "uuid": "fbN5HQK3vUFmKQxRaRn63g", "average_rating": 3.78, "author": "Colin Woodard", "awards": [], "description": "<DIV>Welcome to the Pirate Republic&#151;the early-eighteenth-century home to some of the great pirate captains, including Blackbeard, \"Black Sam\" Bellamy, and Charles Vane. Along with their fellow pirates&#151;former sailors, indentured servants, and runaway slaves&#151;this \"Flying Gang\" established a crude but distinctive democracy in the Bahamas, carving out their own zone of freedom in which servants were free, blacks could be equal citizens, and leaders were chosen or deposed by a vote.<br><BR>For a brief, glorious period the Pirate Republic was enormously successful. It cut off trade routes, sacked slave ships, and severed Europe from its New World empires. Imperial authorities and wealthy shipowners denounced&#160;its residents&#160;as the enemies of mankind, but common people saw them as heroes. Colin Woodard tells the dramatic untold story of the Pirate Republic that shook the very foundations of the British and Spanish Empires and fanned the democratic sentiments that would one day drive the American Revolution.</div>", "isbn": "9780547415758", "title": "The Republic of Pirates", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "3Qyuv9d5d4yFxoCfhuhayP", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2009-04-28", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061877254/1376528110.05.jpg", "uuid": "zc7rN8S88FjEtHSzFyq99g", "average_rating": 4.09, "author": "Daniel James Brown", "awards": [], "description": "<p>In April of 1846, Sarah Graves was twenty-one and in love with a young man who played the violin. But she was torn. Her mother, father, and eight siblings were about to disappear over the western horizon forever, bound for California. Sarah could not bear to see them go out of her life, and so days before the planned departure she married the young man with the violin, and the two of them threw their lot in with the rest of Sarah's family. On April 12, they rolled out of the yard of their homestead in three ox-drawn wagons.</p><p>Seven months later, after joining a party of emigrants led by George Donner, Sarah and her family arrived at Truckee Lake in the Sierra Nevada Mountains just as the first heavy snows of the season closed the pass ahead of them. After a series of desperate attempts to cross the mountains, the party improvised cabins and slaughtered what remained of their emaciated livestock. By early December they were beginning to starve.</p><p>Sarah's father, a Vermonter, was the only member of the party familiar with snowshoes. Under his instruction, fifteen sets of snowshoes were hastily constructed from oxbows and rawhide, and on December 15, Sarah and fourteen other relatively young, healthy people set out for California on foot, hoping to get relief for the others. Over the next thirty-two days they endured almost unfathomable hardships and horrors. </p><p>In this gripping narrative, Daniel James Brown takes the reader along on every painful footstep of Sarah's journey. Along the way, he weaves into the story revealing insights garnered from a variety of modern scientific perspectives&#8211;psychology, physiology, forensics, and archaeology&#8211;producing a tale that is not only spell-binding but richly informative. </p>", "isbn": "9780061877254", "title": "The Indifferent Stars Above", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "dfW8HMyt2mHsVmDFMX9LEP", "position": 24},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2009-04-07", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061867736/1378009327.96.jpg", "uuid": "jrBKt5Uug5ExB6HSaJMk4a", "average_rating": 3.8, "author": "Tori Murden McClure", "awards": [], "description": "<blockquote><p>\"In the end,\" writes Tori McClure, \"I know I rowed across the Atlantic to find my heart, but in the beginning, I wasn't aware that it was missing.\"</p></blockquote><p>During June 1998, Tori McClure set out to row across the Atlantic Ocean by herself in a twenty-three-foot plywood boat with no motor or sail. Within days she lost all communication with shore, but nevertheless she decided to keep going. Not only did she lose the sound of a friendly voice, she lost updates on the location of the Gulf Stream and on the weather. Unfortunately for Tori, 1998 is still on record as the worst hurricane season in the North Atlantic. In deep solitude and perilous conditions, she was nonetheless determined to prove what one person with a mission can do. When she was finally brought to her knees by a series of violent storms that nearly killed her, she had to signal for help and go home in what felt like complete disgrace.</p><p>Back in Kentucky, however, Tori's life began to change in unexpected ways. She fell in love. At the age of thirty-five, she embarked on a serious relationship for the first time, making her feel even more vulnerable than sitting alone in a tiny boat in the middle of the Atlantic. She went to work for Muhammad Ali, who told her that she did not want to be known as the woman who \"almost\" rowed across the Atlantic Ocean. And she knew that he was right.</p><p>In this thrilling story of high adventure and romantic quest, Tori McClure discovers through her favorite way&#8212;the hard way&#8212;that the most important thing in life is not to prove you are superhuman but to fully to embrace your own humanity. With a wry sense of humor and a strong voice, she gives us a true memoir of an explorer who maps her world with rare emotional honesty.</p>", "isbn": "9780061867736", "title": "A Pearl in the Storm", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "fsHST7BpEPgfs98gtEpHQK", "position": 22}]