[{"annotation_html": "Centuries before the essay became synonymous with high school English class, Montaigne invented the genre by penning his thoughts on subjects ranging from drunkenness to cannibalism to creativity. Bakewell’s biography shows us why Montaigne’s musings remain relevant in the age of blogging. ", "position": 0, "book": {"publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Sarah Bakewell", "status": 1, "average_rating": 4.1, "title": "How to Live", "uuid": "ogY7hSVRyvgs29nvkqF6hd", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514269/1378048931.52.jpg", "oyster_good_for_statement": "", "publication_date": "2010-10-19", "number_print_pages": 0, "oyster_summary": "", "description": "Winner of the 2010 National Book Critics Circle Award for Biography \r\n\r\nHow to get along with people, how to deal with violence, how to adjust to losing someone you love—such questions arise in most people’s lives. They are all versions of a bigger question: how do you live? How do you do the good or honorable thing, while flourishing and feeling happy?\r\n\r\nThis question obsessed Renaissance writers, none more than Michel Eyquem de Monatigne, perhaps the first truly modern individual. A nobleman, public official and wine-grower, he wrote free-roaming explorations of his thought and experience, unlike anything written before. He called them “essays,” meaning “attempts” or “tries.” Into them, he put whatever was in his head: his tastes in wine and food, his childhood memories, the way his dog’s ears twitched when it was dreaming, as well as the appalling events of the religious civil wars raging around him. The Essays was an instant bestseller and, over four hundred years later, Montaigne’s honesty and charm still draw people to him. Readers come in search of companionship, wisdom and entertainment—and in search of themselves.\r\n\r\nThis book, a spirited and singular biography, relates the story of his life by way of the questions he posed and the answers he explored. It traces his bizarre upbringing, youthful career and sexual adventures, his travels, and his friendships with the scholar and poet Étienne de La Boétie and with his adopted “daughter,” Marie de Gournay. And we also meet his readers—who for centuries have found in Montaigne an inexhaustible source of answers to the haunting question, “how to live?”", "isbn": "9781590514269", "language_code": "English", "awards": []}, "uuid": "V9yxYTsGWJA6NtegGWpbD8", "annotation": "Centuries before the essay became synonymous with high school English class, Montaigne invented the genre by penning his thoughts on subjects ranging from drunkenness to cannibalism to creativity. Bakewell’s biography shows us why Montaigne’s musings remain relevant in the age of blogging. "},{"annotation_html": "<i>New York Times</i> critic A.O. Scott called David Foster Wallace the “best mind of his generation.”  Collected here are the last interviews before Wallace’s tragic suicide, painting a picture of a man infinitely interested in the world around him but plagued by a crippling mental illness. ", "position": 1, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "David Foster Wallace", "status": 1, "average_rating": 3.88, "title": "David Foster Wallace: The Last Interview", "uuid": "TSSmNfXpQn4MAuFSCup5pR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192079/1377113922.31.jpg", "oyster_good_for_statement": "", "publication_date": "2012-12-18", "number_print_pages": 128, "oyster_summary": "", "description": "<p>In intimate and eloquent interviews, including the last he gave before his suicide, the writer hailed by A.O. Scott of The New York Times as \"the best mind of his generation” considers the state of modern America, entertainment and discipline, adulthood, literature, and his own inimitable writing style. The volume includes among others interviews with Laura Miller, Dave Eggers, and the student magazine of Wallace's own alma mater, Amherst.</p>", "isbn": "9781612192079", "language_code": "English", "awards": []}, "uuid": "JhyRbKbwXBJFzdQvpgu4cZ", "annotation": "New York Times critic A.O. Scott called David Foster Wallace the “best mind of his generation.”  Collected here are the last interviews before Wallace’s tragic suicide, painting a picture of a man infinitely interested in the world around him but plagued by a crippling mental illness. "},{"annotation_html": "Philip Roth found his literary sweet spot in Newark, New Jersey. His hometown became the setting for his most famous novels. In <i>Shop Talk</i>, Roth interviews an international cast of authors on how their work has been uniquely shaped by the eras in which they live. Buckle up for the mother of all road trips. ", "position": 2, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Philip Roth", "status": 1, "average_rating": 3.68, "title": "Shop Talk", "uuid": "fuHVXY86xdZKdMyicVr4Jc", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547344898/1376379591.72.jpg", "oyster_good_for_statement": "", "publication_date": "2001-09-25", "number_print_pages": 176, "oyster_summary": "", "description": "<DIV>In Philip Roth&#8217;s intimate intellectual encounters with an international and diverse cast of writers, they explore the importance of region, politics, and history in their work and trace the imaginative path by which a writer&#8217;s highly individualized art is informed by the wider conditions of life.<br>     Milan Kundera and Czechoslovakia, Primo Levi and Auschwitz, Edna O&#8217;Brien and Ireland, Aharon Appelfeld and Bukovina, Ivan Kl&#237;ma and Prague, Isaac Singer and Warsaw, Bruno Schulz and Poland &#151; what is the intricate transaction between the susceptible writer and the provocative time and place? Roth&#8217;s questions go to the original conditions that stimulate the narrative impulse, and he puts them to writers who are as attuned to the subtleties of literature as to the influence of the surrounding society.<br>     Also included here are appreciative portraits of two of Roth&#8217;s late friends, each transfixed till the end by his artistic vocation &#151; the writer Bernard Malamud and the painter Philip Guston &#151; as well as several cartoons drawn by Guston, a gift to Roth to illustrate his novella THE BREAST and printed here for the first time. SHOP TALK concludes with Roth&#8217;s essay &#147;Rereading Saul Bellow,&#8221; a vivid presentation of Bellow&#8217;s achievement and, in the spirit of this collection, very much a colleague&#8217;s reading.</div>", "isbn": "9780547344898", "language_code": "eng", "awards": []}, "uuid": "xy8LY4HnQP3QY966vUQDfA", "annotation": "Philip Roth found his literary sweet spot in Newark, New Jersey. His hometown became the setting for his most famous novels. In Shop Talk, Roth interviews an international cast of authors on how their work has been uniquely shaped by the eras in which they live. Buckle up for the mother of all road trips. "},{"annotation_html": "When F. Scott Fitzgerald and Sheilah Graham met in 1937, his career was awash in alcoholism, while her run as a successful gossip columnist was just hitting its stride. Graham turned to Fitzgerald seeking not only a lover, but also a tutor. <i>College of One</i> is both a love story and a lit course designed by one of the most famous writers of all time. ", "position": 3, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Sheilah Graham", "status": 1, "average_rating": 3.47, "title": "College Of One", "uuid": "5RSfmE7bUXJkMofr7ZbkPP", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192840/1377113844.03.jpg", "oyster_good_for_statement": "", "publication_date": "2013-05-28", "number_print_pages": 304, "oyster_summary": "", "description": "<p>The moving story of how F. Scott Fitzgerald—washed up, alcoholic and ill—dedicated himself to devising a heartfelt course in literature for the woman he loved.</p>\n<p>In 1937, on the night of her engagement to the Marquess of Donegall, Sheilah Graham met F. Scott Fitzgerald at a party in Hollywood. Graham, a British-born journalist, broke off her engagement, and until Fitzgerald had a fatal heart attack in her apartment in 1940, the two writers lived the fervid, sometimes violent affair that is memorialized here with unprecedented intimacy.</p>\n<p>When they met, Fitzgerald's fame had waned. He battled crippling alcoholism while writing screenplays to support his daughter and institutionalized wife. Graham's star, however, was rising, to the point where she became Hollywood's highest-paid, best-read gossip columnist. But if Fitzgerald had lived out his \"crack-up” in public, Graham kept her demons secret—such as that she believed herself to be \"a fascinating fake who pulled the wool over Hollywood's eyes.''</p>\n<p>Most poignantly, she keenly felt her lack of education, and Fitzgerald rose to the occasion. He became her passionate tutor, guiding her through a curriculum of his own design: a college of one. Graham loved him the more for it, writing the book as a tribute. As she explained, \"An unusual man's ideas on what constituted an education had to be preserved. It is a new chapter to add to what is already known about an author who has been microscopically investigated in all the other areas of his life.”</p>", "isbn": "9781612192840", "language_code": "English", "awards": []}, "uuid": "mmJnF8qXGc7SCJyfVRnPVD", "annotation": "When F. Scott Fitzgerald and Sheilah Graham met in 1937, his career was awash in alcoholism, while her run as a successful gossip columnist was just hitting its stride. Graham turned to Fitzgerald seeking not only a lover, but also a tutor. College of One is both a love story and a lit course designed by one of the most famous writers of all time. "},{"annotation_html": "Roger Kahn, longtime sports editor and bestselling author, is something of a super fan. Brought up on the Brooklyn Dodgers, Kahn went on to write about baseball for <i>Sports Illustrated</i>, <i>Esquire</i>, and <i>Time</i>. If baseball is an art, Kahn's writing about it is a masterpiece.", "position": 4, "book": {"publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Roger Kahn", "status": 1, "average_rating": 4.01, "title": "Memories of Summer", "uuid": "ezkfCk5Hwux4g6SpW9HhJA", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/620/6201355350426.45.jpg", "oyster_good_for_statement": "", "publication_date": "2012-10-28", "number_print_pages": 200, "oyster_summary": "", "description": "<DIV>Acclaimed baseball writer and bestselling author Roger Kahn gives us a memoir of his Brooklyn childhood, a recollection of a life in journalism, and a record of personal acquaintance with the greatest ballplayers of several eras.&#160;<BR><BR>His father had a passion for the Dodgers; his mother&rsquo;s passion was for poetry. Somehow, young Roger managed to blend both loves in a career that encompassed writing about sports for the New York Herald Tribune, Sports Illustrated, the Saturday Evening Post, Esquire, and Time. Kahn recalls the great personalities of a golden era&mdash;Leo Durocher, Mickey Mantle, Willie Mays, Jackie Robinson, Red Smith, Dick Young, and many more&mdash;and recollects the wittiest lines from forty years in dugouts, press boxes, and newsrooms.<BR><BR>Often hilarious, always precise about action on the field and off, Memories of Summer is an enduring classic about how baseball met literature to the benefit of both.</div><DIV><BR>Praise for Roger Kahn:</div><BR>&quot;As a kid, I loved sports first and writing second, and loved everything Roger Kahn wrote. As an adult, I love writing first and sports second, and love Roger Kahn even more.&quot; &mdash;Pulitzer Prize winner, David Maraniss&#160;<BR><BR>&quot;He can epitomize a player with a single swing of the pen.&quot; &mdash;Time magazine<BR><BR>&quot;Roger Kahn is the best baseball writer in the business.&quot; &mdash;Stephen Jay Gould, New York Review of Books<BR><BR>&quot;A work of high moral purpose and great poetic accomplishment. The finest American book on sports.&quot; &mdash;James Michener on&#160;<I>The Boys of Summer<BR></I><BR><DIV>&quot;Kahn has the almost unfair gift of easy, graceful writing.&quot; &mdash;Boston Herald</div>", "isbn": "9781938120473", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "ggR7n73vheaFcApZDGr3n5", "annotation": "Roger Kahn, longtime sports editor and bestselling author, is something of a super fan. Brought up on the Brooklyn Dodgers, Kahn went on to write about baseball for Sports Illustrated, Esquire, and Time. If baseball is an art, Kahn's writing about it is a masterpiece."},{"annotation_html": "This <i>Best American</i> collection of essays is like a mix tape made by John Cusack in High Fidelity.  Introduced by bestselling memoirist Cheryl Strayed, selections include works by new authors as well as heavy hitters Alice Munro and Zadie Smith.  Some are cheeky. Some are earnest. All are great.  ", "position": 5, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Robert Atwan", "status": 1, "average_rating": 4.42, "title": "The Best American Essays 2013", "uuid": "Z9mAxLjbiNUFDcZPEPZJJL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544105744/1379662276.53.jpg", "oyster_good_for_statement": "", "publication_date": "2013-10-08", "number_print_pages": 352, "oyster_summary": "", "description": "Selected and introduced by Cheryl Strayed,&#160;the&#160;<I>New York Times</I> best-selling author of <I>Wild</I> and&#160;the writer of the celebrated column &#8220;Dear Sugar,&#8221; this collection is a&#160;treasure&#160;trove&#160;of fine writing and thought-provoking essays.", "isbn": "9780544105744", "language_code": "eng", "awards": []}, "uuid": "hcPbrvXPUeVvS5cXPX8uTH", "annotation": "This Best American collection of essays is like a mix tape made by John Cusack in High Fidelity.  Introduced by bestselling memoirist Cheryl Strayed, selections include works by new authors as well as heavy hitters Alice Munro and Zadie Smith.  Some are cheeky. Some are earnest. All are great.  "},{"annotation_html": "Perec’s novels are full of wordplay and experimentation, so it’s fitting that his “nocturnal autobiography” rejects typical dream journal mumbo jumbo. Instead, Perec records the non-sequiturs of his dreamscape like a Lewis &amp; Clark of his own subconscious. ", "position": 6, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Georges Perec", "status": 1, "average_rating": 3.52, "title": "La Boutique Obscure", "uuid": "QZMYSpH8UgBvE4rLNNv66D", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191768/1377114615.99.jpg", "oyster_good_for_statement": "", "publication_date": "2013-02-19", "number_print_pages": 272, "oyster_summary": "", "description": "<p>The beguiling, never-before-translated dream diary of Georges Perec ...</p>\n<p>In La Boutique Obscure Perec once again revolutionized literary form, creating the world's first \"nocturnal autobiography.” From 1968 until 1972 — the period when he wrote his most well-known works — the beloved French stylist recorded his dreams. But as you might expect, his approach was far from orthodox.</p>\n<p>Avoiding the hazy psychoanalysis of most dream journals, he challenged himself to translate his visions and subconscious churnings directly into prose. In laying down the nonsensical leaps of the imagination, he finds new ways \nto express the texture and ambiguity of dreams — those qualities that prove \nso elusive.</p>\n<p>Beyond capturing a universal experience for the first time and being a fine document of literary invention, La Boutique Obscure contains the seeds of some of Perec's most famous books. It is also an intimate portrait of one of the great innovators of modern literature.</p>", "isbn": "9781612191768", "language_code": "English", "awards": []}, "uuid": "3dRcn5Rjbvivm4cpzZnkHk", "annotation": "Perec’s novels are full of wordplay and experimentation, so it’s fitting that his “nocturnal autobiography” rejects typical dream journal mumbo jumbo. Instead, Perec records the non-sequiturs of his dreamscape like a Lewis &amp; Clark of his own subconscious. "},{"annotation_html": "Cynthia Ozick has been churning out award-winning fiction and essays since the ‘70s. The Din in the Head includes essays on the pleasures and pitfalls of writing and reading fiction, including such pluckily titled pieces as, An (Unfortunate) Interview with Henry James and Highbrow Blues. ", "position": 7, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Cynthia Ozick", "status": 1, "average_rating": 3.62, "title": "The Din in the Head", "uuid": "UABxHTQ8z8yP8QwpipANnF", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561509/1376380402.03.jpg", "oyster_good_for_statement": "", "publication_date": "2006-06-02", "number_print_pages": 256, "oyster_summary": "", "description": "<DIV>One of America&#8217;s foremost novelists and critics, Cynthia Ozick has won praise and provoked debate for taking on challenging literary, historical, and moral issues. Her new collection of spirited essays focuses on the essential joys of great literature, with particular emphasis on the novel. With razor-sharp wit and an inspiring joie de vivre, she investigates unexpected byways in the works of Leo Tolstoy, Saul Bellow, Helen Keller, Isaac Babel, Sylvia Plath, Susan Sontag, and others. In a posthumous and hilariously harassing &#147;(Unfortunate) Interview with Henry James,&#8221; Ozick&#8217;s hero is shocked by a lady reporter. In &#147;Highbrow Blues&#8221; and in reflections on her own early fiction, she writes intimately of &#147;the din in our heads, that relentless inner hum,&#8221; and the curative power of literary imagination. The Din in the Head is sure to please fans of Ozick, win her new readers, and excite critical controversy and acclaim.</div>", "isbn": "9780547561509", "language_code": "eng", "awards": []}, "uuid": "gF9JgAyxhsxT3Ak424HhLH", "annotation": "Cynthia Ozick has been churning out award-winning fiction and essays since the ‘70s. The Din in the Head includes essays on the pleasures and pitfalls of writing and reading fiction, including such pluckily titled pieces as, An (Unfortunate) Interview with Henry James and Highbrow Blues. "},{"annotation_html": "Novelist John Gardner was killed in a motorcycle crash in 1982 at just 49 years old. Fortunately his writing lives on in this posthumously published collection of essays.  Gardner celebrates the life-affirming nature of great fiction as he reviews the works of Herman Melville, Philip Roth, and Lewis Carroll, among others. We like how he’s more snarky than sentimental. ", "position": 8, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "John Gardner", "status": 1, "average_rating": 3.78, "title": "On Writers and Writing", "uuid": "LVxq4PEJgBgE5i8YUvkh33", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453203545/1377665720.36.jpg", "oyster_good_for_statement": "", "publication_date": "2010-09-21", "number_print_pages": 296, "oyster_summary": "", "description": "<DIV><p>&#160;</p><DIV><DIV><B>John Gardner&rsquo;s essential collection encompassing the fundamentals of fiction writing</B></div><DIV>&#160;</div></div><DIV>In this posthumously published collection of his essays and reviews, acclaimed novelist John Gardner discusses the craft of fiction writing, taking to task some of his best-known contemporaries in the process. Gardner criticizes some for writing disingenuous fiction, and commends others who produce literature that acts as a life-affirming force. He offers insights into and exacting critiques on such writers as Vladimir Nabokov, John Updike, Saul Bellow, and John Cheever, while addressing his personal influences and delivering broad-ranging observations on literary culture.&#160;</div><DIV>&#160;</div><DIV>Provocative and poignant, <i>On Writers and Writing</i> is a must-read for both aspiring writers and careful readers of American literature.</div><DIV>&#160;</div><DIV>This ebook features a new illustrated biography of John Gardner, including original letters, rare photos, and never-before-seen documents from the Gardner family and the University of Rochester Archives.</div><p>&#160;</p></div>", "isbn": "9781453203545", "language_code": "eng", "awards": []}, "uuid": "kr6erVFD2Bk7qn2Fvn8JGi", "annotation": "Novelist John Gardner was killed in a motorcycle crash in 1982 at just 49 years old. Fortunately his writing lives on in this posthumously published collection of essays.  Gardner celebrates the life-affirming nature of great fiction as he reviews the works of Herman Melville, Philip Roth, and Lewis Carroll, among others. We like how he’s more snarky than sentimental. "},{"annotation_html": "Who better to share the inside stories of Canada’s most renowned writers than the man who edited and published their work for four decades? Among Gibson’s triumphs: convincing Alice Munro not to give up on the short stories that would one day win her a Nobel Peace Prize.", "position": 9, "book": {"publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "author": "Douglas Gibson", "status": 1, "average_rating": 3.88, "title": "Stories About Storytellers", "uuid": "qTaesKWXZVcf5tEYbNZMAT", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Stories%20About%20Storytellers/1372979375.01.jpg", "oyster_good_for_statement": "", "publication_date": "2011-10-01", "number_print_pages": 400, "oyster_summary": "", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Spotlighting an extraordinary career, this autobiography reviews the author&#8217;s accomplishments working&#151;and playing&#151;alongside some of Canada&#8217;s greatest writers. These humorous chronicles relate the projects he brainstormed for writer Barry Broadfoot, how he convinced eventual Nobel Prize contender Alice Munro to keep writing short stories, his early morning phone call from a former Prime Minister, and his recollection of&#160;yanking a manuscript right out of Alistair MacLeod&#8217;s own reluctant hands&#151;which ultimately garnered MacLeod one of the world&#8217;s most prestigious prizes for fiction. Insightful and entertaining, this collection of tales provides an inside view of Canadian politics and publishing that is rarely revealed, going behind the scenes and between the covers to divulge a treasure trove of literary adventures.</P></DIV></DIV>", "isbn": "9781770900493", "language_code": "eng", "awards": []}, "uuid": "D86BtsGNPLA75MpzYrtXKn", "annotation": "Who better to share the inside stories of Canada’s most renowned writers than the man who edited and published their work for four decades? Among Gibson’s triumphs: convincing Alice Munro not to give up on the short stories that would one day win her a Nobel Peace Prize."},{"annotation_html": "Imagine interviewing Saul Bellow, or Norman Mailer, or Joyce Carol Oates. Yeah, we can’t either. Luckily, Ramona Koval has gone and done it, tapping these authors and many more on the creative process behind some of the best-known works of 20th century fiction. ", "position": 10, "book": {"publisher": {"name": "Scribe Publications Pty Ltd.", "uuid": "6dTavedMFQnFcFDnhgFK6f"}, "author": "Ramona Koval", "status": 1, "average_rating": 0.0, "title": "Speaking Volumes", "uuid": "uAjD5Z3YmdrB5Nm9PKPfpN", "cover_img": "https://cflare.oysterbooks.com/covers/Scribe%20Publications%20Pty%20Ltd./Speaking%20Volumes/1372978675.16.jpg", "oyster_good_for_statement": "", "publication_date": "2011-02-01", "number_print_pages": 432, "oyster_summary": "", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>This updated collection shares the fascinating interviews with some of the most important writers of our times. With discussions on morality, the dangers of writing, and the drive for creativity, this account provides an in-depth look into the extraordinary minds of Martin Amis, John Banville, Saul Bellow, Malcolm Bradbury, Andr&#233; Brink, A. S. Byatt, John le Carr&#233;, Anne Enright, William Gass, Joseph Heller, P. D. James, Hanif Kureishi, Mario Vargas Llosa, Norman Mailer, David Malouf, John Mortimer, Ian McEwan, Les Murray, Toni Morrison, Joyce Carol Oates, Harold Pinter, Gore Vidal, and Judith Wright, among others.</P>", "isbn": "9781921753329", "language_code": "eng", "awards": []}, "uuid": "TbLvgjdjnhbQNoJnhQ3Xfi", "annotation": "Imagine interviewing Saul Bellow, or Norman Mailer, or Joyce Carol Oates. Yeah, we can’t either. Luckily, Ramona Koval has gone and done it, tapping these authors and many more on the creative process behind some of the best-known works of 20th century fiction. "},{"annotation_html": "In <i>Writers in America</i>, Academy Award winning screenwriter and novelist Budd Schulberg reminisces about his friendships with authors including F. Scott Fitzgerald, John Steinbeck and Nathanial West. Schulberg identifies surprising links between World War II, the rise of Hollywood, and the decline of a generation of America’s greatest writers.", "position": 11, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Budd Schulberg", "status": 1, "average_rating": 3.92, "title": "Writers in America", "uuid": "ujGfeCEDGF3t6fQNqDD7cG", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Writers%20in%20America/1373330952.75.jpg", "oyster_good_for_statement": "", "publication_date": "2012-07-31", "number_print_pages": 216, "oyster_summary": "", "description": "<DIV><b>Stories of twentieth-century American literary giants, by the man who was their friend, peer, and confidant </b></div><DIV><BR>When he was introduced to F. Scott Fitzgerald as a potential partner on a screenplay, novelist and scriptwriter Budd Schulberg was surprised the author was still alive. In Schulberg&rsquo;s view, the pressures of success and the public&rsquo;s merciless judgment had destroyed Fitzgerald&rsquo;s talent early in his career&mdash;a situation that is arguably typical for many of America&rsquo;s great literary geniuses. In <i>Writers in America</i>, Schulberg shares memories and insights from his relationships with authors such as Fitzgerald, John Steinbeck, Nathaneal West, and Sinclair Lewis, as well as brilliant writers who never attained the success and recognition they deserved, such as Thomas Heggen.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Budd Schulberg including rare images and never-before-seen documents from the author&rsquo;s estate.</div>", "isbn": "9781453261842", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "qGK2XQ7jMhCaD9Va9tRFM3", "annotation": "In Writers in America, Academy Award winning screenwriter and novelist Budd Schulberg reminisces about his friendships with authors including F. Scott Fitzgerald, John Steinbeck and Nathanial West. Schulberg identifies surprising links between World War II, the rise of Hollywood, and the decline of a generation of America’s greatest writers."},{"annotation_html": "Nearly three decades after the publication of dystopian bestseller <i>Brave New World</i>, Huxley addressed the world he created in this series of twelve essays. Having witnessed the horrors of World War II and the advent of nuclear weapons, Huxley worried that mankind was becoming more concerned with fast food and television than the pursuit of liberty.", "position": 12, "book": {"publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Aldous Huxley", "status": 1, "average_rating": 3.85, "title": "Brave New World Revisited", "uuid": "ZoCasRaPo2Rc2tXZMeMKr5", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Brave%20New%20World%20Revisited/1373294074.35.jpg", "oyster_good_for_statement": "", "publication_date": "2010-07-01", "number_print_pages": 144, "oyster_summary": "", "description": "<p>In 1958, author Aldous Huxley wrote what some would call a sequel to his novel <i>Brave New World</i> (1932) but the sequel did not revisit the story or the characters. Instead, Huxley chose to revisit the world he created in a set of twelve essays in which he meditates on how his fantasy seemed to be becoming a reality and far more quickly than he ever imagined.</p><p>\n</p><p>\nThat Huxley's book <i>Brave New World</i> had been largely prophetic about a dystopian future a great distress to Huxley. By 1958, Huxley was sixty-four-years old; the world had been transformed by the events of World War II and the terrifying advent of nuclear weapons. Peeking behind the Iron Curtain where people were not free but instead governed by Totalitarianism, Huxley could only bow to grim prophecy of his friend, author George Orwell, (author of the book <i>1984</i>). It struck Huxley that people were trading their freedom and individualism in exchange for the illusory comfort of sensory pleasure--just as he had predicted in <i>Brave New World</i>.</p><p>\n</p><p>\nHuxley despairs of contemporary humankind's willingness to surrender freedom for pleasure. Huxley worried that the rallying cry, \"Give me liberty or give me death\" could be easily replaced by \"Give me television and hamburgers, but don't bother me with the responsibilities of liberty.\" Huxley saw hope in education; education that could teach people to see beyond the easy slogans and efficient ends and anesthetic-like influence of propaganda.</p><p>\n</p><p>\n</p>", "isbn": "9780795311697", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "fFP24nzz3vA97skehp83kk", "annotation": "Nearly three decades after the publication of dystopian bestseller Brave New World, Huxley addressed the world he created in this series of twelve essays. Having witnessed the horrors of World War II and the advent of nuclear weapons, Huxley worried that mankind was becoming more concerned with fast food and television than the pursuit of liberty."},{"annotation_html": "You may not have heard of Sterling Lord, but you’ve heard of the writers he represented as a heavy hitting literary agent. Among his clients were Jack Kerouac, Ken Kesey, and Jimmy Breslin. Lord brings to life the glory days of book publishing in this behind-the-scenes memoir. \n", "position": 13, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Sterling Lord", "status": 1, "average_rating": 4.16, "title": "Lord of Publishing", "uuid": "MZxFU9EMArKtTqrGgJGWdP", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lord%20of%20Publishing/1373330716.09.jpg", "oyster_good_for_statement": "", "publication_date": "2013-01-29", "number_print_pages": 310, "oyster_summary": "", "description": "<DIV><b>A frank and insightful memoir of a life spent in publishing, by one of literature&rsquo;s most legendary agents</b></div><DIV><BR>Sterling Lord has led an extraordinary life, from his youth in small-town Iowa to his post-war founding and editing of an English-language magazine in Paris, followed by his move to New York City to become one of the most powerful literary agents in the field. As agent to Jack Kerouac, Ken Kesey, and countless others&mdash;ranging from Jimmy Breslin and Rocky Graziano to the Berenstains and four US cabinet members&mdash;Lord is the decisive influence and authors&rsquo; confidant who has engineered some of the most important book deals in literary history. In <i>Lord of Publishing</i>, his memoir of life and work (and tennis), Lord reveals that he is also a consummate storyteller. Witty and wise, he brings to life what was arguably the greatest era of book publishing, and gives a brilliant insider&rsquo;s scoop on the key figures of the book business&mdash;as well as some of the most remarkable books and authors of our time. &#160;</div>", "isbn": "9781453254639", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "sSzAKgxonjKWuNSSx4eDt3", "annotation": "You may not have heard of Sterling Lord, but you’ve heard of the writers he represented as a heavy hitting literary agent. Among his clients were Jack Kerouac, Ken Kesey, and Jimmy Breslin. Lord brings to life the glory days of book publishing in this behind-the-scenes memoir. \n"},{"annotation_html": "Compiled by her husband from diary entries written between 1918 and 1941, Virginia Woolf’s diary provides an inside look at the mind of one of the most enduring writers to have ever lived. Woolf called her diary a “kindly, blank faced old confidante,” and filled its pages with the seeds of her famous novels.", "position": 14, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Virginia Woolf", "status": 1, "average_rating": 4.24, "title": "A Writer's Diary", "uuid": "aGXd7esykDX9N3nm5NQSUk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546919/1376381183.48.jpg", "oyster_good_for_statement": "", "publication_date": "2003-03-31", "number_print_pages": 372, "oyster_summary": "", "description": "<DIV>An invaluable guide to the art and mind of Virginia Woolf, drawn by her husband from the personal record she kept over a period of twenty-seven years. Included are entries that refer to her own writing, others that are clearly writing exercises; accounts of people and scenes relevant to the raw material of her work; and comments on books she was reading. Edited and with a Preface by Leonard Woolf; Indices.<br></div>", "isbn": "9780547546919", "language_code": "eng", "awards": []}, "uuid": "NekLHJXsNJSeWUjnhsF5UV", "annotation": "Compiled by her husband from diary entries written between 1918 and 1941, Virginia Woolf’s diary provides an inside look at the mind of one of the most enduring writers to have ever lived. Woolf called her diary a “kindly, blank faced old confidante,” and filled its pages with the seeds of her famous novels."}]