[{"annotation": "", "uuid": "9xH9QZfNc8NB4qkt9jZWPh", "position": 10, "book": {"uuid": "3HXW83SH9iXFHsvCY92iCd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Brilliant", "publication_date": "2010-07-08", "oyster_good_for_statement": "", "isbn": "9780547487151", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div><div><I>Brilliant</I>, reminiscent of Lewis Hyde&#8217;s <I>The Gift</I> in its reach and of Timothy Egan&#8217;s <I>The Worst Hard Time</I> in its haunting evocation of human lives, offers a sweeping view of a surprisingly revealing aspect of human history&#8212;from the stone lamps of the Pleistocene to the LEDs embedded in fabrics of the future.</DIV> <div><BR>Brox plumbs the class implications of light&#8212;who had it, who didn&#8217;t&#8212;through the many centuries when crude lamps and tallow candles constricted waking hours. She convincingly portrays the hell-bent pursuit of whale oil as the first time the human desire for light thrust us toward an environmental tipping point. Only decades later, gas street lights opened up the evening hours to leisure, which changed the ways we live and sleep and the world&#8217;s ecosystems.</DIV> <div><BR>Edison&#8217;s &#8220;tiny strip of paper that a breath would blow away&#8221; produced a light that seemed to its users all but divorced from human effort or cost. And yet, as Brox&#8217;s informative and hair-raising portrait of our current grid system shows, the cost is ever with us.</DIV> <div><BR><I>Brilliant</I> is infused with human voices, startling insights, and&#8212;only a few years before it becomes illegal to sell most incandescent light bulbs in the United States&#8212;timely questions about how our future lives will be shaped by light.<BR></DIV></DIV>", "average_rating": 3.74, "author": "Jane Brox", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487151/1376380650.65.jpg"}},{"annotation": "", "uuid": "Vd2uZ3dZgSAyL2ybFi6zRU", "position": 21, "book": {"uuid": "59CfBhs6myjotukDJrfKB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "A Devil's Chaplain", "publication_date": "2004-10-27", "oyster_good_for_statement": "", "isbn": "9780547416526", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div><div>The first collection of essays from renowned scientist and best-selling author Richard Dawkins is an enthusiastic declaration, a testament to the power of rigorous scientific examination to reveal the wonders of the world. In these essays Dawkins revisits the meme, the unit of cultural information that he named and wrote about in his groundbreaking work The Selfish Gene. Here also are moving tributes to friends and colleagues, including a eulogy for novelist Douglas Adams, author of The Hitchhiker's Guide to the Galaxy; correspondence with the evolutionary biologist Stephen Jay Gould; and visits with the famed paleoanthropologists Richard and Maeve Leakey at their African wildlife preserve. The collection ends with a vivid note to Dawkins's ten-year-old daughter, reminding her to remain curious, to ask questions, and to live the examined life.</DIV></DIV>", "average_rating": 3.96, "author": "Richard Dawkins", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416526/1376381287.39.jpg"}},{"annotation": "", "uuid": "i8RtaZJthLkm3PAS3MhUhC", "position": 5, "book": {"uuid": "97DwtgBTVSH2fFALDmwRWL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 223, "title": "Wicked Plants", "publication_date": "2009-05-21", "oyster_good_for_statement": "", "isbn": "9781565129399", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "A tree that sheds poison daggers; a glistening red seed that stops the heart; a shrub that causes paralysis; a vine that strangles; and a leaf that triggered a war. In <i>Wicked Plants</i>, Stewart takes on over two hundred of Mother Nature’s most appalling creations. It’s an A to Z of plants that kill, maim, intoxicate, and otherwise offend. You’ll learn which plants to avoid (like exploding shrubs), which plants make themselves exceedingly unwelcome (like the vine that ate the South), and which ones have been killing for centuries (like the weed that killed Abraham Lincoln's mother). <br><br>Menacing botanical illustrations and splendidly ghastly drawings create a fascinating portrait of the evildoers that may be lurking in your own backyard. Drawing on history, medicine, science, and legend, this compendium of bloodcurdling botany will entertain, alarm, and enlighten even the most intrepid gardeners and nature lovers.<br>", "average_rating": 3.82, "author": "Amy Stewart", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565129399/1377657172.95.jpg"}},{"annotation": "", "uuid": "ysRtJy4ZyQdgtrtobE799X", "position": 13, "book": {"uuid": "fRxfKgmqcUHp9DYtbxpHP6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "The Clockwork Universe", "publication_date": "2011-02-08", "oyster_good_for_statement": "", "isbn": "9780062042262", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>The Clockwork Universe</em> is the story of a band of menwho lived in a world of dirt and disease but pictured auniverse that ran like a perfect machine. A meld ofhistory and science, this book is a group portrait ofsome of the greatest minds who ever lived as theywrestled with nature&#8217;s most sweeping mysteries. Theanswers they uncovered still hold the key to how weunderstand the world.</p><p>At the end of the seventeenth century&#8212;an age ofreligious wars, plague, and the Great Fire of London&#8212;when most people saw the world as falling apart, theseearliest scientists saw a world of perfect order. They declaredthat, chaotic as it looked, the universe was in factas intricate and perfectly regulated as a clock. This wasthe tail end of Shakespeare&#8217;s century, when the naturaland the supernatural still twined around each other. Diseasewas a punishment ordained by God, astronomy hadnot yet broken free from astrology, and the sky was filledwith omens. It was a time when little was known andeverything was new. These brilliant, ambitious, curiousmen believed in angels, alchemy, and the devil, and theyalso believed that the universe followed precise, mathematicallaws&#8212;a contradiction that tormented them andchanged the course of history. </p><p><em>The Clockwork Universe</em> is the fascinating and compellingstory of the bewildered geniuses of the RoyalSociety, the men who made the modern world.</p>", "average_rating": 3.93, "author": "Edward Dolnick", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042262/1376531311.38.jpg"}},{"annotation": "", "uuid": "fZPwEDGioXZpSViFqVTQkQ", "position": 17, "book": {"uuid": "ZdNCsjvcZTTsNoySCYC6zh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "1492", "publication_date": "2009-11-03", "oyster_good_for_statement": "", "isbn": "9780061959097", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>The world would end in 1492&#8212;so the prophets, soothsayers, and stargazers said. They were right. Their world did end. Ours began.</p></blockquote><p>In this extraordinary, sweeping history, Felipe Fern&#225;ndez-Armesto traces key elements of the modern world back to that single, fateful year. Everything changed in 1492: the way power and wealth were distributed around the globe, the way major religions and civilizations divided the world, and the increasing interconnectedness of separate economies that we now call globalization. Events that began in 1492 transformed the whole ecological system of the planet. Our individualism and the very sense we share of inhabiting one world, as partakers in a common humanity, took shape and became visible in 1492.</p><p>In search of the origins of modernity, <em>1492</em> takes readers on a journey around the globe of the time, in the company of real-life travelers, drawing together the threads that came to bind the planet. The tour starts in Granada, where the last Islamic kingdom in Europe collapsed, then moves to Timbuktu, where a new Muslim empire triumphed. With Portuguese explorers, we visit the court of the first Christian king in the southern hemisphere. We join Jews expelled from Spain as they cross the Mediterranean to North Africa, Italy, and Istanbul. We see the flowering of the Renaissance in the Florence of Lorenzo the Magnificent and go to the corrupt Rome of Alexander Borgia. We see the frozen frontiers of the dynamic, bloody Russia of Ivan the Great and hear mystical poets sing on the shores of the Indian Ocean. We sail the Atlantic with Columbus. In the depths of an old volcanic crater in the Canary Islands, we witness the start of the first European overseas empire. We observe the Aztecs and Incas laying the foundations of a New World in the Americas. </p><p>Wars and witchcraft, plagues and persecutions, poetry and prophecy, science and magic, art and faith&#8212;all the glories and follies of the time are in this book. Everywhere, new departures marked the start of a new configuration for humankind, revealing how and why the modern world is different from the worlds of antiquity and the Middle Ages.</p><p>History seems a patternless labyrinth&#8212;but a good guide can trace our paths through it back to the moment when some of the most striking features of today's world began. </p>", "average_rating": 3.48, "author": "Felipe Fernandez-Armesto", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959097/1378009373.91.jpg"}},{"annotation": "", "uuid": "ExVWmcAPcJgJhhRgdG2t6h", "position": 15, "book": {"uuid": "huw4L9F6dAFgREAhQGXvid", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Unweaving the Rainbow", "publication_date": "2000-04-05", "oyster_good_for_statement": "", "isbn": "9780547347356", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Did Newton \"unweave the rainbow\" by reducing it to its prismatic colors, as Keats contended? Did he, in other words, diminish beauty? Far from it, says acclaimed scientist Richard Dawkins; Newton's unweaving is the key to much of modern astronomy and to the breathtaking poetry of modern cosmology. Mysteries don't lose their poetry because they are solved: the solution often is more beautiful than the puzzle, uncovering deeper mysteries.       With the wit, insight, and spellbinding prose that have made him a best-selling author, Dawkins takes up the most important and compelling topics in modern science, from astronomy and genetics to language and virtual reality, combining them in a landmark statement of the human appetite for wonder.<br>     This is the book Richard Dawkins was meant to write: a brilliant assessment of what science is (and isn't), a tribute to science not because it is useful but because it is uplifting.</div>", "average_rating": 4.03, "author": "Richard Dawkins", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347356/1376379595.91.jpg"}},{"annotation": "", "uuid": "iDhr7JbmnxGqcopMC8Udtn", "position": 3, "book": {"uuid": "WqeGLEfdL8cvLM6WDyiEdV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "Alchemy & Alchemists", "publication_date": "2006-11-24", "oyster_good_for_statement": "", "isbn": "9781842435380", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV>Alchemy has traditionally been viewed as 'the history of an error', an example of medieval gullibility and greed, in which alchemists tried to turn lead into gold, create fabulous wealth and find the elixir of life. But alchemy has also been described as 'the mightiest secret that a man can possess', and it obsessed the likes of Isaac Newton, Robert Boyle, and many of the founders of modern science. This book explores the history of the so-called Royal Art, from its mysterious beginnings in Egypt and China, through the Hellenistic world and the early years of Islam and into mediaeval Europe. Some of the greatest minds of the Middle Ages, figures such as Albertus Magnus, Roger Bacon, and Thomas Aquinas were drawn to alchemy, and legendary alchemists such as Nicholas Flamel were thought to have actually succeeded in finding The Philosopher's Stone. During the Renaissance, Paracelsus and his followers helped revolutionize medicine, and during the seventeenth century, alchemy played a major role in paving the way for modern science. During the twentieth century, it became a focus of interest for the psychologist Carl Jung and his followers, who believed that the alchemists had discovered the unconscious. In this fully revised edition, Sean Martin has expanded the sections on Chinese and Indian alchemy and has added new material on the relationship between alchemy and early modern science, while also making a fresh assessment of this most enduringly mysterious and fascinating of subjects, to which all others have been described as 'child's play'.</DIV>", "average_rating": 3.92, "author": "Sean Martin", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Alchemy%20%26%20Alchemists/1372982139.23.jpg"}},{"annotation": "", "uuid": "Caq3wMRX4eZwvwRRDKLhp6", "position": 11, "book": {"uuid": "HfG4pFzZQ6kaieqJH2EncQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "The Manhattan Project", "publication_date": "2009-02-10", "oyster_good_for_statement": "", "isbn": "9781603762069", "publisher": {"uuid": "f5xK2sgYcdKN8nnLQ4LRAh", "name": "Black Dog & Leventhal Publishers"}, "awards": [], "description": "The first collection ever of the writings and insights of the original creators of the atomic bomb, along with pieces by the most important historians and interpreters of the subject, is now in paperback. <br><br>Born out of a small research program begun in 1939, the Manhattan Project eventually employed more than 130,000 people, including our foremost scientists and thinkers, and cost nearly $2 billion—and it was operated under a shroud of absolute secrecy. This groundbreaking collection of documents, essays, articles, and excerpts from histories, biographies, plays, novels, letters, and the oral histories of key eyewitnesses is the freshest, most exhaustive exploration yet of the topic. <br><br>Compiled by experts at the Atomic Heritage Foundation, the book features first-hand material by Albert Einstein, Leslie Groves, J. Robert Oppenheimer, Leo Szilard, Enrico Fermi, Richard Feynman, Niels Bohr, Henry Stimson, and many others. <br><br>Dozens of photographs depict key moments and significant figures, and concise explanatory material accompanies each selection. The project's aftermath and legacy are covered as well, making this the most comprehensive account of the birth of the atomic age.<br>", "average_rating": 4.37, "author": "Cynthia C. Kelly", "cover_img": "https://cflare.oysterbooks.com/covers/Black%20Dog%20%26%20Leventhal%20Publishers/9781603762069/1377657579.79.jpg"}},{"annotation": "", "uuid": "ZTXudXEB5Y2Bbx7NouXMPH", "position": 6, "book": {"uuid": "C6T4SyjwugmNsgVPpDfS3P", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "Charles Darwin", "publication_date": "2009-04-01", "oyster_good_for_statement": "", "isbn": "9781842435595", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV><DIV>The publication of <I>On&#160;the Origin of Species</I> in 1859 was the culmination of more than&#160;20 years of work by Charles Darwin, and the ideas he presented in it would lead to a fundamental change in the way we think about life on earth. Evolution was controversial at the time and now, as the bicentenary of Darwin's birth approaches in 2009, it remains the subject of bitter argument. As revolutionary as the theory was, it did not come out of thin air, but developed within the context of the scientific and philosophical thinking of the period. In order to arrive at a better understanding of the current debate,&#160;this book looks at key moments in Darwin's life and at the relevant aspects of the intellectual climate of the time which, taken together, would lead him towards the theory<B>.</B></B> It goes on to consider how evolution has developed, how its opponents have responded, and how the arguments between scientific rationalism and religious faith are much the same now as they were in Darwin's day.</DIV></DIV>", "average_rating": 0.0, "author": "Bill Price", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Charles%20Darwin/1372982130.88.jpg"}},{"annotation": "", "uuid": "my8d8mB9k3brVAwWiZuM8c", "position": 18, "book": {"uuid": "GUWs6FvMzsivZL3Sycq5Yg", "status": 1, "oyster_summary": "", "language_code": "ENG", "number_print_pages": 0, "title": "The Lost Worlds of Ancient America", "publication_date": "2012-04-01", "oyster_good_for_statement": "", "isbn": "9781601636140", "publisher": {"uuid": "qWHFDsahbGoPZdkDkeqZZm", "name": "Career Press"}, "awards": [], "description": "While digging out a new basement near Los Angeles, homeowners accidentally unearth a 3,000-year-old Phoenician altar.<br><br>A treasure-hunter in Ohio finds more than he expected, when his metal detector locates an Eastern Mediterranean pendant from 1000 bc.<br><br>Two caches of coins minted in Imperial Rome surface along the Ohio River.<br><br>A Smithsonian Institution archaeologist excavating a Native American burial mound in Tennessee removes a stone emblazoned with a second century Hebrew inscription.<br><br>These are just a few of the dramatic finds described in The Lost Worlds of Ancient America. They confirm that our continent was visited and influenced by visitors from Europe and the Near East hundreds, even thousands of years before its \"official\" discovery in 1492. As such, this startling, fresh proof of their powerful impact on the pre-Columbian New World offers us a different view of American origins that threatens to re-write mainstream textbooks.<br><br>More than two dozen noted academics, researchers, and writers have contributed to this myth-shattering volume, including:<br><li>Scott Wolter, a university-trained geologist, construction analysis company president, and author of The Hooked X, showcased on The History Channel;<br><li>Dr. John J. White, editor emeritus of the Midwestern Epigraphic Society's quarterly Journal;<br><li>J.M. Allen, a former air-photo interpreter for Britain's Royal Air Force;<br><li>Bruce Scofield, PhD, a world-class authority on Aztec astrology;<br><li>Dr. Arlan Andrews, Sr., a registered professional engineer with a 40-year career at White Sands Missile Range, AT&T Bell Labs, and the White House Science Office;<br><li>Wayne May, founder and publisher of Ancient American magazine.", "average_rating": 3.61, "author": "Joseph", "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/9781601636140/1376424270.69.jpg"}},{"annotation": "", "uuid": "2PehyuHDZ2YUemSsghwrhJ", "position": 4, "book": {"uuid": "NtfGonEsnw8fd2MQyQpwRb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "A Brief History of Thought", "publication_date": "2011-12-27", "oyster_good_for_statement": "", "isbn": "9780062074256", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Eight months on the bestseller lists in France!</p><p>From the timeless wisdom of the ancient Greeks to Christianity, the Enlightenment, existentialism, and postmodernism, Luc Ferry&#8217;s instant classic brilliantly and accessibly explains the enduring teachings of philosophy&#8212;including its profound relevance to modern daily life and its essential role in achieving happiness and living a meaningful life. This lively journey through the great thinkers will enlighten every reader, young and old. </p>", "average_rating": 4.02, "author": "Luc Ferry", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062074256/1376552702.33.jpg"}},{"annotation": "", "uuid": "vNwwckhr4HKP9Ev4c3KDvh", "position": 23, "book": {"uuid": "BHpmHiMsuRuYErrfymFvcm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Medical Firsts", "publication_date": "2008-04-21", "oyster_good_for_statement": "", "isbn": "9780470313893", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "An exploration of medical discoveries-from the ancient Greeks to the present<br>\"Always help, or at least do no harm.\" Following this simple yet revolutionary idea, Hippocrates laid the foundation for modern medicine over two millennia ago. From the Hippocratic Oath to the human genome, from Pasteur's germ theory to the worldwide eradication of smallpox, Medical Firsts brings to life 2,500 years of medical advances and discoveries. Organized chronologically, the book describes each milestone in a vivid capsule history, making it a fascinating and wonderfully readable resource for anyone interested in medicine's past progress and future promise.<br>Robert E. Adler, PhD (Santa Rosa, CA) has worked as a psychologist and science journalist. He writes about a wide variety of scientific and medical topics for New Scientist, Nature, and other publications and is the author of Science Firsts (0-471-40174-9).", "average_rating": 0.0, "author": "Robert E. Adler", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470313893/1379061988.35.jpg"}},{"annotation": "", "uuid": "fFqAfcpZ86D3GeiKN5ekbn", "position": 14, "book": {"uuid": "XQc5C9VEk8z3f7PhZoPK6R", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Lab 257", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061842894", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Strictly off limits to the public, Plum Island is home to virginal beaches, cliffs, forests, ponds -- and the deadliest germs that have ever roamed the planet. <em>Lab 257</em> blows the lid off the stunning true nature and checkered history of Plum Island. It shows that the seemingly bucolic island in the shadow of New York City is a ticking biological time bomb that none of us can safely ignore.</p><p>Based on declassified government documents, in-depth interviews, and access to Plum Island itself, this is an eye-opening, suspenseful account of a federal government germ laboratory gone terribly wrong. For the first time, <em>Lab 257</em> takes you deep inside this secret world and presents startling revelations on virus outbreaks, biological meltdowns, infected workers, the periodic flushing of contaminated raw sewage into area waters, and the insidious connections between Plum Island, Lyme disease, and the deadly West Nile virus. The book also probes what's in store for Plum Island's new owner, the Department of Homeland Security, in this age of bioterrorism.</p><p><em>Lab 257</em> is a call to action for those concerned with protecting present and future generations from preventable biological catastrophes.</p>", "average_rating": 3.7, "author": "Michael C. Carroll", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061842894/1376452279.7.jpg"}},{"annotation": "", "uuid": "BwnqCe3A96rwEvhVr2nQQe", "position": 12, "book": {"uuid": "KkbMDF4jy9Rn3Hh9hTDkb8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Master Mind", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061871269", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>FRITZ HABER -- a Nobel laureate in chemistry, a friend of Albert Einstein, a German Jew and World War I hero -- may be the most important scientist you have never heard of. The Haber-Bosch process, which he invented at the turn of the twentieth century, revolutionized agriculture by converting nitrogen to fertilizer in quantities massive enough to feed the world. The invention has become an essential pillar for life on earth; some two billion people on our planet could not survive without it. Yet this same process supplied the German military with explosives during World War I, and Haber orchestrated Germany's use of an entirely new weapon -- poison gas. Eventually, Haber's efforts led to Zyklon B, the gas later used to kill millions -- including Haber's own relatives -- in Nazi concentration camps.</p><p>Haber is the patron saint of guns and butter, a scientist whose discoveries transformed the way we produce food and fight wars. His legacy is filled with contradictions, as was his personality. For some, he was a benefactor of humanity and devoted friend. For others, he was a war criminal, possessed by raw ambition. An intellectual gunslinger, enamored of technical progress and driven by patriotic devotion to Germany, he was instrumental in the scientific work that inadvertently supported the Nazi cause; a Jew and a German patriot, he was at once an enabler of the Nazi regime and its victim.</p><p><em>Master Mind</em> is a thought-provoking biography of this controversial scientist, a modern Faust who personifies the paradox of science, its ability to create and to destroy. It offers a complete chronicle of his tumultuous and ultimately tragic life, from his childhood and rise to prominence in the heady days of the German Empire to his disgrace and exile at the hands of the Nazis; from early decades as the hero who eliminated the threat of starvation to his lingering legacy as a villain whose work led to the demise of millions.</p>", "average_rating": 3.86, "author": "Daniel Charles", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871269/1376527991.29.jpg"}},{"annotation": "", "uuid": "7W589gCEP7GQ23NhQB6tf", "position": 24, "book": {"uuid": "LhnCRvT2q4LpvMMNAXMVuR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Catching Fire", "publication_date": "2009-05-26", "oyster_good_for_statement": "", "isbn": "9780786744787", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "average_rating": 4.19, "author": "Richard Wrangham", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg"}},{"annotation": "", "uuid": "sEK9UXE4kXEJiaFZgGKWod", "position": 25, "book": {"uuid": "Na8aTD4Us2JR4CqMqy5NjN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "What Mad Pursuit", "publication_date": "2008-08-06", "oyster_good_for_statement": "", "isbn": "9780786725847", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>Candid, provocative, and disarming, this is the widely-praised memoir of the co-discoverer of the double helix of DNA.</Div>", "average_rating": 4.4, "author": "Francis Crick", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786725847/1387370882.38.jpg"}},{"annotation": "", "uuid": "nRyQ7zWccMi6SdtMRAkscA", "position": 0, "book": {"uuid": "sshRH4zUWqMjjePYyCGobE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 282, "title": "Children of Light", "publication_date": "2011-04-01", "oyster_good_for_statement": "", "isbn": "9780857893000", "publisher": {"uuid": "6iz42cktaNSt9xW8dH54gj", "name": "Atlantic Books"}, "awards": [], "description": "<DIV>In the early 1870's a nighttime view over Britain would have revealed towns lit by the warm glow of gas and oil lamps and a much darker countryside, the only light emanating from the fiery sparks of late running steam trains. However, by the end of this same decade,Victorian Britons would experience a new brilliance in their streets, town halls, and other public places. Electricity had come to town. In <I>Children of Light</I>, Gavin Weightman brings to life not just the most celebrated electrical pioneers, such as Thomas Edison, but also the men such as Rookes Crompton who lit Henley Regatta in 1879; Sebastian Ziani de Ferranti, a direct descendant of one of the Venetian Doges, who built Britain&#8217;s first major power station on the Thames at Deptford; and Anglo&#150;Irish aristocrat, Charles Parsons inventor of the steam turbine, which revolutionized the generating of electricity. <I>Children of Light</I> takes in the electrification of the tramways and the London Underground, the transformation of the home with \"labor saving\" devices, the vital modernizing of industry during two world wars, and the battles between environmentalists and the promoters of electric power, which began in earnest when the first pylons went up. As <I>Children of Light</I> shows, the electric revolution has brought us luxury that would have astonished the Victorians, but at a price we are still having to pay.</DIV>", "average_rating": 0.0, "author": "Gavin Weightman", "cover_img": "https://cflare.oysterbooks.com/covers/Atlantic%20Books/Children%20of%20Light/1372980819.88.jpg"}},{"annotation": "", "uuid": "AhvoHxkjwHChQMVdXYGUb4", "position": 9, "book": {"uuid": "aBLibJ2FWtrx7TZcVQdTNe", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 360, "title": "Chaos", "publication_date": "2011-03-22", "oyster_good_for_statement": "", "isbn": "9781453210475", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "yJ2Y9oRxxU5bHCfTrtenDF", "image": null, "name": "Finalist for the Pulitzer Prize"}, {"uuid": "eYKvqpafcTyqyGvFx3Mrj4", "image": null, "name": "National Book Award Finalist"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><p><DIV><B>The blockbuster modern science classic that introduced the butterfly effect to the world&mdash;even more relevant two decades after it became an international sensation</B></div><DIV><b>&#160;</b><b><BR></b></div><DIV>For centuries, scientific thought was focused on bringing order to the natural world. But even as relativity and quantum mechanics undermined that rigid certainty in the first half of the twentieth century, the scientific community clung to the idea that any system, no matter how complex, could be reduced to a simple pattern. In the 1960s, a small group of radical thinkers began to take that notion apart, placing new importance on the tiny experimental irregularities that scientists had long learned to ignore. Miniscule differences in data, they said, would eventually produce massive ones&mdash;and complex systems like the weather, economics, and human behavior suddenly became clearer and more beautiful than they had ever been before.</div><DIV>&#160;</div><DIV>In this seminal work of scientific writing, James Gleick lays out a cutting edge field of science with enough grace and precision that any reader will be able to grasp the science behind the beautiful complexity of the world around us.</div></p></DIV>", "average_rating": 3.96, "author": "James Gleick", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Chaos/1373329476.64.jpg"}},{"annotation": "", "uuid": "vCQsoY38xHVAPZfASHCCJC", "position": 7, "book": {"uuid": "rGNjsRtqQZmbdtqM723zaZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "A Fuller View", "publication_date": "2012-04-01", "oyster_good_for_statement": "", "isbn": "9781615931248", "publisher": {"uuid": "H9hr7VpJDQCSGq9GXYDwNM", "name": "Michael Wiese Productions"}, "awards": [], "description": "Known as a \"Leonardo da Vinci of the twentieth century,\" engineer, designer, inventor, and futurist Dr. R. Buckminster \"Bucky\" Fuller had a keen awareness that we're all in this together. Understanding that we humans don't have a clue about how to operate our fragile Spaceship Earth, Buckminster provided insightful design science solutions to our most challenging issues, including war, overpopulation, housing, increasing inflation, health care, the energy crisis, and much more. For all its genius, Fuller's legacy has yet to be fully discovered. The world needs to hear Buckminster's voice as it calls upon each of us to shift our intellectual and technological resources from creating weaponry to creating livingry.", "average_rating": 4.2, "author": "Steven Sieden", "cover_img": "https://cflare.oysterbooks.com/covers/Michael%20Wiese%20Productions/9781615931248/1377070190.28.jpg"}},{"annotation": "", "uuid": "noCdmWgXyUQJ2Eof4V7GjB", "position": 1, "book": {"uuid": "QeUyEitxVHiMrdx86ZGUEc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Newton and the Counterfeiter", "publication_date": "2010-04-12", "oyster_good_for_statement": "", "isbn": "9780547416618", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P><B>A fascinating slice of true-crime history that unfolds in 1695, when law enforcement was unheard of and modern money was little more than a concept </B> <p>&#160; <p>When renowned scientist Isaac Newton took up the post of Warden of His Majesty&#8217;s Mint in London, another kind of genius&#8212;a preternaturally gifted counterfeiter named William Chaloner&#8212;had already taken up residence in the city, rising quickly in an unruly, competitive underworld. In the courts and streets of London, and amid the tremors of a world being transformed by ideas Newton himself had set in motion, Chaloner crosses paths with the formidable new warden. An epic game of cat and mouse ensues in <I>Newton and the Counterfeiter</I>, revealing for the first time that Newton was not only one of the greatest minds of his age, but also a remarkably intrepid investigator.", "average_rating": 3.72, "author": "Thomas Levenson", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416618/1376380013.56.jpg"}},{"annotation": "", "uuid": "DhoPPb4oBqEq78wzRcfPqS", "position": 2, "book": {"uuid": "aEmvbeyKmJRvdWEnh66tvk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Looking for Spinoza", "publication_date": "2003-12-01", "oyster_good_for_statement": "", "isbn": "9780547541716", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In the seventeenth century, the philosopher Spinoza examined the role emotion played in human survival and culture. Yet hundreds of years and many significant scientific advances later, the neurobiological roots of joy and sorrow remain a mystery. Today, we spend countless resources doctoring our feelings with alcohol, prescription drugs, health clubs, therapy, vacation retreats, and other sorts of consumption; still, the inner workings of our minds-what feelings are, how they work, and what they mean-are largely an unexplored frontier.<br>  With scientific expertise and literary facility, bestselling author and world famous neuroscientist Antonio Damasio concludes his groundbreaking trilogy in Looking for Spinoza, exploring the cerebral processes that keep us alive and make life worth living.<br></div>", "average_rating": 3.87, "author": "Antonio Damasio", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541716/1376381241.32.jpg"}},{"annotation": "", "uuid": "GPKSwfMaWgZKqb25XjuRjE", "position": 22, "book": {"uuid": "dr8sLVdjhfTgmboJz5Fnje", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "Marking Time", "publication_date": "2007-08-03", "oyster_good_for_statement": "", "isbn": "9780470245088", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "\"If you lie awake worrying about the overnight transition from December 31, 1 b.c., to January 1, a.d. 1 (there is no year zero), then you will enjoy Duncan Steel's Marking Time.\"--American Scientist<br><br>\"No book could serve as a better guide to the cumulative invention that defines the imaginary threshold to the new millennium.\"--Booklist<br><br>A Fascinating March through History and the Evolution of the Modern-Day Calendar . . .<br><br>In this vivid, fast-moving narrative, you'll discover the surprising story of how our modern calendar came about and how it has changed dramatically through the years. Acclaimed author Duncan Steel explores each major step in creating the current calendar along with the many different systems for defining the number of days in a week, the length of a month, and the number of days in a year. From the definition of the lunar month by Meton of Athens in 432 b.c. to the roles played by Julius Caesar, William the Conqueror, and Isaac Newton to present-day proposals to reform our calendar, this entertaining read also presents \"timely\" tidbits that will take you across the full span of recorded history. Find out how and why comets have been used as clocks, why there is no year zero between 1 b.c. and a.d. 1, and why for centuries Britain and its colonies rang in the New Year on March 25th. Marking Time will leave you with a sense of awe at the haphazard nature of our calendar's development. Once you've read this eye-opening book, you'll never look at the calendar the same way again.", "average_rating": 4.24, "author": "Duncan Steel", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470245088/1379061789.99.jpg"}},{"annotation": "", "uuid": "Qq8swFJuVYMCBR2LNHajHk", "position": 16, "book": {"uuid": "UY2gN2CqrxN4HX9qVFiQ69", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 114, "title": "Essays in Science", "publication_date": "2011-09-27", "oyster_good_for_statement": "", "isbn": "9781453204795", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p></p><DIV><b>An homage to the men and women of science, and an exposition of Einstein&rsquo;s place in scientific history</b></div><DIV>&#160;</div><DIV>In this fascinating collection of articles and speeches, Albert Einstein reflects not only on the scientific method at work in his own theoretical discoveries, but eloquently expresses a great appreciation for his scientific contemporaries and forefathers, including Johannes Kepler, Isaac Newton, James Clerk Maxwell, Max Planck, and Niels Bohr. While Einstein is renowned as one of the foremost innovators of modern science, his discoveries uniquely his own, through his own words it becomes clear that Einstein viewed himself as only the most recent in a long line of scientists driven to create new ways of understanding the world and to prove their scientific theories.</div><DIV>&#160;</div><DIV>Einstein&rsquo;s thoughtful examinations explain the &ldquo;how&rdquo; of scientific innovations both in his own theoretical work and in the scientific method established by those who came before him.&#160;</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div><p></p></div>", "average_rating": 3.85, "author": "Albert Einstein", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Science/1373329394.74.jpg"}},{"annotation": "", "uuid": "wEbzf9ynkQKSD4cy82TL66", "position": 20, "book": {"uuid": "vZ2kXN5PWewQR7bgAeDCBD", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 320, "title": "On the Origin of Species", "publication_date": "1859-11-24", "oyster_good_for_statement": "", "isbn": "9781629450353", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "In 1831, naturalist and geologist Charles Darwin joined the Beagle expedition to Tierra del Fuego. What he observed when he got to the new world would eventually lead him to formulate his theory of natural selection. Published in 1859, On the Origin of the Species is the controversial classic that revolutionized natural science and altered our understanding of the world.", "average_rating": 3.93, "author": "Charles Darwin", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/651/6511360612292.41.png"}},{"annotation": "", "uuid": "3aaNAK4bbBSGm4Wz2KG6gk", "position": 19, "book": {"uuid": "WpzGCM3ZRCPHupHmeTK83H", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 250, "title": "Wicked Bugs", "publication_date": "2011-05-03", "oyster_good_for_statement": "", "isbn": "9781616200633", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "In this darkly comical look at the sinister side of our relationship with the natural world,<br>Stewart has tracked down over one hundred of our worst entomological foes—creatures<br>that infest, infect, and generally wreak havoc on human affairs. From the world’s most<br>painful hornet, to the flies that transmit deadly diseases, to millipedes that stop traffic, to the<br>“bookworms” that devour libraries, to the Japanese beetles munching on your roses, Wicked Bugs<br>delves into the extraordinary powers of six- and eight-legged creatures.<br>With wit, style, and exacting research, Stewart has uncovered the most terrifying and titillating<br>stories of bugs gone wild. It’s an A to Z of insect enemies, interspersed with sections that<br>explore bugs with kinky sex lives (“She’s Just Not That Into You”), creatures lurking in the cupboard<br>(“Fear No Weevil”), insects eating your tomatoes (“Gardener’s Dirty Dozen”), and phobias<br>that feed our (sometimes) irrational responses to bugs (“Have No Fear”).<br>Intricate and strangely beautiful etchings and drawings by Briony Morrow-Cribbs capture<br>diabolical bugs of all shapes and sizes in this mixture of history, science, murder, and intrigue<br>that begins—but doesn’t end—in your own backyard<br>", "average_rating": 3.71, "author": "Amy Stewart", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200633/1377657013.88.jpg"}}]