[{"book": {"oyster_summary": "", "number_print_pages": 641, "language_code": "eng", "publication_date": "2013-10-08", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438880/1379668191.35.jpg", "uuid": "tCN7skUN3ExN2PUHRd5F7K", "average_rating": 3.57, "author": "Erica Jong", "awards": [], "description": "<DIV><DIV><b>Erica Jong, the acclaimed author of&#160;<i>Fear of Flying</i>, transports the reader more than twenty-six hundred years back to a time of myths, gods, and monsters, bringing glorious life to the renowned, seductive poet Sappho</b></div><DIV><BR>As she stands poised at the edge of a precipice in the shadow of the sanctuary of Apollo, the greatest love poet who ever was or ever will be recalls the eventful fifty years that have led her to this moment. It was love that seduced her, at age sixteen, into an ill-fated plot with the poet Alcaeus to depose the despot of the island of Lesbos. It was love that made her trade the unwanted marriage bed of an old, despised, and drunken husband for a seemingly endless series of lovers, both male and female.</div><DIV><BR>For Sappho, life has always been a banquet to be savored to the fullest, a strange and sensual odyssey that has carried her to the far corners of the ancient world. Devoted to the goddess Aphrodite and granted the gift of immortal song, she has followed her magnificent destiny from Delphi to Egypt, to the land of the Amazons, the realm of the centaurs, and into the stygian depths of Hades itself, often in the company of her companion and friend, the fabulist slave Aesop.</div><DIV><BR>Through every grand affair and every wild adventure, she has remained forever true to her heart, her passion, and herself, right up to this, the end of everything.</div><DIV><BR>Combining evocative and realistic detail with unabashedly outrageous invention, Erica Jong&rsquo;s&#160;<i>Sappho&rsquo;s Leap&#160;</i>is a flawless gem of historical fiction boldly imagined by one of America&rsquo;s most enthralling storytellers.</div><DIV><BR>This ebook features an illustrated biography of Erica Jong including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div><DIV></div></div>", "isbn": "9781480438880", "title": "Sappho's Leap", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "CkaSQVm6aQUuEnSjGekMgd", "position": 60},{"book": {"oyster_summary": "", "number_print_pages": 334, "language_code": "", "publication_date": "1862-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/603/6031355516866.78.png", "uuid": "Jch6uG9WAfWsAJCevjzbDC", "average_rating": 4.05, "author": "Victor Hugo", "awards": [], "description": "Les Misérables is widely considered one of the greatest novels of the nineteenth century. Beginning in 1815 and culminating in the 1832 June Rebellion in France, the novel follows the lives and interactions of several characters, focusing on the struggles of ex-convict Jean Valjean and his experience of redemption. Examining the nature of law and grace, the novel elaborates upon the history of France, architecture of Paris, politics, moral philosophy, antimonarchism, justice, religion, and the types and nature of romantic and familial love.", "isbn": "9781629450254", "title": "Les Misérables", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "AyKmfRauw9mTg7Qm58pWtK", "position": 27},{"book": {"oyster_summary": "", "number_print_pages": 576, "language_code": "eng", "publication_date": "2010-06-29", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062020253/1376530460.11.jpg", "uuid": "UB7TiAEF442z5CX7xqLW2R", "average_rating": 4.31, "author": "Paullina Simons", "awards": [], "description": "<blockquote><p>The epic saga of love and war continues&#8212;the heart-stopping sequel to Paullina Simons's beloved international bestseller <em>The Bronze Horseman</em>.</p></blockquote><p>Tatiana is eighteen years old, pregnant, and widowed when she escapes war-torn Leningrad to find a new life in America. But the ghosts of her past do not rest easily. She becomes consumed by the belief that her husband, Red Army officer Alexander Belov, is still alive and needs her desperately.</p><p>Meanwhile, oceans and continents away in the Soviet Union, Alexander barely escapes execution, and is forced to lead a battalion of soldiers considered expendable by the Soviet high command. Yet Alexander is determined to take his men through the ruins of Europe in one last desperate bid to escape Stalin's death machine and somehow find his way to Tatiana once again.</p>", "isbn": "9780062020253", "title": "Tatiana and Alexander", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "4Gp6nar3vL76hUMf3HBf3b", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752186/1376505931.92.jpg", "uuid": "v7jGdjJoGV5oTsfrEFCDpL", "average_rating": 3.71, "author": "Meg Cabot", "awards": [], "description": "<p>Heather Wells Rocks!</p><p>Or, at least, she <em>did</em>. That was before she left the pop-idol life behind after she gained a dress size or two -- and lost a boyfriend, a recording contract, and her life savings (when Mom took the money and ran off to Argentina). Now that the glamour and glory days of endless mall appearances are in the past, Heather's perfectly happy with her new size 12 shape (the average for the American woman!) and her new job as an assistant dorm director at one of New York's top colleges. That is, until the dead body of a female student from Heather's residence hall is discovered at the bottom of an elevator shaft.</p><p>The cops and the college president are ready to chalk the death off as an accident, the result of reckless youthful mischief. But Heather <em>knows</em> teenage girls . . . and girls <em>do not</em> elevator surf. Yet no one wants to listen -- not the police, her colleagues, or the P.I. who owns the brownstone where she lives -- even when more students start turning up dead in equally ordinary and subtly sinister ways. So Heather makes the decision to take on yet another new career: as spunky girl detective!</p><p>But her new job comes with few benefits, no cheering crowds, and <em>lots</em> of liabilities, some of them potentially fatal. And nothing ticks off a killer more than a portly ex-pop star who's sticking her nose where it doesn't belong . . .</p>", "isbn": "9780061752186", "title": "Size 12 Is Not Fat", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "hTUGV6griF8WJsExjyLUnY", "position": 56},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2012-04-10", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547712086/1376381634.04.jpg", "uuid": "bQF37Xamo29pFqWX9D8UWd", "average_rating": 3.64, "author": "Kathy Hepinstall", "awards": [], "description": "  Amid the mayhem of the Civil War, Virginia plantation wife Iris Dunleavy is put on trial and convicted of madness. It is the only reasonable explanation the court can see for her willful behavior, so she is sent away to Sanibel Asylum to be restored to a good, compliant woman. Iris knows, though, that her husband is the true criminal; she is no lunatic, only guilty of disagreeing with him on notions of justice, cruelty, and property.</p>  On this remote Florida island, cut off by swamps and seas and military blockades, Iris meets a wonderful collection of residents--some seemingly sane, some wrongly convinced they are crazy, some charmingly odd, some dangerously unstable. Which of these is Ambrose Weller, the war-haunted Confederate soldier whose memories terrorize him into wild fits that can only be calmed by the color blue, but whose gentleness and dark eyes beckon to Iris.</P>  The institution calls itself modern, but Iris is skeptical of its methods, particularly the dreaded \"water treatment.\" She must escape, but she has found new hope and love with Ambrose. Can she take him with her? If they make it out, will the war have left anything for them to make a life from, back home? <I>  Blue Asylum</I> is a vibrant, beautifully-imagined, absorbing story of the lines we all cross between sanity and madness. It is also the tale of a spirited woman, a wounded soldier, their impossible love, and the undeniable call of freedom.   <A href=\"http://www.hmhbooks.com/blueasylum/\">http://www.hmhbooks.com/blueasylum/</A>", "isbn": "9780547712086", "title": "Blue Asylum", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "9a5pcstdPZnKjenSfXnWE6", "position": 63},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2011-04-01", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/Men%20of%20Bad%20Character/1372978633.63.jpg", "uuid": "MJjd7LJAsTUDHKxpDi5eLY", "average_rating": 2.21, "author": "Kathleen Stewart", "awards": [], "description": "<DIV><DIV>Do you ever really know the man you love? When Rose&#8217;s eighteen-year relationship ends in the most shocking and unexpected way, she emerges from years of what she thought was a loving relationship and realizes the extent to which she was being emotionally manipulated and controlled. While trying to pick up the threads of her shattered life, she meets a charming and elusive new man. He offers hope and possibilities for the future, but as Rose is drawn further into the labyrinth that is Gary&#8217;s life, she starts to wonder if he is the man she thought he was.&#160;&#160;&#160; Compelling and darkly humorous, Men of Bad Character is a novel about modern love and dangerous liaisons.&#160;</div></DIV>", "isbn": "9780702246272", "title": "Men of Bad Character", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}}, "annotation": "", "uuid": "WqqvzBJe6wmmVCGcnhZmKT", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 544, "language_code": "English", "publication_date": "2009-09-08", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554059/1377114165.25.jpg", "uuid": "zQYQK3L9MvYwdt6vfLW8RR", "average_rating": 4.15, "author": "Hans Fallada", "awards": [], "description": "<p>This rediscovered masterpiece, lost after World War II, was translated for the first time into English in 2009 by Melville House and became one of the most acclaimed books of the year.</p>\n<p>It presents a rich detailed portrait of life in Berlin under the Nazis and tells a sweeping saga of one working-class couple who decides to take a stand against the Nazis when their only son is killed at the front. With nothing but their grief and each other against the awesome power of the Reich, they launch a simple, clandestine resistance campaign that soon has enraged Gestapo on their trail, and a world of terrified neighbors and cynical snitches ready to turn them in.</p>\n<p>In the end, it's more than an edge-of-your-seat thriller, more than a moving romance, even more than literature of the highest order-it's a deeply moving story of two people who stand up for what's right, and for each other.</p>", "isbn": "9781935554059", "title": "Every Man Dies Alone", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "yYK9DH9DCyR47KpVLtc7KH", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981722/1376529446.62.jpg", "uuid": "GYKjYxdTCdfw6qMMPQNVaD", "average_rating": 3.76, "author": "Jodi Picoult", "awards": [], "description": "<p>One of America's most powerful and thought-provoking novelists, <em>New York Times</em> bestselling author Jodi Picoult brilliantly examines belief, miracles, and the complex core of family.</p><p>When the marriage of Mariah White and her cheating husband, Colin, turns ugly and disintegrates, their seven-year-old daughter, Faith, is there to witness it all. In the aftermath of a rapid divorce, Mariah falls into a deep depression -- and suddenly Faith, a child with no religious background whatsoever, hears divine voices, starts reciting biblical passages, and develops stigmata. And when the miraculous healings begin, mother and daughter are thrust into the volatile center of controversy and into the heat of a custody battle -- trapped in a mad media circus that threatens what little stability the family has left.</p>", "isbn": "9780061981722", "title": "Keeping Faith", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "xSsmWUMRHpHSiCZZ2LD5Q7", "position": 53},{"book": {"oyster_summary": "", "number_print_pages": 152, "language_code": "", "publication_date": "1595-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/645/6451355521646.46.png", "uuid": "ErLA5tm5D4TZvrdQq5HDHE", "average_rating": 3.72, "author": "William Shakespeare", "awards": [], "description": "Romeo and Juliet is a tragedy written early in the career of playwright William Shakespeare about two young \"star-cross'd lovers\" whose deaths ultimately unite their feuding families. \r\n\r\nIt was among Shakespeare's most popular plays during his lifetime and, along with Hamlet and Macbeth, is one of his most frequently performed plays. Today, the title characters are regarded as archetypal young lovers.", "isbn": "9781629450414", "title": "Romeo and Juliet", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "S46NsopbHkhcgjh5M5zLkR", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 138, "language_code": "eng", "publication_date": "2011-11-22", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/In%20Love%20%26%20Trouble/1373330023.42.jpg", "uuid": "t4b6H4P3uBjrVMUofeWJv7", "average_rating": 3.95, "author": "Alice Walker", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "description": "<DIV><DIV><b>Though they come from wildly different backgrounds, the women in these stories all strive for liberation from painful realities </b>&#160;<BR><BR></div><DIV>Here are stories of women traveling with the weight of broken dreams, with kids in tow, with doubt and regret, with memories of lost loves, with lovers who have their own hard pasts and hard edges. Some from the South, some from the North, some rich and some poor, the characters that inhabit <i>In</i> <i>Love &amp; Trouble</i> all seek a measure of self-fulfillment, even as they struggle with difficult circumstances and limiting social conventions.<BR><BR></div><DIV>The stories that make up Alice Walker&rsquo;s debut short fiction collection reflect her tenacious commitment to face brutal and sometimes melancholy truths while also illuminating the ways in which the courageous pursuit of love brings hope to even the most harrowing lives. &#160;<BR><BR></div><DIV>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223956", "title": "In Love & Trouble", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "GXxxj96irNJcrbdwETahQP", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 544, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061749681/1376451964.3.jpg", "uuid": "qX7H2wyHFXJTMSpRWucZiV", "average_rating": 3.49, "author": "Lionel Shriver", "awards": [], "description": "<p>American children's book illustrator Irina McGovern enjoys a secure, settled life in London with her smart, loyal, disciplined partner, Lawrence&#8212;until the night she finds herself inexplicably drawn to kissing another man, a passionate, extravagant, top-ranked snooker player. Two competing alternate futures hinge on this single kiss, as Irina's decision&#8212;to surrender to temptation or to preserve her seemingly safe partnership with Lawrence&#8212;will have momentous consequences for her career, her friendships and familial relationships, and the texture of her daily life.</p>", "isbn": "9780061749681", "title": "The Post-Birthday World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "KpwxymaDD9hmBsMadcKnxQ", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 232, "language_code": "eng", "publication_date": "2013-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/9781770904330/1381217078.15.jpg", "uuid": "fvVY5wFzbKDdk9XjSft6CS", "average_rating": 3.22, "author": "Stacey May Fowles", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Ronnie, an engaged hairdresser with a history of teenage recklessness and mystery childhood illnesses, feels stifled by the unavoidable pull of the predictable, comfortable life laid out before her. Charlie, an anxiety-ridden, award-winning writer, feels suffocated by his literary success and familial responsibility, including a bread-winning wife and a child with autism. When the unlikely pair meet at a holiday party where Ronnie&#8217;s fianc&#233; is the caterer, a torrid affair, which begins on office desks and in Toronto hotel rooms, provides both with a false reality that offers solace in its secrets. Charlie becomes obsessed with the calm of Ronnie&#8217;s ordinariness, and Ronnie revels in the clandestine secrets and dramatic interludes of an otherwise predictable life. The two live in film scripts and prose, until the entire lie combusts in all its tragic beauty. Beautifully written and engaging, this novel calls into question society&#8217;s strict definition of right versus wrong while examining what it means to be a husband, wife, parent, and human being.", "isbn": "9781770904330", "title": "Infidelity", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}}, "annotation": "", "uuid": "oPeJugwCMf8bK7kt4neyK6", "position": 50},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2012-09-10", "cover_img": "https://cflare.oysterbooks.com/covers/Bev%20Editions/9780991679836/1383653274.3.jpg", "uuid": "rrQQJckQvx5uiWKKFAHurZ", "average_rating": 4.09, "author": "Rangeley Wallace", "awards": [], "description": "\"Rangeley Wallace has beautifully rendered the texture of Southern life in this gripping tale of love, betrayal, and the strength of family,\" wrote Winston Groom, author of Forrest Gump. \"Things Are Going to Slide is a remarkable achievement.\"A law professor at a university in south Alabama, heroine Marilee’s life quickly begins to disintegrate when her husband leaves her - pregnant- for a man. A cheating former lover steals the prestigious law chair from under her nose. And, to make matters worse, at the law clinic she runs, an indigent high school girl who she’s known since childhood is accused of murdering her newborn.One reviewer described Things Are Going to Slide as “smart chick lit, mom-lit, and law-lit.\" Midwest Book Review called Things Are Going to Slide \"a powerful novel of chaos and recovery that will attract any interested in strong stories of professional women.” A romantic, smart page-turner, steeped in the tradition of southern literature, Things Are Going to Slide is “the kind of book that makes you keep reading long after you meant to turn out the light.\"If you loved Jonathan Tropper’s This Is Where I Leave You, you’ll love Things Are Going to Slide.", "isbn": "9780991679836", "title": "Things are Going to Slide", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "xzUBpsPhBZzaKwAQoQALoV", "name": "Bev Editions"}}, "annotation": "", "uuid": "UZuh9bUMM2AWozeyo8bSP6", "position": 42},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2007-01-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547564098/1376380763.85.jpg", "uuid": "5fiVWTpWrPLTggDRgDF7UC", "average_rating": 2.71, "author": "Louise Dean", "awards": [{"image": null, "uuid": "wgnYp5iZQRwSNpgLXosa5J", "name": "Man Booker Prize Nominee"}], "description": "<DIV>After more than half a century of marriage, Dorothy and George are embarking on their first journey abroad together. Three decades younger, Jan and Annemieke are taking their last, as illness and incompatibility bring their unhappy union to an end. At first the luxury of a Caribbean resort is no match for the well-worn patterns of domestic life. Then the couples' paths cross, and a series of surprises ensues--a disappearance and an assault, most dramatically, but also a teapot tempest of passions, slights, misunderstandings, and small awakenings that punctuate a week in which each pair struggles to come to terms with what's been keeping them apart.<br><BR>A hit with readers and critics alike when it was published in England last year, Becoming Strangers is a different kind of love story, in which there's seldom a happy ending but sometimes a chance to redeem a life half-lived.<br><BR></DIV>", "isbn": "9780547564098", "title": "Becoming Strangers", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "JFBJE2enuacD5eapiyAeHN", "position": 67},{"book": {"oyster_summary": "", "number_print_pages": 92, "language_code": "English", "publication_date": "2011-06-21", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190839/1377114779.28.jpg", "uuid": "kC6nxxCVs2sySDRUV93b49", "average_rating": 3.08, "author": "Italo Svevo", "awards": [], "description": "<p>The fable-like story of an old man's sexual obsession with a young woman is a distillation of Italo Svevo's concerns_attraction of an older man to a younger woman, individual conscience versus social convention, and the cost of sexual desire. This novella is a marvel of psychological insight, following the man's vacillations and tortuous self-justifications to their tragic-comic end. It is presented here in a translation first commissioned and published by Virginia Woolf for her Hogarth Press.</p>", "isbn": "9781612190839", "title": "The Nice Old Man And The Pretty Girl", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "nnZfYquD69njzH4VybiTuN", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2011-03-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504209/1376380529.75.jpg", "uuid": "wGqdfGhU37FMaXeT4XLDnL", "average_rating": 3.23, "author": "Ward Just", "awards": [], "description": "<DIV><p>Tommy Ogden, a Gatsbyesque character living in a mansion outside robber-baron-era Chicago, declines to give his wife the money to commission a bust of herself from the French master Rodin and announces instead his intention to endow a boys&rsquo; school. Ogden&rsquo;s decision reverberates years later in the life of Lee Goodell, whose coming of age is at the heart of Ward Just&rsquo;s emotionally potent new novel.&#160;<BR><br> Lee&rsquo;s life decisions&mdash;to become a sculptor, to sojourn in the mean streets of the South Side, to marry into the haute-intellectual culture of Hyde Park&mdash;play out against the crude glamour of midcentury Chicago. Just&rsquo;s signature skill of conveying emotional heft with few words is put into play as Lee confronts the meaning of his four years at Ogden Hall School under the purview, in the school library, of a bust known as Rodin&rsquo;s Debutante. And, especially, as he meets again a childhood friend, the victim of a brutal sexual assault of which she has no memory. It was a crime marking the end of Lee&rsquo;s boyhood and the beginning of his understanding&mdash;so powerfully under the surface of Just&rsquo;s masterly story&mdash;that how and what we remember add up to nothing less than our very lives.</p></div>", "isbn": "9780547504209", "title": "Rodin's Debutante", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "UtXtdxdeThfptA2EEoTt8k", "position": 68},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2013-02-05", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201906/1377657151.24.jpg", "uuid": "fp3KoqqXpCyYpjGwkyyhoF", "average_rating": 3.87, "author": "Christopher Castellani", "awards": [], "description": "<p>It’s been fifty years since Antonio Grasso married Maddalena and brought her to America. That was the last time she saw her parents, her sisters and brothers—everything she knew and loved in the village of Santa Cecilia, Italy. Maddalena sees no need to open the door to the past and let the emotional baggage and unmended rifts of another life spill out.</p>\n<p></p>\n<p>But Prima was raised on the lore of the Old Country. And as she sees her parents aging, she hatches the idea to take the entire family back to Italy—hoping to reunite Maddalena with her estranged sister and let her parents see their homeland one last time. It is an idea that threatens to tear the Grasso family apart, until fate deals them some unwelcome surprises, and their trip home becomes a necessary journey. <br /><em>All This Talk of Love</em> is an incandescent novel about sacrifice and hope, loss and love, myth and memory.</p>", "isbn": "9781616201906", "title": "All This Talk of Love", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "PaV4jGcpkvokT3KDJNMhTd", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 688, "language_code": "eng", "publication_date": "1983-09-20", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543864/1387347586.46.jpg", "uuid": "w2Eyg8UxFR955CLYKHi3gZ", "average_rating": 4.1, "author": "Mark Helprin", "awards": [], "description": "<DIV>A bestseller that takes readers on a journey to New York of the Belle Epoque, where Peter Lake attempts to rob a Manhattan mansion only to find the daughter of the house at home. Thus begins the love between the middle-aged Irishman and Beverly Penn, a young girl who is dying. &#8220;This novel...is a gifted writer&#8217;s love affair with the language&#8221; (Newsday).</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of IN SUNLIGHT AND IN SHADOW.</DIV>", "isbn": "9780547543864", "title": "Winter's Tale", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "mpJNeZ9PeVCKdj4XmKh6Bi", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 152, "language_code": "eng", "publication_date": "2013-11-15", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402594/1385065843.43.jpg", "uuid": "AdwSEtaZvDn57PYVHFUT25", "average_rating": 0.0, "author": "Ravi Mangla", "awards": [], "description": "A high school teacher begins to question the course of his life after a famous young actress moves into town. In the starlet's shadow, his girlfriend, his mother, his neighbor, and his students take on strange new dimensions. Told in a series of snapshots, UNDERSTUDIES presents a sharp, funny, and heartbreaking study of beauty, celebrity, and everyday needs.", "isbn": "9781937402594", "title": "Understudies", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BfBmDwzvBdChdXBcTywp4R", "name": "Outpost19"}}, "annotation": "", "uuid": "b5mDEtv7brbio5YefXPBuQ", "position": 55},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2011-07-05", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062108838/1378009660.89.jpg", "uuid": "rGxVJFYoASrudFrB7Lvwj9", "average_rating": 3.91, "author": "Gioia Diliberto", "awards": [], "description": "<p>Hadley Richardson and Ernest Hemingway were the golden couple of Paris in the twenties, the center of an expatriate community boasting the likes of Scott and Zelda Fitzgerald, Gertrude Stein and Alice B. Toklas, and James and Nora Joyce. In this haunting account of the young Hemingways, Gioia Diliberto explores their passionate courtship, their family life in Paris with baby Bumby, and their thrilling, adventurous relationship&#8212;a literary love story scarred by Hadley&#8217;s loss of the only copy of Hemingway&#8217;s first novel and ultimately destroyed by a devastating m&#233;nage &#224; trois on the French Riviera.</p><p>Compelling, illuminating, poignant, and deeply insightful, <em>Paris Without End</em> provides a rare, intimate glimpse of the writer who so fully captured the American imagination and the remarkable woman who inspired his passion and his art&#8212;the only woman Hemingway never stopped loving.</p>", "isbn": "9780062108838", "title": "Paris Without End", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "dx8A4bNQJdcP7dMBnt7Pb6", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 178, "language_code": "eng", "publication_date": "2010-11-23", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Adultery%20%26%20Other%20Choices/1373333351.21.jpg", "uuid": "v8Re6NtfY8uUJBLPymAhJ3", "average_rating": 4.32, "author": "Andre Dubus", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><B>The classic Dubus collection&mdash;now available as an ebook</B></div><DIV><B>&#160; </B></div><DIV><B>Dubus&rsquo;s second collection of short fiction: a compassionate portrayal of man&rsquo;s journey from childhood to maturity</B></div><DIV>&#160;</div><DIV>For the adolescents in Part One of Andre Dubus&rsquo;s <i>Adultery &amp; Other Choices</i>, youth is characterized by humiliation, alienation, and disappointment: A son struggles to connect with his distant father, and later he must overcome a schoolyard bully. Then, for the soldiers that inhabit Part Two, service is synonymous with sacrifice, as marriages and limbs falter and fail. But for the bitterly lonely wife of a promiscuous professor, a hopeless affair with a dying ex-priest provides her with the strength necessary to retake control of her life.</div><DIV>&#160;</div><DIV>In the aptly titled follow-up to <i>Separate Flights</i>, Dubus expertly traces the arc of human life, and with subtle grace honors the men and women he portrays with such faithful veracity.</div><DIV>&#160;</div><DIV>@font-face {  font-family: \"Cambria\";}p.MsoNormal, li.MsoNormal, div.MsoNormal { margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: \"Times New Roman\"; }div.Section1 { page: Section1; }<p class=\"MsoNormal\" style=\"line-height: 200%;\">This ebook features an illustrated biography of Andre Dubus including  rare photos and never-before-seen documents from the author&rsquo;s estate.</p></div><p>&#160;</p></div>", "isbn": "9781453299708", "title": "Adultery & Other Choices", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "5jwySanndMBm8VHg3zy8NH", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2009-11-24", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061989803/1378009440.87.jpg", "uuid": "utZsofF882X4kPLcMpdQFR", "average_rating": 3.32, "author": "Christina Baker Kline", "awards": [], "description": "<p>The accident was just that -- an accident.  It was dark, it was raining, ALISON had two drinks in her, and the other car ran the stop sign.  She just didn't get out of the way fast enough.  But now a little boy -- not her own -- is dead, and Alison finds herself trapped under the twin burdens of grief and guilt, and feeling increasingly estranged from her husband . . . </p><p> CHARLIE, who has his own burdens.  He's in a job he doesn't love so that Alison can stay home with the kids (and why isn't she more grateful for that?); he has a house in the suburbs and a long commute to and from the city each day.  And the only thing can focus on these days is his secret, sudden affair with . . . </p><p> CLAIRE, Alison's best friend.  Bold where Alison is reserved; vibrant where Alison is demure, Claire has just had her first novel published, a thinly-veiled retelling of her childhood in South Carolina (which is also Alison's, in a sense).  But even in the whirlwind of publication, Claire can't stop wondering if she should leave her husband . . . </p><p> BEN, an architect who is thoughtful, kind, and patient.  And who wants nothing more than a baby, or two -- in fact, exactly the kind of life that Charlie and Alison have . . . </p><p> Four people, two marriages, one lifelong friendship: everything is about to change.</p>", "isbn": "9780061989803", "title": "Bird in Hand", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "pKNf8kBsQcZS5xkxm7GPEL", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807459/1376527151.0.jpg", "uuid": "C59kgNoHiqG8JPQKnsbVqh", "average_rating": 3.45, "author": "Paulo Coelho", "awards": [], "description": "<p>This is the story of Brida, a young Irish girl, and her quest for knowledge. She has long been interested in various aspects of magic but is searching for something more. Her search leads her to people of great wisdom, who begin to teach Brida about the spiritual world. She meets a wise man who dwells in a forest, who teaches her about overcoming her fears and trusting in the goodness of the world; and a woman who teaches her how to dance to the music of the world, and how to pray to the moon. As Brida seeks her destiny, she struggles to find a balance between her relationships and her desire to become a witch. This enthralling novel incorporates themes that fans of Paulo Coelho will recognize and treasure&#8212;it is a tale of love, passion, mystery, and spirituality from the master storyteller.</p>", "isbn": "9780061807459", "title": "Brida", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "GfmtykRGpRY4iGqrvRCDTK", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 208, "language_code": "eng", "publication_date": "2007-02-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561745/1376380403.61.jpg", "uuid": "RbQdMU823FAjmZJaS7q539", "average_rating": 3.27, "author": "Howard Norman", "awards": [], "description": "<DIV>Fans of Howard Norman, the internationally acclaimed author of The Hunting of L and The Bird Artist and a two-time National Book Award finalist, will find in his latest novel -- an intense and intriguingly unconventional love story -- all the hallmarks of this masterly writer: sparkling yet spare language, a totally compelling air of mystery spread over our workaday world, and ability to capture the metaphorical heartbeat at the center of our lives.<br><br>Like many of Howard Norman&#8217;s celebrated novels, Devotion begins with an announcement of a crime: on August 19, 1985, David Kozol and his father-in-law engaged in &#147;assault by mutual affray.&#8221; Norman sets out to explore a great mystery: why seemingly quiet, contained people lose control. David and Maggie's story seemed straightforward enough; they met in a hotel lobby in London. For David, the simple fact was love at first sight. For Maggie, the attraction was similarly sudden and unprecedented in intensity. Their love affair, \"A fugue state of amorous devotion,\" turned into a whirlwind romance and marriage. So what could possibly enrage David enough that he would strike at the father of his new bride? Why would William, a gentle man who looks after an estate -- and its flock of swans -- in Nova Scotia, be so angry at the man who has just married his beloved only child, Maggie? And what would lead Maggie to believe that David has been unfaithful to her? In his signature style -- haunting and evocative -- Norman lays bare the inventive stupidities people are capable of when wounded and confused.<br><br>At its core, Devotion is an elegantly constructed, never sentimental examination of love: romantic love (and its flip side, hate), filial love at its most tender, and, of course, love for the vast open spaces of Nova Scotia.</div>", "isbn": "9780547561745", "title": "Devotion", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "qgDgsBmbmPXnjZNE7fxFm4", "position": 59},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "eng", "publication_date": "2003-04-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346557/1376149896.94.jpg", "uuid": "SiUsn6oypNpBRviav3L7Ni", "average_rating": 4.41, "author": "Ann Cummins", "awards": [], "description": "<DIV>Denis Johnson meets Flannery O&#8217;Connor in this luminous collection of short stories about the collision of cultures, genders, and generations in the American Southwest. Set mainly amid Indian reservations and uranium mills, these twelve stories create a kaleidoscopic view of family, myth, love, landscape, and loss in a place where infinite skies and endless roads suggest a world of possibility, yet dreams are deceiving, like an oasis, just beyond reach. Whether it&#8217;s a young woman pushed quite literally to the edge on a desolate mountain pass, an orphaned brother and sister trying to patch together an existence one stitch at a time, a cop who suspects his kleptomaniac wife is stealing from other people &#151; materially and emotionally &#151; or a wily roadside hypnotist whose alleged power is both wonderful and strange, Ann Cummins&#8217;s characters want to transcend the circumstances of their lives, to believe in the eventuality of change.<br>Again and again, Ann Cummins generates imagery of white-hot intensity and pushes the limits of both the human spirit and the short story form. Gritty, seductive, and always daring, this unforgettable debut collection puts forth a haunting new vision of hope and heartache in contemporary America and confirms the arrival of an important new voice.</div>", "isbn": "9780547346557", "title": "Red Ant House", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "NNmg8sWoos9sjrBQHTKtDa", "position": 39},{"book": {"oyster_summary": "", "number_print_pages": 136, "language_code": "eng", "publication_date": "2011-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Hesperus%20Press/Virtue/1372979748.35.jpg", "uuid": "5qEXrjMVssbUeubePp4CWL", "average_rating": 0.0, "author": "Marquis de Sade", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt; mso-layout-grid-align: none\">Herman and the noble and proud Ernestine, two young lovers, find themselves confronted with a pair of libertines who will stop at nothing&#8212;not even the confines of the law&#8212;to assuage their desires. Count Oxtiern, villainous and dissolute, and his accomplice Madame Scholtz, a widow of lusty temperament, will shrink from nothing, no lie, no treachery is beneath them in their quest for sexual fulfillment. But does crime really never pay? Or can virtue vanquish vice? This pair of stories showcases his profound moral and social principles, and sets this elegant critique of class prejudice apart from being a mere pornographic episode.", "isbn": "9781780940182", "title": "Virtue", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "9J66SfwuyTtnCQXWfFejhK", "name": "Hesperus Press"}}, "annotation": "", "uuid": "h5ireuLjBBPHq4SD6YJJpF", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-06-18", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/291/2911355186258.49.jpg", "uuid": "2oRyGQGoqPNrr3LyTVGK8o", "average_rating": 3.72, "author": "Miah Arnold", "awards": [], "description": "<p>When Helen Motes finds herself on a Utah mountaintop getting married to a besotted young Indian poet, she can't quite figure out how she became a bigamist, and she certainly doesn't want to be one. Helen worked hard to create the stable middle-class life her childhood denied her, so sabotaging her first (and decidedly still legal) marriage wasn't part of her life plan. Yet with her original husband away in Iraq, and her new husband ready to agree to everything she ever wanted, deciding which husband to keep proves to be torture.</p> <p>How Helen's life led her to this point--and what she plans to do with these two \"keepers\"--are the driving questions behind Miah Arnold's heartfelt debut about an unlikely bigamist and her circle of family, friends, and husbands. Weaving in multiple continents and unforgettable characters, <i>The Sweet Land of Bigamy</i> is a funny and surprisingly touching exploration of what marriage can be.</p>", "isbn": "9781440541612", "title": "Sweet Land of Bigamy", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "Ch562P2SBpvyWoPwhLDJ8a", "position": 38},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2011-06-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547821795/1376381623.48.jpg", "uuid": "Q6LX5ZgfoLLXKRmybb3Wgg", "average_rating": 3.31, "author": "Dean Bakopoulos", "awards": [], "description": "<P>&#8220;Why are you so unhappy?&#8221; That&#8217;s the question that Zeke Pappas, a thirty-three-year-old scholar, asks almost everybody he meets as part of an obsessive project, &#8220;The Inventory of American Unhappiness.&#8221; The answers he receives&#8212;a mix of true sadness and absurd complaint&#8212;create a collage of woe. Zeke, meanwhile, remains delightfully oblivious to the increasingly harsh realities that threaten his daily routine, opting instead to focus his energy on finding the perfect mate so that he can gain custody of his orphaned nieces. Following steps outlined in a women&#8217;s magazine, the ever-optimistic Zeke identifies some &#8220;prospects&#8221;: a newly divorced neighbor, a coffeehouse barista, his administrative assistant, and Sofia Coppola (&#8220;Why not aim high?&#8221;).&#160;<br><BR>A clairvoyant when it comes to the Starbucks orders of strangers, a quixotic renegade when it comes to the federal bureaucracy, and a devoted believer in the afternoon cocktail and the evening binge, Zeke has an irreverent voice that is a marvel of lacerating wit and heart-on-sleeve emotion, underscored by a creeping paranoia and made more urgent by the hope that if he can only find a wife, he might have a second chance at life.", "isbn": "9780547821795", "title": "My American Unhappiness", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "P5cDT3vjGJR2PAEcn9623P", "position": 43},{"book": {"oyster_summary": "", "number_print_pages": 462, "language_code": "eng", "publication_date": "2013-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Dzanc%20Books/9781480425903/1377118502.04.jpg", "uuid": "RDNz42KAPQJt8xDBagKJ7", "average_rating": 3.65, "author": "Matt Dojny", "awards": [], "description": "<DIV>What exactly is the Festival of Taang L&ocirc;ke Kwaam Banterng Sumitchanani? It&rsquo;s a twenty-four-hour water balloon blitzkrieg, a ruthless talent competition, and an earth-scorching, take-no-prisoners bacchanalia. It&rsquo;s the one day of the year when everyone has a shot at finding true love&mdash;even a rapacious, over-sexed turtle god. It&rsquo;s a celebration of hobos and heartbreak, Lionel Richie impersonators and banana-brandy-flavored rice wine. It&rsquo;s the Festival of Earthly Delights.<BR><BR>Boyd Darrow is a young American living in Puchai, a tiny Southeast Asian country that tourist brochures refer to as &ldquo;The Kingdom of Winks.&rdquo; In a series of letters written to a mysterious recipient, Boyd tells of the delights, humiliations, and brain-bending misadventures he experiences while adjusting to life in the small college town of Mai Mor. He and his somewhat less-than-faithful girlfriend, Ulla, were hoping to start their lives over in Puchai, but Puchai has an agenda all its own.<BR><BR>Ulla&rsquo;s been hired to organize the talent show at the town&rsquo;s annual Festival of Taang, but she seems more interested in the possibilities of cultural exchange with a local revolutionary. Meanwhile, Boyd grapples with a culture in which baby owls are considered a delicacy, turtles are worshipped as deities, and a wink can have one of 379 possible meanings [including &ldquo;You&rsquo;re fired,&rdquo; &ldquo;There&rsquo;s something in my eye,&rdquo; and &ldquo;I want to kiss your lips!&rdquo;]. He&rsquo;s also falling for his boss&rsquo;s daughter, a half-Puchanese girl with a black eye and a troubling past. Lines are crossed, secrets are revealed, and, as Boyd&rsquo;s life inevitably spins out of control, the festival draws closer with each day . . .<BR><BR>Hilarious and wise and fiercely original, <i>The Festival of Earthly Delights</i> is a no-holds-barred celebration of love, cultural differences, and one man&rsquo;s reluctant embrace of the sensual pleasures of this world, in all their awkward, enigmatic glory.</div>", "isbn": "9781480425903", "title": "The Festival of Earthly Delights", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "XQFaoAV95zJzU7JK5ggtdT", "name": "Dzanc Books"}}, "annotation": "", "uuid": "vsFuscjzG2voHB5tRiuRRf", "position": 61},{"book": {"oyster_summary": "", "number_print_pages": 418, "language_code": "eng", "publication_date": "2010-11-23", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Endless%20Love/1373329374.42.jpg", "uuid": "jkcxS5G9wvWj63vkXeQptF", "average_rating": 3.69, "author": "Scott Spencer", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV>Seventeen-year-old David Axelrod is consumed with his love for Jade Butterfield. So when Jade&rsquo;s father exiles him from their home, David does the only thing he thinks is rational: He burns down their house. Sentenced to a psychiatric institution, David&rsquo;s obsession metastasizes, and upon his release, he sets out to win the Butterfields back by any means necessary.</div><DIV>&#160;</div><DIV>Brilliantly written and intensely sexual, <i>Endless Love</i> is the deeply moving story of a first love so powerful that it becomes dangerous&mdash;not only for the young lovers, but for their families as well.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Scott Spencer, including rare photos from the author&rsquo;s personal collection.</div></p></DIV>", "isbn": "9781453205242", "title": "Endless Love", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "yGEwq3jEbdQZg6G6LEYdB9", "position": 54},{"book": {"oyster_summary": "", "number_print_pages": 182, "language_code": "eng", "publication_date": "2005-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/766/7661358818573.22.jpg", "uuid": "cwZ3ZYAxStKwwtKY9awSJ", "average_rating": 3.87, "author": "Golda Fried", "awards": [], "description": "<p><strong>Nominated for a 2005 Governor' General's Award</strong><p>Alice Darling has just moved to Montreal to go to McGill University. She’s never had a boyfriend and doesn’t know how to do laundry. She joins the Film Society and hangs out in the libra", "isbn": "9781770561632", "title": "Nellcott Is My Darling", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}}, "annotation": "", "uuid": "LfxLLwRAqqSjhGKUy9dKXU", "position": 48},{"book": {"oyster_summary": "", "number_print_pages": 208, "language_code": "eng", "publication_date": "2013-02-05", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547858258/1387866527.84.jpg", "uuid": "oM3Q5R8Eytyc4hNThwFwa5", "average_rating": 3.77, "author": "Carlene Bauer", "awards": [], "description": "<DIV>\"A novel of stunning subtlety, grace, and depth . . . compos[ed in] dueling letters of breathtaking wit, seduction, and heartbreak.\" &#8212;<I>Booklist</I>, starred review<BR><BR><I>A letter can spark a friendship.<BR>A friendship can change your life.</I><BR><BR>In the summer of 1957, Frances and Bernard meet at an artists&#8217; colony. She finds him faintly ridiculous, but talented. He sees her as aloof, but intriguing. Afterward, he writes her a letter. Soon they are immersed in the kind of fast, deep friendship that can take over&#8212;and change the course of&#8212;our lives.<BR><BR>From points afar, they find their way to New York and, for a few whirling years, each other. The city is a wonderland for young people with dreams: cramped West Village kitchens, rowdy cocktail parties stocked with the sharp-witted and glamorous, taxis that can take you anywhere at all, long talks along the Hudson River as the lights of the Empire State Building blink on above.<BR><BR>Inspired by the lives of Flannery O&#8217;Connor and Robert Lowell, Frances and Bernard imagines, through new characters with charms entirely their own, what else might have happened. It explores the limits of faith, passion, sanity, what it means to be a true friend, and the nature of acceptable sacrifice. In the grandness of the fall, can we love another person so completely that we lose ourselves? How much should we give up for those we love? How do we honor the gifts our loved ones bring and still keep true to our dreams?<BR><BR>In witness to all the wonder of kindred spirits and bittersweet romance, <I>Frances and Bernard</I> is a tribute to the power of friendship and the people who help us discover who we are.<BR><BR></DIV>", "isbn": "9780547858258", "title": "Frances and Bernard", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "jg5Mwx9rY8MXatPN376veQ", "position": 52},{"book": {"oyster_summary": "", "number_print_pages": 252, "language_code": "eng", "publication_date": "2013-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/Letters%20to%20the%20End%20of%20Love/1372982303.02.jpg", "uuid": "jnNfFESJByAXT7Sh7WSR8C", "average_rating": 3.87, "author": "Yvette Walker", "awards": [], "description": "With the readability of The Guernsey Literary and Potato Peel Pie Society and the literary grace of Colm T&#243;ibin, this brilliant debut novel satisfies on all levels.       Three stories, three secrets, three marriages.    In a coastal village in Cork in 1969, a Russian painter and his Irish novelist wife write letters to one another as they try to come to terms with a fatal illness.    On Australia&#8217;s west coast in 2011, a bookseller writes to her estranged partner in an attempt to understand what has happened to their relationship.    In Bournemouth in 1948, a retired English doctor writes letters to the love of his life, a German artist he lived with in Vienna during the 1930s.    The simple domestic lives of these three couples are set against conversations about intimacy, art, war and loss. Told in a series of unforgettable letters, this is a novel about love and what it means when it might be coming to an end.", "isbn": "9780702251023", "title": "Letters to the End of Love", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}}, "annotation": "", "uuid": "9xei8kt3HUfFjsXSYRvveU", "position": 37},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2010-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/The%20Diary%20of%20a%20Drug%20Fiend%20/1373391978.26.jpg", "uuid": "tqazV4NusPummxkxtdvCqb", "average_rating": 3.8, "author": "Aleister Crowley ", "awards": [], "description": "This is a true story... It is a terrible story; but it is also a story of hope and of beauty. Written by Aleister Crowley, Diary of a Drug Fiend tells the story of young Peter Pendragon and his lover Louise Laleham, and their adventures traveling through Europe in a cocaine and heroin haze. The bohemian couples’ binges produce visions and poetic prophecies, but when their supply inevitably runs dry they find themselves faced with the reality of their drug addiction. Through the guidance of King Lamus, a master adept, they use the application of practical Magick to free themselves from addiction. Released in as his first published novel in 1922 and dubbed “a book for burning” by the papers of the time, Diary of a Drug Fiend reveals the poet, the lover, and the profound adept that was Aleister Crowley.", "isbn": "9781609255787", "title": "The Diary of a Drug Fiend ", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "A6seb8YnHM6RRPbRHAokw4", "name": "Red Wheel Weiser"}}, "annotation": "", "uuid": "5YopJVCbZ5fbpLz9Dbx7Qj", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "English", "publication_date": "2013-05-28", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192840/1377113844.03.jpg", "uuid": "5RSfmE7bUXJkMofr7ZbkPP", "average_rating": 3.47, "author": "Sheilah Graham", "awards": [], "description": "<p>The moving story of how F. Scott Fitzgerald—washed up, alcoholic and ill—dedicated himself to devising a heartfelt course in literature for the woman he loved.</p>\n<p>In 1937, on the night of her engagement to the Marquess of Donegall, Sheilah Graham met F. Scott Fitzgerald at a party in Hollywood. Graham, a British-born journalist, broke off her engagement, and until Fitzgerald had a fatal heart attack in her apartment in 1940, the two writers lived the fervid, sometimes violent affair that is memorialized here with unprecedented intimacy.</p>\n<p>When they met, Fitzgerald's fame had waned. He battled crippling alcoholism while writing screenplays to support his daughter and institutionalized wife. Graham's star, however, was rising, to the point where she became Hollywood's highest-paid, best-read gossip columnist. But if Fitzgerald had lived out his \"crack-up” in public, Graham kept her demons secret—such as that she believed herself to be \"a fascinating fake who pulled the wool over Hollywood's eyes.''</p>\n<p>Most poignantly, she keenly felt her lack of education, and Fitzgerald rose to the occasion. He became her passionate tutor, guiding her through a curriculum of his own design: a college of one. Graham loved him the more for it, writing the book as a tribute. As she explained, \"An unusual man's ideas on what constituted an education had to be preserved. It is a new chapter to add to what is already known about an author who has been microscopically investigated in all the other areas of his life.”</p>", "isbn": "9781612192840", "title": "College Of One", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "SvQuqLNedprnbFktTqvvyn", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2009-07-28", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061957659/1378009369.56.jpg", "uuid": "m2ZL3obguyB3MQ37EgyKP5", "average_rating": 3.66, "author": "Joyce Maynard", "awards": [], "description": "<p>With the end of summer closing in and a steamy Labor Day weekend looming in the town of Holton Mills, New Hampshire, thirteen-year-old Henry&#8212;lonely, friendless, not too good at sports&#8212;spends most of his time watching television, reading, and daydreaming about the soft skin and budding bodies of his female classmates. For company Henry has his long-divorced mother, Adele&#8212;a onetime dancer whose summer project was to teach him how to foxtrot; his hamster, Joe; and awkward Saturday-night outings to Friendly's with his estranged father and new stepfamily. As much as he tries, Henry knows that even with his jokes and his \"Husband for a Day\" coupon, he still can't make his emotionally fragile mother happy. Adele has a secret that makes it hard for her to leave their house, and seems to possess an irreparably broken heart.</p><p>But all that changes on the Thursday before Labor Day, when a mysterious bleeding man named Frank approaches Henry and asks for a hand. Over the next five days, Henry will learn some of life's most valuable lessons: how to throw a baseball, the secret to perfect piecrust, the breathless pain of jealousy, the power of betrayal, and the importance of putting others&#8212;especially those we love&#8212;above ourselves. And the knowledge that real love is worth waiting for.</p><p>In a manner evoking Ian McEwan's <em>Atonement</em> and Nick Hornby's <em>About a Boy</em>, acclaimed author Joyce Maynard weaves a beautiful, poignant tale of love, sex, adolescence, and devastating treachery as seen through the eyes of a young teenage boy&#8212;and the man he later becomes&#8212;looking back at an unexpected encounter that begins one single long, hot, life-altering weekend.</p>", "isbn": "9780061957659", "title": "Labor Day", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "onoC3LfAt4fGrSYXS45zuY", "position": 58},{"book": {"oyster_summary": "", "number_print_pages": 848, "language_code": "eng", "publication_date": "2003-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547538471/1376381200.52.jpg", "uuid": "kZ8gzTqymhnMTtsLPGfzcW", "average_rating": 3.8, "author": "Michel Faber", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>At the heart of this panoramic, multidimensional narrative is the compelling struggle of a young woman to lift her body and soul out of the gutter. Faber leads us back to 1870s London, where Sugar, a nineteen-year-old whore in the brothel of the terrifying Mrs. Castaway, yearns for escape to a better life. Her ascent through the strata of Victorian society offers us intimacy with a host of lovable, maddening, unforgettable characters. They begin with William Rackham, an egotistical perfume magnate whose ambition is fueled by his lust for Sugar, and whose patronage brings her into proximity to his extended family and milieu: his unhinged, childlike wife, Agnes, who manages to overcome her chronic hysteria to make her appearances during &#8220;the Season&#8221;; his mysteriously hidden-away daughter, Sophie, left to the care of minions; his pious brother, Henry, foiled in his devotional calling by a persistently less-than-chaste love for the Widow Fox, whose efforts on behalf of The Rescue Society lead Henry into ever-more disturbing confrontations with flesh; all this overseen by assorted preening socialites, drunken journalists, untrustworthy servants, vile guttersnipes, and whores of all stripes and persuasions.</div> <div><BR>Twenty years in its conception, research, and writing, <I>The Crimson Petal and the White</I> is teeming with life, rich in texture and incident, with characters breathtakingly real. In a class by itself, it's a big, juicy, must-read of a novel that will delight, enthrall, provoke, and entertain young and old, male and female.<br></DIV>", "isbn": "9780547538471", "title": "The Crimson Petal and the White", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "vPwbEyNmefCsV5xosqGwyR", "position": 64},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2013-06-04", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547661216/1376382854.82.jpg", "uuid": "opc5mC8rvL8AKNiWo4TrgL", "average_rating": 3.51, "author": "Cristina López Barrio", "awards": [], "description": "<DIV>An &ldquo;exuberant&rdquo; (<I>El Mundo</I>) debut novel of a family bound by searing passions, an earthy magic, and a very unusual curse<BR><br> The  Laguna women suffer from an odd affliction: each generation is  condemned to tragic love affairs and to give birth only to girls who are  unable to escape the cruel fate of their mothers. One fateful hunting  season in their small Castilian town, a young landowner arrives and  begins a passionate affair with Clara Laguna, the latest in the family  line, daughter of a one-eyed woman known as &ldquo;the Laguna witch.&rdquo; He  leaves her pregnant with yet another daughter, but the seeds of change  are sown. Eventually the long-awaited son&mdash;Santiago, the great-great  grandson of Clara&mdash;is born. A window of hope is opened, but is the curse  truly over?<br><br> Introducing a cast of memorable, eccentric  characters from a bearded, mute female cook to the local do-gooding  priest and the indelible Laguna women themselves, <I>The House of Impossible Loves</I> is a feat of imaginative storytelling that marks the arrival of a talented new novelist.</div>", "isbn": "9780547661216", "title": "The House of Impossible Loves", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "scjSCPZUdjnwc4JAoptdHm", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 624, "language_code": "eng", "publication_date": "2011-11-07", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201210/1377656984.21.jpg", "uuid": "vjfgbMq8DSiFdNQ3pzZ5L4", "average_rating": 3.19, "author": "Joseph Skibell", "awards": [], "description": "I fell in love with Emma Eckstein the moment I saw her from the fourth gallery of the Carl Theater, and this was also the night I met Sigmund Freud.” So goes the life, times, and loves of Dr. Jakob Sammelsohn, a fairly incurable romantic venturing optimistically through modern history. In this inventive and satiric tour de force, Joseph Skibell, award-winning author of <i>A Blessing on the Moon</i>, presents a picaresque novel of exile that could spring only from the imagination of a virtuoso.", "isbn": "9781616201210", "title": "A Curable Romantic", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "neeu6qCzUYhAqV9Y6r6BXF", "position": 49},{"book": {"oyster_summary": "", "number_print_pages": 752, "language_code": "eng", "publication_date": "2012-10-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547819259/1379062384.52.jpg", "uuid": "mnf6VyrGunysqz6Eg6PvLC", "average_rating": 3.43, "author": "Mark Helprin", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>In the summer of 1946, New York City pulses with energy. Harry Copeland,  a World War II veteran, has returned home to run the family business.  Yet his life is upended by a single encounter with the young singer and  heiress Catherine Thomas Hale, as each falls for the other in an  instant. They pursue one another in a romance played out in Broadway  theaters, Long Island mansions, the offices of financiers, and the  haunts of gangsters. Catherine&rsquo;s choice of Harry over her longtime  fianc&eacute; endangers Harry&rsquo;s livelihood and threatens his life. In the end,  Harry must summon the strength of his wartime experience to fight for  Catherine, and risk everything.<BR><br> &ldquo;In its storytelling heft, its  moral rectitude, the solemn magnificence of its writing and the splendor  of its hymns to New York City, [<I>In Sunlight and in Shadow</I>] is a  spiritual pendant to Winter&rsquo;s Tale and every bit as extraordinary . . .  Even the most stubbornly resistant readers will soon be disarmed by the  nobility of the novel&rsquo;s sentiments and seduced by the pure music of its  prose.&rdquo; &mdash; <I>Wall Street Journal</I></div>", "isbn": "9780547819259", "title": "In Sunlight and In Shadow", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "pDeQp8NRBMPXtDG7pH7PtV", "position": 40},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2007-12-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547906843/1376382259.32.jpg", "uuid": "pyLwEymVGnu5U2KvU9oF89", "average_rating": 3.11, "author": "Laura Kasischke", "awards": [], "description": "<DIV>On Valentine&#8217;s Day, Sherry finds an anonymous note in her mailbox: be mine. As the notes continue, Sherry becomes more and more charged by the idea that she can inspire such feelings. Her twenty-year marriage is routine and she feels old, aimless, and empty now that her son is in college. When she discovers who her admirer is, she begins a wildly passionate affair with him. But her son&#8217;s childhood friend is witness to the affair, her best friend is strangely silent, and her husband is playing a disturbing game of titil&shy;lation and encouragement. Soon events spiral out of Sherry&#8217;s control, threatening not only her marriage but also her son and her home. This deeply erotic thriller explores how little we know ourselves and those we live with and what we risk when we step away from our social personas and allow passion to control our lives.</div>", "isbn": "9780547906843", "title": "Be Mine", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "bmTqqU6P9bd9pYpEyHNsEo", "position": 62},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2012-03-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062069290/1376552538.44.jpg", "uuid": "BaJQzfUTe2BSifptAwGqMA", "average_rating": 3.52, "author": "Meg Donohue", "awards": [], "description": "<p>Free-spirited Annie Quintana and sophisticated Julia St. Clair come from two different worlds. Yet, as the daughter of the St. Clairs' housekeeper, Annie grew up in Julia's San Francisco mansion and they forged a bond that only two little girls oblivious to class differences could&#8212;until a life-altering betrayal destroyed their friendship.</p><p>A decade later, Annie bakes to fill the void left in her heart by her mother's death, and a painful secret jeopardizes Julia's engagement to the man she loves. A chance reunion prompts the unlikely duo to open a cupcakery, but when a mysterious saboteur opens up old wounds, they must finally face the truth about their past or risk losing everything.</p>", "isbn": "9780062069290", "title": "How to Eat a Cupcake", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "5RYpNNxRa7S5fqLYUdSduj", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 305, "language_code": "", "publication_date": "1920-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450957/1376627758.41.png", "uuid": "fSY3Xj56pMvVaFhSejZ5Ge", "average_rating": 3.68, "author": "F. Scott Fitzgerald", "awards": [], "description": "The debut novel of F. Scott Fitzgerald. Published in 1920, the book examines the lives and morality of post-World War I youth. Its protagonist, Amory Blaine, is an attractive Princeton University student who dabbles in literature. The novel explores the theme of love warped by greed and status-seeking. Most of the characters are drawn directly from Fitzgerald's own life.", "isbn": "9781629450957", "title": "This Side of Paradise", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "anXPzDpHez2ZfGQcuBbzzm", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "", "publication_date": "1920-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/849/8491360617926.4.png", "uuid": "2SKrKHuSQstVa4FwbrKoYa", "average_rating": 3.91, "author": "Edith Wharton", "awards": [{"image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM", "name": "Winner of the Pulitzer Prize"}], "description": "The Age of Innocence centers on an upper-class couple's impending marriage, and the introduction of a woman plagued by scandal whose presence threatens their happiness. Though the novel questions the assumptions and morals of 1870s' New York society, it never devolves into an outright condemnation of the institution. The novel is lauded for its accurate portrayal of how the 19th-century East Coast American upper class lived, and this, combined with the social tragedy, earned Wharton a Pulitzer Prize — the first Pulitzer awarded to a woman. Edith Wharton was 58 years old at publication; she lived in that world, and saw it change dramatically by the end of World War I. The title is an ironic comment on the polished outward manners of New York society, when compared to its inward machinations.", "isbn": "9781629450544", "title": "The Age of Innocence", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "auX8kdbhePBS36wmrqGzMZ", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2008-09-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541259/1376380682.7.jpg", "uuid": "MfqQ5ysETkJ5W3QD8pUFsD", "average_rating": 3.47, "author": "Emma Donoghue", "awards": [], "description": "<DIV><DIV>A delightful, old-fashioned love story with a uniquely twenty-first-century twist, <I>Landing</I> is a romantic comedy that explores the pleasures and sorrows of long-distance relationships&#151;the kind millions of us now maintain mostly by plane, phone, and Internet.</p>S&#237;le is a stylish citizen of the new Dublin, a veteran flight attendant who&#8217;s traveled the world. Jude is a twenty-five-year-old archivist, stubbornly attached to the tiny town of Ireland, Ontario, in which she was born and raised. On her first plane trip, Jude&#8217;s and S&#237;le&#8217;s worlds touch and snag at Heathrow Airport. In the course of the next year, their lives, and those of their friends and families, will be drawn into a new, shaky orbit.</p>This sparkling, lively story explores age-old questions: Does where you live matter more than who you live with? What would you give up for love, and would you be a fool to do so?</p></DIV></DIV>", "isbn": "9780547541259", "title": "Landing", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "FwE7y7S8sUBTrBhDiufoLb", "position": 44},{"book": {"oyster_summary": "", "number_print_pages": 175, "language_code": "", "publication_date": "1918-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/635/6351355518278.72.png", "uuid": "28u9v4LqVA6TanFWnhez2W", "average_rating": 3.72, "author": "Willa Cather", "awards": [], "description": "The book's narrator, Jim Burden, arrives in the town of Black Hawk, Nebraska, on the same train as the Shimerdas, when he goes to live with his grandparents after his parents have died. Jim develops strong feelings for Ántonia, something between a crush and a filial bond, and the reader views Ántonia's life, including its attendant struggles and triumphs, through that lens.\r\n\r\nThe novel is divided into five books, some of which incorporate short stories Cather had previously written, based on her own life growing up on the Nebraska prairies. The volumes correspond roughly to the stages of Ántonia's life up through her marriage and motherhood, although the third volume, \"Lena Lingard,\" focuses more on Jim's time in college and his affair with Lena, another childhood friend of his, who is also Ántonia's friend.", "isbn": "9781629450315", "title": "My Antonia", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "7earf5i7ZjuznmvKfh2j5n", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2009-08-04", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524870/1376380123.83.jpg", "uuid": "UHBuLumgdnmpjDFXujRPcC", "average_rating": 3.85, "author": "Erin McGraw", "awards": [], "description": "<DIV><DIV>\"I couldn&#8217;t cook but I could sew. It would have been better the other way around.\" Trapped in Kansas at the turn of the twentieth century, Nell Plat is seventeen, unhappily married, and the mother of two baby girls. No reality could be further from her secret dreams of glamour and excitement, dreams that will tempt her to do the unthinkable and run away to the glittering wonderland of Los Angeles and the burgeoning motion picture industry.<p></P><P></P>Lucky for Nell, her experience as a seamstress to the ladies of her Kansas town translates beautifully to work as a costumer to Hollywood in the Roaring Twenties. She renames herself Madame Annelle, and builds a new life for herself that looks so much more like the one she had always imagined. But a knock on the door threatens to rip apart the seams of her own carefully constructed costume, and Nell is forced to confront the legacy of her abandonment and deception. Can she rework the delicate fabric of her life?<p></P></DIV></DIV>", "isbn": "9780547524870", "title": "The Seamstress of Hollywood Boulevard", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "3Y4zEdVTHroGuoj5MMF8sF", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-08-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547428475/1376379629.06.jpg", "uuid": "yQxLM44j6si6ZZ87LQ73AE", "average_rating": 4.01, "author": "Brigid Pasulka", "awards": [{"image": null, "uuid": "qGW3ZRKGJVitTshiVFYiqN", "name": "PEN/Hemingway Foundation Award Winner"}], "description": "<div><div>On the eve of World War II, in a&#160;place called&#160;Half-Village, a young man nicknamed the Pigeon falls in love with a girl fabled for her angelic looks. To&#160;court Anielica Hetmansk&#225; he offers up his \"golden hands\" to transform her family&#8217;s modest&#160;hut into a beautiful home, thereby building his way into her heart.</div> <div>&#160;</DIV> <div>Then war&#160;arrives to&#160;cut short their courtship, delay their marriage, and wreak havoc in all their lives, even sending the young lovers far from home to the&#160;promise of a new life in Krak&#243;w.</DIV> <div><BR>Nearly fifty years later, their granddaughter, Beata, repeats their postwar journey, seeking a new life in the fairy-tale city of her grandmother&#8217;s stories. But when she arrives in Krak&#243;w, instead of the whispered prosperity of the New Poland, she discovers a city caught between its future and its past, and full of frustrated youths. Taken in by her toughtalking cousin Irena and Irena&#8217;s glamorous daughter Magda, Beata struggles to find her own place in 1990s Krak&#243;w and in the constellation of Irena and Magda&#8217;s fierce love. But unexpected events-- tragedies and miracles-- can change lives and open eyes. And Beata may just find a new way of seeing her family's and her country's history-- as well as a vision for her own role in the New Poland.</DIV> <div>&#160;</DIV> <div>Whimsical, wise, beautiful, magical, and sometimes even heartbreaking, <I>A Long, Long Time Ago and Essentially True</I>&#160;weaves together two remarkable&#160;stories, reimagining half a century of Polish history through the legacy of one unforgettable love affair.</div></DIV>", "isbn": "9780547428475", "title": "A Long, Long Time Ago and Essentially True", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "imtYVfSCanZxw3CyrqqjaS", "position": 65},{"book": {"oyster_summary": "", "number_print_pages": 223, "language_code": "eng", "publication_date": "2013-06-18", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/First%20Love%20and%20Other%20Sorrows/1373336986.63.jpg", "uuid": "9xAt3x87dvJg29dAAQch8m", "average_rating": 4.0, "author": "Harold Brodkey", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>In the vein of John Cheever and J. D. Salinger, this powerful collection of short stories chronicles the loss of innocence, the harsh cruelty of social distinctions, and the anguish of young love</b></div><DIV><i><BR>First Love and Other Sorrows </i>is the hauntingly beautiful debut collection of short stories from American master Harold Brodkey. Written when the author was in his twenties, these strong, affecting tales recall the intoxicating joy of young, springtime love, while lamenting the betrayal of dreams and false ideals in the glaring light of reality.</div><DIV>&#160;</div><DIV>Set in the Midwest during the 1950s, <i>First Love and Other Sorrows </i>centers around a Jewish family that has recently lost its patriarch&mdash;and with him the world of privilege. &#160;Through the eyes of a son, a sister, and a mother&mdash;each one struggling to find a foothold in both family and society&mdash;these stories explore class prejudice, obsessive love, and the tragic foibles and emotional truths of being human. <i>First Love and Other Sorrows</i> is masterful fiction from an extraordinary literary artist.</div></div>", "isbn": "9781480427976", "title": "First Love and Other Sorrows", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "bs6G5YBQytgpaxfyT8a9hd", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 350, "language_code": "eng", "publication_date": "2007-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565125858/1377656825.9.jpg", "uuid": "iiWqPyhmtQm35AJaEmKw", "average_rating": 4.05, "author": "Sara Gruen", "awards": [{"image": null, "uuid": "LJFriVcoS9TatDAAnqDEUR", "name": "Book Sense Book of the Year Award Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Though he may not speak of them, the memories still dwell inside Jacob Jankowski's ninety-something-year-old mind. Memories of himself as a young man, tossed by fate onto a rickety train that was home to the Benzini Brothers Most Spectacular Show on Earth. Memories of a world filled with freaks and clowns, with wonder and pain and anger and passion; a world with its own narrow, irrational rules, its own way of life, and its own way of death. The world of the circus: to Jacob it was both salvation and a living hell.<br /><br /> Jacob was there because his luck had run out—orphaned and penniless, he had no direction until he landed on this locomotive \"ship of fools.\" It was the early part of the Great Depression, and everyone in this third-rate circus was lucky to have any job at all. Marlena, the star of the equestrian act, was there because she fell in love with the wrong man, a handsome circus boss with a wide mean streak. And Rosie the elephant was there because she was the great gray hope, the new act that was going to be the salvation of the circus; the only problem was, Rosie didn't have an act—in fact, she couldn't even follow instructions. The bond that grew among this unlikely trio was one of love and trust, and ultimately, it was their only hope for survival. <br /><br /> Surprising, poignant, and funny, <i>Water for Elephants</i> is that rare novel with a story so engrossing, one is reluctant to put it down; with characters so engaging, they continue to live long after the last page has been turned; with a world built of wonder, a world so real, one starts to breathe its air.</p>", "isbn": "9781565125858", "title": "Water for Elephants", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "orhTNHvFKoACzx953k3VRD", "position": 26},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "eng", "publication_date": "2007-10-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035422/1383487892.61.jpg", "uuid": "jVKM3cwDJHQafh9yqqbVR5", "average_rating": 4.23, "author": "William Goldman", "awards": [], "description": "<P><B>William Goldman's modern fantasy classic is a simple, exceptional story about quests&#8212;for riches, revenge, power, and, of course, true love&#8212;that's thrilling and timeless.</B>  <p> <p>Anyone who lived through the 1980s may find it impossible&#8212;inconceivable, even&#8212;to equate <I>The Princess Bride</I> with anything other than the sweet, celluloid romance of Westley and Buttercup, but the film is only a fraction of the ingenious storytelling you'll find in these pages. Rich in character and satire, the novel is set in 1941 and framed cleverly as an &#8220;abridged&#8221; retelling of a centuries-old tale set in the fabled country of Florin that's home to &#8220;Beasts of all natures and descriptions. Pain. Death. Brave men. Coward men. Strongest men. Chases. Escapes. Lies. Truths. Passions.&#8221;", "isbn": "9780156035422", "title": "The Princess Bride", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "xmYXz48yxGh6bF4LtEbaYG", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 286, "language_code": "English", "publication_date": "2012-01-31", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514641/1378049214.84.jpg", "uuid": "DbTWSnPjvxFKjtybdKWEAj", "average_rating": 3.98, "author": "Jan-Philipp Sendker", "awards": [], "description": "A poignant and inspirational love story set in Burma, The Art of Hearing Heartbeats spans the decades between the 1950s and the present.  When a successful New York lawyer suddenly disappears without a trace, neither his wife nor his daughter Julia has any idea where he might be…until they find a love letter he wrote many years ago, to a Burmese woman they have never heard of. Intent on solving the mystery and coming to terms with her father’s past, Julia decides to travel to the village where the woman lived. There she uncovers a tale of unimaginable hardship, resilience, and passion that will reaffirm the reader’s belief in the power of love to move mountains.", "isbn": "9781590514641", "title": "The Art of Hearing Heartbeats", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "bjd6iJHdiK2tLhS8ZpP23C", "position": 41},{"book": {"oyster_summary": "", "number_print_pages": 268, "language_code": "eng", "publication_date": "2013-03-15", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402518/1385065836.79.jpg", "uuid": "mog59y43D45kiqDYLiKQBX", "average_rating": 4.39, "author": "Filip Noterdaeme", "awards": [], "description": "Using Gertrude Stein's The Autobiography of Alice B. Toklas as a template, Filip Noterdaeme's The Autobiography of Daniel J. Isengart tells the story of two eccentric expats who find love in New York City and carve out a delirious, dadaesque life on the margins of the contemporary art world.", "isbn": "9781937402518", "title": "The Autobiography of Daniel J. Isengart", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BfBmDwzvBdChdXBcTywp4R", "name": "Outpost19"}}, "annotation": "", "uuid": "MHgQKAswjUCX4CuhTGxFv9", "position": 46},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "eng", "publication_date": "2009-09-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547351278/1389680606.45.jpg", "uuid": "5h9iHwPbfZpjy2uvVkNU4U", "average_rating": 4.12, "author": "Kristin Cashore", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<div><div><div> Kristin Cashore&#8217;s bestselling, award-winning fantasy <I>Graceling</I> tells the story of the vulnerable-yet-strong Katsa, a smart, beautiful teenager who lives in a world where selected people are given a Grace, a special talent that can be anything from dancing to swimming. Katsa&#8217;s is killing. As the king&#8217;s niece, she is forced to use her extreme skills as his thug. Along the way, Katsa must learn to decipher the true nature of her Grace&#8230; and how to put it to good use. A thrilling, action-packed fantasy adventure (and steamy romance!) that will resonate deeply with adolescents trying to find their way in the world.   This ebook includes a sample chapter of BITTERBLUE.&#160;<I></I></DIV></DIV></DIV>", "isbn": "9780547351278", "title": "Graceling", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "rBLqGLtQMctSybRtLtwUVG", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2011-08-09", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065124/1376490644.2.jpg", "uuid": "gcH7TNTsZfqDRc2CMrGRWX", "average_rating": 3.94, "author": "Matthew Norman", "awards": [], "description": "<p>Tom Violet always thought that by the time he turned thirty-five, he&#8217;d have everything going for him. Fame. Fortune. A beautiful wife. A satisfying career as a successful novelist. A happy dog to greet him at the end of the day. </p><p>The reality, though, is far different. He&#8217;s got a wife, but their problems are bigger than he can even imagine. And he&#8217;s written a novel, but the manuscript he&#8217;s slaved over for years is currently hidden in his desk drawer while his father, an actual famous writer, just won the Pulitzer Prize for Fiction. His career, such that it is, involves mind-numbing corporate buzzwords, his pretentious archnemesis Gregory, and a hopeless, completely inappropriate crush on his favorite coworker. Oh . . . and his dog, according to the vet, is suffering from acute anxiety.</p><p>Tom&#8217;s life is crushing his soul, but he&#8217;s decided to do something about it. (Really.) <em>Domestic Violets</em> is the brilliant and beguiling story of a man finally taking control of his own happiness&#8212;even if it means making a complete idiot of himself along the way.</p>", "isbn": "9780062065124", "title": "Domestic Violets", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "JKuchEeo6Vpsexu5ofB2VN", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2009-09-24", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547391571/1376379934.48.jpg", "uuid": "iZff4u4SoCzLAHGQbtqZcL", "average_rating": 3.34, "author": "Emma Donoghue", "awards": [{"image": null, "uuid": "9dr9yUaaL7JFGWhpLzV2L", "name": "Stonewall Award Honor Book"}], "description": "<DIV><DIV><DIV><P></P><P></P>Miss Emily \"Fido\" Faithfull is a \"woman of business\" and a spinster pioneer in the British women&#8217;s movement, independent of mind but naively trusting of heart. Distracted from her cause by the sudden return of her once-dear friend, the unhappily wed Helen Codrington, Fido is swept up in the intimate details of Helen&#8217;s failing marriage and obsessive affair with a young army officer. What begins as a loyal effort to help a friend explodes into a courtroom drama that rivals the Clinton affair &#151;complete with stained clothing, accusations of adultery, counterclaims of rape, and a mysterious letter that could destroy more than one life.<p>Based on a scandalous divorce case that gripped England in 1864, <I>The Sealed Letter</I> is a riveting, provocative drama of friends, lovers, and divorce, Victorian style.</P></DIV><P></P></DIV></DIV>", "isbn": "9780547391571", "title": "The Sealed Letter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ZYk6T9saHt9GjXvZy46TrY", "position": 69},{"book": {"oyster_summary": "", "number_print_pages": 560, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061736568/1376504836.05.jpg", "uuid": "RxahEbASkEub3uhA3E426K", "average_rating": 3.11, "author": "Ann Herendeen", "awards": [], "description": "<p>The meddling mothers of the Regency would do anything to wed their daughters to Andrew Carrington, the wealthy, handsome, and athletic heir to an earldom. There is one problem, however. No woman in all England would suit the determined bachelor, for Andrew far prefers the company of men&#8212;at his table and in his bedroom.</p><p>But with privilege comes responsibility. Andrew must take a bride. And while Phyllida Lewis, the penniless, spirited, and curvaceous author of romantic novels, is not quite what his family had in mind, a marriage to her would enable Andrew to live his life as he pleases. The arrival of Matthew Thornby, the honorable and dashing son of a self-made baronet, into their cozy arrangement makes Andrew's happiness complete.</p><p>Yet a shrewd enemy is waiting in the wings, threatening to expose them all&#8212;an act that will surely lead to scandal and ruin.</p>", "isbn": "9780061736568", "title": "Phyllida and the Brotherhood of Philander", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "PRy2WSxX9zMY8MsnP9pJpj", "position": 47},{"book": {"oyster_summary": "", "number_print_pages": 200, "language_code": "eng", "publication_date": "2012-06-05", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Sport%20and%20a%20Pastime/1373330441.24.jpg", "uuid": "vH3PJXivkghGXRHZ43YXy7", "average_rating": 3.78, "author": "James Salter", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>&ldquo;A tour de force of erotic realism, a romantic cliff-hanger; an opaline vision of Americans in France. . . . <i>A Sport and a Pastime</i>&#160;succeeds as art must. It tells us about ourselves.&rdquo;&#160;&mdash;<i>The New York Times Book Review</i></b></div><DIV>&#160;</div><DIV>Twenty-year-old Yale dropout Phillip Dean is traveling Europe aimlessly in a borrowed car with little money, until stopping for a few days in a church-quiet town near Dijon, where he meets Anne-Marie Costallat, a young shop assistant. She quickly becomes to him the real France, its beating heart and an object of pure longing. The two begin an affair both carnal and innocent.</div><DIV>&#160;</div><DIV>Beautiful and haunting, <i>A Sport and a Pastime</i> is one of the first great American novels to speak frankly of human desire and the yearning for passion free of guilt and shame.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of James Salter including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453243817", "title": "A Sport and a Pastime", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "TNWE8nuqmKDcKJLbZjoD5X", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "", "publication_date": null, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452371/1376046416.9.png", "uuid": "6rhemPKV4qcvgMnoiAkJb7", "average_rating": 3.74, "author": "Jane Austen", "awards": [], "description": "A wonderfully entertaining coming-of-age story, Northanger Abbey is often referred to as Jane Austen’s “Gothic parody.” Decrepit castles, locked rooms, mysterious chests, cryptic notes, and tyrannical fathers give the story an uncanny air, but one with a decidedly satirical twist.\r\n\r\nThe story’s unlikely heroine is Catherine Morland, a remarkably innocent seventeen-year-old woman from a country parsonage. While spending a few weeks in Bath with a family friend, Catherine meets and falls in love with Henry Tilney, who invites her to visit his family estate, Northanger Abbey. Once there, Catherine, a great reader of Gothic thrillers, lets the shadowy atmosphere of the old mansion fill her mind with terrible suspicions. What is the mystery surrounding the death of Henry’s mother? Is the family concealing a terrible secret within the elegant rooms of the Abbey? Can she trust Henry, or is he part of an evil conspiracy? Catherine finds dreadful portents in the most prosaic events, until Henry persuades her to see the peril in confusing life with art.\r\n\r\nExecuted with high-spirited gusto, Northanger Abbey is the most lighthearted of Jane Austen’s novels, yet at its core this delightful novel is a serious, unsentimental commentary on love and marriage.\r\n\r\nAlfred Mac Adam teaches literature at Barnard College–Columbia University. He is a translator and art critic.", "isbn": "9781629452371", "title": "Northanger Abbey", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "MrCe2jnJ7VzZpFEjFvfaQ", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2010-01-05", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200008/1377656910.08.jpg", "uuid": "KkiKWRok22XMrYnwCXwoVW", "average_rating": 3.22, "author": "Robert Goolrick", "awards": [], "description": "Rural Wisconsin, 1909. In the bitter cold, Ralph Truitt, a successful businessman, stands alone on a train platform waiting for the woman who answered his newspaper advertisement for \"a reliable wife.\" But when Catherine Land steps off the train from Chicago, she's not the \"simple, honest woman\" that Ralph is expecting. She is both complex and devious, haunted by a terrible past and motivated by greed. Her plan is simple: she will win this man's devotion, and then, ever so slowly, she will poison him and leave Wisconsin a wealthy widow. What she has not counted on, though, is that Truitt — a passionate man with his own dark secrets —has plans of his own for his new wife. Isolated on a remote estate and imprisoned by relentless snow, the story of Ralph and Catherine unfolds in unimaginable ways. <br><br>With echoes of <i>Wuthering Heights</i> and <i>Rebecca</i>, Robert Goolrick's intoxicating debut novel delivers a classic tale of suspenseful seduction, set in a world that seems to have gone temporarily off its axis.<br>", "isbn": "9781616200008", "title": "A Reliable Wife", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "ejs9MAMkHy44JXNGtn77s6", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 226, "language_code": "eng", "publication_date": "2013-03-15", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594857461/1377654710.68.jpg", "uuid": "okmFmk9MYvYR6RLmCGjwPa", "average_rating": 4.5, "author": "Gail D. Storey", "awards": [], "description": "<br>\n<blockquote>&quot;Witty, wise, and full of heart, Gail  Storey&rsquo;s winning memoir of her hike on the Pacific Crest Trail at the age of  fifty-six is a book for every one who ever dreamed of taking the road less  traveled. <em>I Promise Not to Suffer</em> is as inspiring as it is hilarious, as  poignant as it is smart. It&rsquo;s one of those oh-please-don&rsquo;t-let-it-end books.  I&rsquo;d carry it in my backpack anywhere.&rdquo;&mdash;<strong>Cheryl Strayed, author of <em>Wild</em></strong></blockquote>\n  <p><br>\n  With comfortable urban lives in Houston, Texas, and career and life goals mostly accomplished, Gail D. Storey and her husband were in their fifties when they decided it was time to test themselves on a new path&mdash;a 2,663-mile path known as the Pacific Crest Trail, which stretches from Mexico to Canada. <br>\n  <br>\n  <em>I Promise Not to Suffer</em> is Gail's light-hearted yet heart-felt memoir about her and her husband's adventures and misadventures, deepening marriage, and reflections on being irrevocably changed by life on the trail. She was a novice hiker, while he was an experienced outdoorsman. Removed from their usual routines and living outside in the wilderness for months exposed hidden intricacies in their relationship. Hiking 20 miles a day over mountains, thirsting in the high desert of California, forcing frozen feet into icy socks and boots each morning in the High Sierra, stumbling through lava fields in Oregon&mdash;Gail was required to meet the elements on their own tough-love terms. From an encounter with a mountain lion to her mother's battle with cancer at home, she confronts each challenge with wit and brave style. While a dangerous loss of weight forces Gail to leave the PCT after 900 miles, she regains strength and later rejoins her husband on sections until he triumphantly reaches the northern terminus in Canada. <br>\n  <br>\n  Humorous yet honest, this journey of harrowing hilarity and reluctant revelations will be loved by active hikers (appendices include details of their unique ultralight gear and other essential how-to information), fans of female adventure stories, and armchair travelers alike.</p>\n<hr>\n<p><em><strong>Praise for I Promise Not To Suffer:</strong><br>\n  <br>\n  </em>&ldquo;At times wrenching memoir, at times hilarious, <em>I Promise Not to Suffer</em> pulls no punches and has a wicked sense of fun. Storey reminds me again of what  is possible with a big imagination, a dose of scrappy courage, and a lot of  love.&rdquo;<br>\n  --Peter Heller, author of <em>The Dog Stars</em> and <em>Kook<br>\n  &nbsp;<br>\n  </em>&ldquo;Some have called Gail Storey the Nora Ephron of the wilderness. With her  own unique wit, Storey shares Ephron&rsquo;s commitment to creating and tending a  long, nourishing marriage. <em>I Promise Not to Suffer</em> is a portrait of a  union that does not fray or break under pressure but is forged, toughened, and  tenderized.&rdquo;<br>\n  --Sara Davidson, author of<em> Leap!, Loose Change,</em> and <em>The December  Project<br>\n  </em><br>\n  &ldquo;Of the many books that I have read about hiking the Pacific Crest Trail, none  have captured the trail experience from so many different perspectives.Single  hikers, couples, and those who stay behind will all enjoy Gail Storey&rsquo;s account  of the challenges, the beauty, and the PCT community found along the way.&rdquo;<br>\n  --Liz Bergeron, Executive Director and CEO, Pacific Crest Trail Association </p>", "isbn": "9781594857461", "title": "I Promise Not To Suffer", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CuGzkxfXsKr327nnE5cKN3", "name": "The Mountaineers Books"}}, "annotation": "", "uuid": "jw7DGeNybRtSXhLBsgjAPJ", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "", "publication_date": "1847-10-16", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450230/1376471295.64.png", "uuid": "KcUBZNP8FPrYXdsej2B5rP", "average_rating": 4.06, "author": "Charlotte Brontë", "awards": [], "description": "Jane Eyre follows the emotions and experiences of its eponymous character, including her growth to adulthood, and her love for Mr. Rochester, the byronic master of fictitious Thornfield Hall. In its internalization of the action - the focus is on the gradual unfolding of Jane's moral and spiritual sensibility. All the events are colored by a heightened intensity that was previously the domain of poetry- the novel revolutionized the art of fiction. ", "isbn": "9781629450230", "title": "Jane Eyre", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "2MziZ4RWXJsvTc99QoshAW", "position": 24},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "English", "publication_date": "2009-05-05", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513514/1378048506.22.jpg", "uuid": "dNcDpWDcYrGzy6s2iYmedN", "average_rating": 3.32, "author": "Eva Hoffman", "awards": [], "description": "Selected as one of Oprah.com’s 20 Tantalizing Beach Reads\r\nSelected as a New York Times Book Review Editors' Choice\r\n\r\nIsabel Merton is a renowned concert pianist, whose performances are marked by a rare responsiveness to the complexities of her art, and its intensities of feeling. At the height of her career, she feels increasingly torn between the compelling musical realm she deeply inhabits, and her fragmented itinerant artist’s life, with its frequent flights, anonymous hotels, and brief, arbitrary encounters. Away from her New York home on a European tour, Isabel meets a political exile from a war-torn country, a man driven by a rankling sense of injustice and a powerful desire to vindicate his cause and avenge his people. As their paths cross in several cities, they are drawn to each other both by their differences and their seemingly parallel passions–until a menacing incident throws her into a creative crisis, and forces her to reevaluate his actions, and her own motives. In this story of contemporary love and conflict, Hoffman illuminates the currents and undercurrents of our time, as she explores the luminous and dark faces of romanticism, and those perennial human yearnings, frustrations, and moral choices that can lead to destructiveness, or the richest art. \r\n\r\n\r\nFrom the Hardcover edition.", "isbn": "9781590513514", "title": "Appassionata", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "shwNXkCx2LkisVEKan8fBf", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 482, "language_code": "eng", "publication_date": "2012-03-27", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Replacement%20Wife/1373329922.42.jpg", "uuid": "LdZnXqDZLuasHoeuGTxfFC", "average_rating": 3.14, "author": "Eileen Goudge", "awards": [], "description": "<DIV><DIV><b>From <i>New York Times</i> bestselling author Eileen Goudge comes a poignant new novel that asks the question, &ldquo;What would you do if you were told you had only six months to live?&rdquo; For one professional matchmaker the answer is heart-wrenching: She must find her husband&rsquo;s next wife.&#160;</b></div><DIV><BR></div><DIV>Camille Hart, one of Manhattan&rsquo;s most sought-after matchmakers, has survived more than her fair share of hardships. Her mother died when she was a young girl, leaving her and her sister with an absentee father. Now in her forties, she has already survived cancer once, though the battle revealed just how ill-equipped her husband Edward is to be a single parent. So when doctors tell Camille that her cancer is back&mdash;and this time it&rsquo;s terminal&mdash;she decides to put her matchmaking expertise to the test for one final job. Seeking stability for her children and happiness for her husband, Camille sets out to find the perfect woman to replace her when she&rsquo;s gone.<BR><BR></div><DIV>But what happens when a dying wish becomes a case of &ldquo;be careful what you wish for&rdquo;? For Edward and Camille, the stunning conclusion arrives with one last twist of fate that no one saw coming. </div><DIV><BR>At once deeply felt and witty, <i>The Replacement Wife </i>is an unforgettable story of love and family, and a refreshing look at the unexpected paths that lead us to our own happy endings.</div></div>", "isbn": "9781453223314", "title": "The Replacement Wife", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "X6oZnJwuhbEju4JspFjQ5M", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393865/1376379936.31.jpg", "uuid": "CJyahacZazFUyyd2Kwcg4W", "average_rating": 2.91, "author": "Louise Dean", "awards": [], "description": "<div><p>When a cluster of expatriate families converges on Provence, it seems as if sunshine, good wine, and an endless round of parties will make for a better life. Then Richard, a pharmaceutical salesman married to sexy Val&#233;rie, lands a plum assignment: introducing antidepressants into Africa, virgin territory for the drug industry and for the womanizing he has honed to a science. And idealistic Rachel finds herself Africa-bound too, in search of a little brother or sister for her daughter, Maud, and following some deeper longing she can&#8217;t seem to quell.</P> <p>For both Richard and Rachel, the excursions will lead them into their own private heart of darkness, and will bring shock waves home to their little Eden, unsettling the very idea of love.</DIV>", "isbn": "9780547393865", "title": "The Idea of Love", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ZuV674eXGwFAhytg6TcDjT", "position": 66},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "English", "publication_date": "2011-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514009/1378048994.51.jpg", "uuid": "zsPsUy8aqp2QuivjFZVyNL", "average_rating": 3.34, "author": "Herve Le Tellier", "awards": [], "description": "Any man—or woman—who wants to hear nothing—or no more—about love should put this book down. \r\n\r\nAnna and Louise could be sisters, but they don’t know each other. They are both married with children, and for the most part, they are happy. On almost the same day, Anna, a psychiatrist, crosses paths with Yves, a writer, while Louise, a lawyer, meets Anna’s analyst, Thomas. Love at first sight is still possible for those into their forties and long-married. But when you have already mapped out a life path, a passionate affair can come at a high price. For our four characters, their lives are unexpectedly turned upside down by the deliciously inconvenient arrival of love. For Anna, meeting Yves has brought a flurry of excitement to her life and made her question her values, her reliable husband, and her responsibilities to her children. For Louise, a successful career woman in a stable and comfortable marriage, her routine is uprooted by the youthful passion she feels for Thomas. Thought-provoking, sophisticated, and, above all, amusing, Enough About Love captures the euphoria of desire through tender and unflinching portraits of husbands, wives, and lovers.", "isbn": "9781590514009", "title": "Enough About Love", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "UwR26rMDj6BC3yfBZ5yB7Z", "position": 45},{"book": {"oyster_summary": "", "number_print_pages": 572, "language_code": "eng", "publication_date": "2011-11-29", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Garden%20of%20Lies/1373329911.94.jpg", "uuid": "7UY8czf3S9zZpQH9kTciuc", "average_rating": 3.95, "author": "Eileen Goudge", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><b>Goudge&rsquo;s blockbuster classic: A new mother&rsquo;s desperate decision sets in motion a dramatic series of events leading to an epic romance<BR><BR></b></div><DIV></div><DIV>Sylvie wants to be a good wife to Gerald, who offers the privileged life she could only dream of, growing up. When they wed eight years ago, the country was in the throes of the Depression, and she thought she&rsquo;d made the right choice. &#160;She wants to please her new husband, and&#160;bear his children. But no matter how hard she tries, &#160;she cannot &#160;give him her whole heart.</div><DIV>&#160;</div><DIV>She thinks something is wrong with her until&#160;Nikos,&#160;the earthy Greek handyman,&#160;shows her what real passion is &mdash; and gives her a child. Sylvie knows Gerald will never accept the newborn, with her black eyes and dark hair, and she despairs until a fire in the hospital gives her a way out. In the confusion she switches her daughter for another&rsquo;s, a bold act that resonates through the decades and culminates in one of the most passionate love stories portrayed in contemporary fiction.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Eileen Goudge including rare photos from the author&rsquo;s personal collection.</div>", "isbn": "9781453222966", "title": "Garden of Lies", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "2v8RzdkhcJrFPz9iVzJ5gZ", "position": 57},{"book": {"oyster_summary": "", "number_print_pages": 832, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739712/1376451820.67.jpg", "uuid": "RZHYkk9X5pEsKsyfSwK5AY", "average_rating": 4.42, "author": "Paullina Simons", "awards": [], "description": "<p>The golden skies, the translucent twilight, the white nights, all hold the promise of youth, of love, of eternal renewal. The war has not yet touched this city of fallen grandeur, or the lives of two sisters, Tatiana and Dasha Metanova, who share a single room in a cramped apartment with their brother and parents. Their world is turned upside down when Hitler's armies attack Russia and begin their unstoppable blitz to Leningrad.</p><p>Yet there is light in the darkness. Tatiana meets Alexander, a brave young officer in the Red Army. Strong and self-confident, yet guarding a mysterious and troubled past, he is drawn to Tatiana&#8212;and she to him. Starvation, desperation, and fear soon grip their city during the terrible winter of the merciless German siege. Tatiana and Alexander's impossible love threatens to tear the Metanova family apart and expose the dangerous secret Alexander so carefully protects&#8212;a secret as devastating as the war itself&#8212;as the lovers are swept up in the brutal tides that will change the world and their lives forever.</p>", "isbn": "9780061739712", "title": "The Bronze Horseman", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "LwbxEAGJ9oEU2iPxCWCMPN", "position": 51}]