[{"annotation": "", "uuid": "CwyBCJucKxmqxwPuFafm6T", "book": {"awards": [], "author": "Luc Ferry", "description": "<p>Eight months on the bestseller lists in France!</p><p>From the timeless wisdom of the ancient Greeks to Christianity, the Enlightenment, existentialism, and postmodernism, Luc Ferry&#8217;s instant classic brilliantly and accessibly explains the enduring teachings of philosophy&#8212;including its profound relevance to modern daily life and its essential role in achieving happiness and living a meaningful life. This lively journey through the great thinkers will enlighten every reader, young and old. </p>", "isbn": "9780062074256", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062074256/1376552702.33.jpg", "title": "A Brief History of Thought", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "NtfGonEsnw8fd2MQyQpwRb", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2011-12-27", "language_code": "eng", "average_rating": 4.02}, "position": 0},{"annotation": "", "uuid": "G5R2FZinmtKZoFgCUJczr8", "book": {"awards": [], "author": "Herve Le Tellier", "description": "Any man—or woman—who wants to hear nothing—or no more—about love should put this book down. \r\n\r\nAnna and Louise could be sisters, but they don’t know each other. They are both married with children, and for the most part, they are happy. On almost the same day, Anna, a psychiatrist, crosses paths with Yves, a writer, while Louise, a lawyer, meets Anna’s analyst, Thomas. Love at first sight is still possible for those into their forties and long-married. But when you have already mapped out a life path, a passionate affair can come at a high price. For our four characters, their lives are unexpectedly turned upside down by the deliciously inconvenient arrival of love. For Anna, meeting Yves has brought a flurry of excitement to her life and made her question her values, her reliable husband, and her responsibilities to her children. For Louise, a successful career woman in a stable and comfortable marriage, her routine is uprooted by the youthful passion she feels for Thomas. Thought-provoking, sophisticated, and, above all, amusing, Enough About Love captures the euphoria of desire through tender and unflinching portraits of husbands, wives, and lovers.", "isbn": "9781590514009", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514009/1378048994.51.jpg", "title": "Enough About Love", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "zsPsUy8aqp2QuivjFZVyNL", "oyster_good_for_statement": "", "number_print_pages": 224, "oyster_summary": "", "status": 1, "publication_date": "2011-02-01", "language_code": "English", "average_rating": 3.34}, "position": 1},{"annotation": "", "uuid": "bk6zW4egRiiHogPyeaiTQ6", "book": {"awards": [], "author": "David Foenkinos", "description": "<p>Natalie and Fran&#231;ois are the perfect couple, and perfectly happy. But after Fran&#231;ois dies suddenly, only seven years into their still blissful marriage, the widowed Natalie erects a fortress around her emotions into which no one can gain access. Until the most unlikely candidate appears: Markus, Natalie&#8217;s Swedish, geeky, and unassuming coworker.</p>", "isbn": "9780062101617", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062101617/1378009600.52.jpg", "title": "Delicacy", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "CasfUSdnLm988yqSMLu6sD", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": "2012-02-14", "language_code": "eng", "average_rating": 3.63}, "position": 2},{"annotation": "", "uuid": "avQSQQrwYEhcbk72rWfPzf", "book": {"awards": [], "author": "Gustave Flaubert", "description": "When Emma Rouault marries Charles Bovary she imagines she will pass into the life of luxury and passion that she reads about in sentimental novels and women's magazines. But Charles is a dull country doctor, and provincial life is very different from the romantic excitement for which she yearns. In her quest to realize her dreams she takes a lover, and begins a devastating spiral into deceit and despair.\r\n\r\nFlaubert's novel scandalized its readers when it was first published in 1857, and it remains unsurpassed in its unveiling of character and society.", "isbn": "9781629452142", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452142/1376038507.57.png", "title": "Madame Bovary (English)", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "WvhUAsgaXFZmJ9D2zcP8LD", "oyster_good_for_statement": "", "number_print_pages": 512, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.6}, "position": 3},{"annotation": "", "uuid": "DjkX2sB4oQAgN2GopmJkWS", "book": {"awards": [], "author": "Herve Le Tellier", "description": "A middle-aged man (our hero) is traveling to the heart of the Scottish Highlands to be with his young mistress (our heroine), who is twenty years his junior. Some people would call this madness, a mistake, as his visit is not entirely welcome—her boyfriend will arrive in a few days’ time. But our hero will not be swayed from his mission to seduce and win over his love. This is after all a physical desire, one he could never fight. His current state presents all the expected symptoms of love: painful impatience, shortness of breath, constricted chest, complete loss of appetite. Their rendezvous has been arranged on a main road, where the A32 crosses the S70, beside a road sign. Despite suspecting an icy reception, our hero hopes for the best.\r\n   In The Intervention of a Good Man, a comedy of mishaps and disappointments reveal, with great energy and a keen sense of derision, the oldest story in the world—one of amorous fantasy and its denial. ", "isbn": "9781590514924", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514924/1378049001.97.jpg", "title": "The Intervention of a Good Man", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "wB62sXQWKgWpAB8CEHnPFU", "oyster_good_for_statement": "", "number_print_pages": 50, "oyster_summary": "", "status": 1, "publication_date": "2011-02-08", "language_code": "English", "average_rating": 3.67}, "position": 4},{"annotation": "", "uuid": "aRFLjwxnEae7i7YX43Gjrd", "book": {"awards": [], "author": "Jean-Marie Blas de Robles", "description": "Winner of the Prix Médicis, this multifaceted literary novel follows the Jesuit scholar Athanasius Kircher across 17th century Europe and Eleazard von Wogau, a retired French correspondent, through modern Brazil.\r\n\r\nWhen Eleazard begins editing a strange, unpublished biography of Kircher, the rest of his life seems to begin unraveling—his ex-wife goes on a dangerous geological expedition to Mato Grosso; his daughter abandons school to travel with her young professor and her lesbian lover to an indigenous beach town, where the trio use drugs and form interdependent sexual relationships; and Eleazard himself starts losing his sanity, escalated by loneliness, and his work on the biography. Patterns begin to emerge from these interwoven narratives, which develop toward a mesmerizing climax.\r\n\r\nShortlisted for the Goncourt Prize and the European Book Award, and already translated into 14 languages, Where Tigers Are At Home is large-scale epic, at once literary and entertaining, that belongs in the company of Umberto Eco and Haruki Murakami.", "isbn": "9781590515631", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515631/1378051078.99.jpg", "title": "Where Tigers Are at Home", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "DyurZhzurdyiHLcdZGTi9b", "oyster_good_for_statement": "", "number_print_pages": 832, "oyster_summary": "", "status": 1, "publication_date": "2013-03-05", "language_code": "English", "average_rating": 3.61}, "position": 5},{"annotation": "", "uuid": "P6pU9iuzhdAXVqVAVKBRnJ", "book": {"awards": [], "author": "Atiq Rahimi", "description": "Three short novels—including Prix Goncourt–winning The Patience Stone —that convey years of Afghan history, heartache, and hope. Never before in paperback.\r\n \r\nAtiq Rahimi’s reputation for writing war stories of immense drama and intimacy began with his first novel, Earth and Ashes, about fathers and sons and the terrible strain inflicted on families, when an Afghan village is destroyed by the Russian army.\r\n \r\nA Thousand Rooms of Dream and Fear takes place in 1979, during a period of social and political upheaval in Kabul. On the way home from a night of drinking, a university student named Farhad is arrested and brutally beaten. A few hours later, broken and confused, he slowly regains consciousness, only to find himself in the care of a beautiful woman who has dragged him into her home to protect him.\r\n \r\nWinner of the Prix Goncourt, The Patience Stone is the tale of a woman caring for her brain-damaged husband, who was shot in the neck during a petty conflict. After years of living in a society of Islamic fundamentalism, she finds herself strangely liberated by her husband’s condition. She tells him her innermost thoughts and secrets, many of them dark and deeply repressed, never knowing whether he’s able to hear her or not.", "isbn": "9781590516317", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516317/1378051273.78.jpg", "title": "Three by Atiq Rahimi", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "SS2bQvKFb2VXx6xUpq2A8n", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": "2013-06-11", "language_code": "English", "average_rating": 0.0}, "position": 6},{"annotation": "", "uuid": "DmNjgGbw3YA8ksRWKsUBHR", "book": {"awards": [], "author": "Herve Le Tellier", "description": "By the celebrated Oulipo writer, this brilliant and witty novel set in Lisbon explores love, relationships, and the strange balance between literature and life. \r\n \r\nJournalist, writer, and translator Vincent Balmer moves to Lisbon to escape from a failing affair. During his first assignment there, he teams up with Antonio—a photographer who has just returned to the city after a ten-year absence—to report for a French newspaper on an infamous serial killer’s trial.\r\n \r\nWhile walking around the city together to take notes and photos for the article, they visit the places of Antonio’s childhood, swap stories from their pasts, and confide in each other. But the more they learn about each other, the more their lives become inextricably intertwined.\r\n \r\nWith a structure that parallels Homer’s Odyssey, Eléctrico W recounts their nine days together and the adventures that proliferate to form a constellation of successive ephemeral connections and relationships.", "isbn": "9781590515341", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515341/1378051281.89.jpg", "title": "Electrico W", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "QaaMw4T8f6D2iTiKH3ap3f", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2013-06-18", "language_code": "English", "average_rating": 3.87}, "position": 7},{"annotation": "", "uuid": "fdEgdk7y2ys2y7cYDHtgr8", "book": {"awards": [], "author": "Raymond Radiguet", "description": "<p>Hailed by Jean Cocteau as a \"masterpiece,” and by the Guardian as \"Bret Easton Ellis's Less Than Zero, avant la lettre,” this taut tale written by a teenager in the form of a frank \"confession” is a gem of early twentieth century romanticism. Long unavailable in the U.S., it is here presented in a sparkling new translation.</p>\n<p>Set in Paris during the First World War, it tells the story of Francois, the 16-year-old narrator, who falls in love with Marthe, an older, married woman whose husband is off fighting at the front. What seems to begin as a charming tale of puppy love quickly darkens, and they launch into a steamy affair. In the tense environment of the wartime city, their love takes on a desperation transcending their youthfulness.</p>\n<p>And as the badly-kept secret of their relationship unfolds, scandal descends, leading the story to a final, startling conclusion — and causing the book itself to become a scandal when it was first published in 1923, just before the author's death at the age of 20.</p>", "isbn": "9781612190570", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190570/1377113982.47.jpg", "title": "The Devil In The Flesh", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "2F42iC82WfciU9JXQWAYR", "oyster_good_for_statement": "", "number_print_pages": 128, "oyster_summary": "", "status": 1, "publication_date": "2012-03-27", "language_code": "English", "average_rating": 3.73}, "position": 8},{"annotation": "", "uuid": "MMP3zHxs7VS2ovZ2w3yz3H", "book": {"awards": [], "author": "Charles Baudelaire", "description": "<p>Ten years before Baudelaire published his masterpiece, The Flowers of Evil, the great poet penned the only prose fiction of his career: La Fanfarlo. The novella describes the torrid real-life affair the poet had with Jean Duval, a dancer whose beauty and sexuality Baudelaire came to obsess over. The outcome is a work of raw emotional power and a clear distillation of the Parisian's poetic genius. As Baudelaire himself said, \"Always be a poet, even in prose.”</p>", "isbn": "9781612191102", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191102/1377114203.77.jpg", "title": "Fanfarlo", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "RQ2CYXur4PpxWghe4JR6GQ", "oyster_good_for_statement": "", "number_print_pages": 64, "oyster_summary": "", "status": 1, "publication_date": "2012-09-18", "language_code": "English", "average_rating": 3.79}, "position": 9},{"annotation": "", "uuid": "wucHc7XGoUKiXfWGQUHGGD", "book": {"awards": [], "author": "Honore de Balzac", "description": "<p>Raw as Honor_ de Balzac is famed to be, this daring novella—never before published as a stand-alone book—is perhaps the most outlandish thing he ever wrote. While still concerned with the depiction of the underside of Parisian life, as is most of Balzac's oeuvre, The Girl with the Golden Eyes considers not the working lives of the poor, but the sex lives of the upper crust.</p>\n<p>In a nearly baroque rendering with erotically charged details as well as lush and extravagant language, The Girl with the Golden Eyes tells the story of a rich and ruthless young man in nineteenth century Paris caught up in an amorous entanglement with a mysterious beauty. His control slipping, incest, homosexuality, sexual slavery, and violence combine in what was then, and still remains, a shocking and taboo-breaking work.</p>", "isbn": "9781612190853", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190853/1377114258.77.jpg", "title": "The Girl With The Golden Eyes", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "NxZmZHJcgta3bi5Efx6uZd", "oyster_good_for_statement": "", "number_print_pages": 80, "oyster_summary": "", "status": 1, "publication_date": "2011-06-21", "language_code": "English", "average_rating": 3.38}, "position": 10},{"annotation": "", "uuid": "fsRrXYyHAPwcamoq4pNWuQ", "book": {"awards": [], "author": "Georges Perec", "description": "<p>The beguiling, never-before-translated dream diary of Georges Perec ...</p>\n<p>In La Boutique Obscure Perec once again revolutionized literary form, creating the world's first \"nocturnal autobiography.” From 1968 until 1972 — the period when he wrote his most well-known works — the beloved French stylist recorded his dreams. But as you might expect, his approach was far from orthodox.</p>\n<p>Avoiding the hazy psychoanalysis of most dream journals, he challenged himself to translate his visions and subconscious churnings directly into prose. In laying down the nonsensical leaps of the imagination, he finds new ways \nto express the texture and ambiguity of dreams — those qualities that prove \nso elusive.</p>\n<p>Beyond capturing a universal experience for the first time and being a fine document of literary invention, La Boutique Obscure contains the seeds of some of Perec's most famous books. It is also an intimate portrait of one of the great innovators of modern literature.</p>", "isbn": "9781612191768", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191768/1377114615.99.jpg", "title": "La Boutique Obscure", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "QZMYSpH8UgBvE4rLNNv66D", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2013-02-19", "language_code": "English", "average_rating": 3.52}, "position": 11},{"annotation": "", "uuid": "6CHxv5P2hngzogaTqRpLbX", "book": {"awards": [], "author": "Jacqueline Raoul-Duval", "description": "Kafka was an attractive, slender, and elegant man--something of a dandy, who captivated his friends and knew how to charm women. He seemed to have had four important love affairs: Felice, Julie, Milena, and Dora. All of them lived far away, in Berlin or Vienna, and perhaps that's one of the reasons that he loved them: he chose long-distance relationships so he could have the pleasure of writing to them, without the burden of having to live with them. He was engaged to all four women, and four times he avoided marriage. At the end of each love affair, he threw himself into his writing and produced some of his most famous novels: Amerika, The Trial, and The Castle.\r\n   In this charming book, author Jacqueline Raoul-Duval follows the paper trail of Kafka's ardor. She uses his voice in her own writing, and a third of the book is pulled from Kafka's journals. It is the perfect introduction to this giant of world literature, and captures his life and romances in a style worthy of his own.", "isbn": "9781590515426", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515426/1378049393.24.jpg", "title": "Kafka in Love", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "9bKfVcR53E7iJKFjMhNeUb", "oyster_good_for_statement": "", "number_print_pages": 208, "oyster_summary": "", "status": 1, "publication_date": "2012-11-13", "language_code": "English", "average_rating": 0.0}, "position": 12},{"annotation": "", "uuid": "KqMGCps6AJtYMVAvcL5BgJ", "book": {"awards": [], "author": "Alexandre Dumas", "description": "An adventure novel that takes place in France, Italy, islands in the Mediterranean, and in the Levant during the historical events of 1815–1838 (from just before the Hundred Days to the reign of Louis-Philippe of France). The historical setting is a fundamental element of the book. An adventure story primarily concerned with themes of hope, justice, vengeance, mercy and forgiveness, it focuses on a man who is wrongfully imprisoned, escapes from jail, acquires a fortune and sets about getting revenge on those responsible for his imprisonment. However, his plans have devastating consequences for the innocent as well as the guilty.\r\n", "isbn": "9781629450612", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450612/1378075480.72.jpg", "title": "The Count of Monte Cristo", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "5j44FVbQePB9YADojyex6n", "oyster_good_for_statement": "", "number_print_pages": 440, "oyster_summary": "", "status": 1, "publication_date": "1844-10-01", "language_code": "", "average_rating": 4.11}, "position": 13},{"annotation": "", "uuid": "DPjhw4m2aXVyRS55BU3TVR", "book": {"awards": [], "author": "Allen Kurzweil", "description": "<DIV>In France, on the eve of the Revolution, a young man named Claude Page sets out to become the most ingenious and daring inventor of his time. In the course of a career filled with violence and passion, Claude learns the arts of enameling and watchmaking from an irascible, defrocked abb&eacute;, apprentices himself to a pornographic bookseller, and applies his erotic erudition to the seduction of the wife of an impotent wigmaker. But it is Claude's greatest device-a talking mechanical head-that both crowns his career and leads to an execution as tragic as that of Marie Antoinette, and far more bizarre.<br><br>Hailed by critics for the shimmering brilliance of its inventions and its uncanny fidelity to the textures of the past, <i>A Case of Curiosities</i> places<br><br>Allen Kurzweil securely in the ranks of the finest literary artists of our time.<br><br><br></div>", "isbn": "9780547350868", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350868/1376381098.92.jpg", "title": "A Case of Curiosities", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "uKHa4yGQDDLgMz9AJoD82W", "oyster_good_for_statement": "", "number_print_pages": 384, "oyster_summary": "", "status": 1, "publication_date": "2001-08-10", "language_code": "eng", "average_rating": 3.75}, "position": 14},{"annotation": "", "uuid": "YYTQSc2FwNq7kaBDRdqGMG", "book": {"awards": [], "author": "Sena Jeter Naslund", "description": "<p>Marie Antoinette was a child of fourteen when her mother, the Empress of Austria, arranged for her to leave her family and her country to become the wife of the fifteen-year-old Dauphin, the future King of France. Coming of age in the most public of arenas&#8212;eager to be a good wife and strong queen&#8212;she warmly embraces her adopted nation and its citizens. She shows her new husband nothing but love and encouragement, though he repeatedly fails to consummate their marriage and in so doing is unable to give what she and the people of France desire most: a child and an heir to the throne. Deeply disappointed and isolated in her own intimate circle, and apart from the social life of the court, she allows herself to remain ignorant of the country's growing economic and political crises, even as poor harvests, bitter winters, war debts, and poverty precipitate rebellion and revenge. The young queen, once beloved by the common folk, becomes a target of scorn, cruelty, and hatred as she, the court's nobles, and the rest of the royal family are caught up in the nightmarish violence of a murderous time called \"the Terror.\" </p><p>With penetrating insight and with wondrous narrative skill, Sena Jeter Naslund offers an intimate, fresh, heartbreaking, and dramatic reimagining of this truly compelling woman that goes far beyond popular myth&#8212;and she makes a bygone time of tumultuous change as real to us as the one we are living in now. </p>", "isbn": "9780061827402", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061827402/1378009277.01.jpg", "title": "Abundance: A Novel of Marie Antoinette", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "VJ986V8RgZFGNoRCjUAQza", "oyster_good_for_statement": "", "number_print_pages": 592, "oyster_summary": "", "status": 1, "publication_date": "2009-03-17", "language_code": "eng", "average_rating": 3.67}, "position": 15},{"annotation": "", "uuid": "LcrTJyQnGXoNJn3xtFJxnc", "book": {"awards": [], "author": "Paul Nizan", "description": "<p><em>The Conspiracy</em> is the last and most acclaimed novel by French writer and activist Paul Nizan, who died two years after its publication fighting the Germans at the Battle of Dunkirk. Hailed by Jean-Paul Sartre as Nizan&rsquo;s masterpiece, the book centers upon the figure of Bertrand Rosenthal, a misguided philosophy student studying in pre-war Paris. Eager to foment a revolution and having little grasp of his own motives, Rosenthal draws a small group of disciples into a conspiracy both fatuous and deadly. Simultaneously, he plunges into a forbidden&mdash;and ultimately tragic&mdash;love affair as the intertwined plots move inexorably toward their twin destinations of betrayal and death.</p><p><em>The Conspiracy</em> won the coveted Prix Interallié in 1938. This new edition includes Walter Benjamin&rsquo;s critique of the book, available here for the first time in English.</p>", "isbn": "9781844678389", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678389/1386003678.21.jpg", "title": "The Conspiracy", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "Vyt59djJ6n95DgUmU2YgGZ", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2012-01-02", "language_code": "English", "average_rating": 3.7}, "position": 16},{"annotation": "", "uuid": "6D7c73tLAUmxbxR5YeCenJ", "book": {"awards": [], "author": "Françoise Bourdin", "description": "<DIV><DIV>To Th&egrave;ve, a social climber and entrepreneur, his mythical BMW M5 is an expensive toy that he has lost the right to drive. For Hugo, the car represents a way to move past the tragic death of his sister, who burned alive in a car accident before his very eyes.</div><DIV><BR>It was improbable that the two men should meet. They have nothing in common, and yet, they need one another. The young Hugo becomes Th&egrave;ve&rsquo;s official driver, and right away, the unlikely pair seems destined to bring out the worst in each other. Thrown into high gear on the icy roads,&#160;<i>BMW Blues</i>&#160;is an astounding novel about finding a new appreciation for life.</div></div>", "isbn": "9781480461130", "cover_img": "https://cflare.oysterbooks.com/covers/Place%20des%20editeurs/9781480461130/1387784590.71.jpg", "title": "BMW Blues", "publisher": {"uuid": "i7kwHnKaj2bXqutuzBh2be", "name": "Place des editeurs"}, "uuid": "vQmdNS6UfCndfcC4ujnVhh", "oyster_good_for_statement": "", "number_print_pages": 192, "oyster_summary": "", "status": 1, "publication_date": "2014-01-14", "language_code": "eng", "average_rating": 0.0}, "position": 17},{"annotation": "", "uuid": "rnE2WDaGWnNvdZGEYy9enB", "book": {"awards": [], "author": "Jules Verne", "description": "A classic science fiction novel by French writer Jules Verne published in 1870. It tells the story of Captain Nemo and his submarine Nautilus. As the story begins in 1866, a mysterious sea monster, theorized by some to be a giant narwhal, is sighted by ships of several nations; an ocean liner is also damaged by the creature. The United States government finally assembles an expedition in New York City to track down and destroy the menace. Professor Pierre Aronnax, a noted French marine biologist and narrator of the story, who happens to be in New York at the time and is a recognized expert in his field, is issued a last-minute invitation to join the expedition, and he accepts.", "isbn": "9781629450001", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/678/6781355875944.89.png", "title": "20,000 Leagues Under the Sea", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "zyBK7eLkYEN3WKBExuSbVT", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "1870-01-01", "language_code": "", "average_rating": 3.75}, "position": 18},{"annotation": "", "uuid": "RMkXbrwg9RqCwTUJNAU5i8", "book": {"awards": [], "author": "Gustave Flaubert", "description": "Based on Flaubert's own youthful passion for an older woman, Sentimental Education was described by its author as \"the moral history of the men of my generation.\" It follows the adventures of Frederic Moreau, a law student who, returning home to Normandy from Paris, notices Mme Arnoux, a slender, dark woman several years older than himself. It is the beginning of an infatuation that will last a lifetime. He befriends her husband, an influential businessman, and as their paths cross and re-cross over the years, Mme Arnoux remains the constant, unattainable love of Moreau's life. Blending love story, historical authenticity, and satire, Sentimental Education is one of the great French novels of the nineteenth century.", "isbn": "9781629450452", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/848/8481360612717.07.png", "title": "Sentimental Education", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "9PXtYjFdiaBZ3Ajw3DR7u", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "1869-01-01", "language_code": "", "average_rating": 3.85}, "position": 19},{"annotation": "", "uuid": "PbkSuTu2qRD6zYaBXwFRpm", "book": {"awards": [], "author": "Gabrielle Wittkop", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Translated for the first time into English, this masterpiece of French literature is striking, not only for its astonishing subject matter but for the poetic beauty of the late author&#8217;s subtle, intricate prose. As the haunting protagonist Lucien grapples with a taboo desire, the novel goes far beyond mere gothic horror to explore the melancholy in the loneliest depths of the human condition, forcing readers to confront their own mortality with an unprecedented intimacy. <I>The Necrophiliac </I>has become a cult classic in the 40 years since its original publication, one that is especially intriguing due to the insight it lends into the author's&#160;fascinatingly reclusive mind.</P></DIV>", "isbn": "9781554909742", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/The%20Necrophiliac/1372978673.5.jpg", "title": "The Necrophiliac", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "uuid": "M5RiGPL9pZkUaTPXtcLMba", "oyster_good_for_statement": "", "number_print_pages": 92, "oyster_summary": "", "status": 1, "publication_date": "2011-05-01", "language_code": "eng", "average_rating": 4.0}, "position": 20},{"annotation": "", "uuid": "88KNHq9TMqgRNkuhwiYcwX", "book": {"awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "author": "Jean-Paul Sartre", "description": "<DIV><DIV><b>In a probing philosophical exploration of the act of literary creation, Sartre asks: &ldquo;What is writing?,&rdquo; &ldquo;Why write?,&rdquo; and &ldquo;For whom does one write?&rdquo; <BR></b>After discussing existentialism as it pertains to art, human emotions, and psychology, French existentialist philosopher Jean-Paul Sartre turns the question of existentialism to the subject of literature by stating that he wishes to &ldquo;examine the art of writing without prejudice.&rdquo; Sartre eschews the idea of artists and writers comparing their works of art to one another; instead, he argues, &ldquo;they exist by themselves.&rdquo;</div><DIV>&#160;</div><DIV>Tying into his thoughts on literature, Sartre additionally delves into Marxist politics, the intellectual labor of the writer, the individual reader, and the reading public.</div><DIV></div></div>", "isbn": "9781453228845", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Literature%20%26%20Existentialism/1373330155.26.jpg", "title": "Literature & Existentialism", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "uuid": "RZ5oFPX66huyjLmWdCkB3X", "oyster_good_for_statement": "", "number_print_pages": 158, "oyster_summary": "", "status": 1, "publication_date": "2012-01-17", "language_code": "eng", "average_rating": 3.77}, "position": 21},{"annotation": "", "uuid": "6dMJappKFcMZiygzcTWw2g", "book": {"awards": [], "author": "André Gide", "description": "<DIV><b>Nobel Prize&ndash;winning writer Andr&eacute; Gide marks his voyage toward self-discovery in this imaginative allegorical work</b></div><DIV>&#160;</div><DIV>When Urien and his sailing companions begin their voyage, it is to places unknown and, perhaps, only dreamed. This allegorical masterpiece from Andr&eacute; Gide, a key figure of French letters, deftly illustrates the techniques and doctrine of the Symbolist movement&mdash;and the dual nature of Gide&rsquo;s own psyche. Written at a crucial time in his artistic development, this imaginative work signals his gradual abandonment of acetic celibacy toward an embrace of pleasure and carnal desires, revealing a Gide more transparent in this early work than in his mature writings.</div><DIV>&#160;</div><DIV>Translator and scholar Wade Baskin annotates the work, connecting Gide&rsquo;s life and bibliography to the text.</div>", "isbn": "9781453244685", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Urien%27s%20Voyage/1373330451.6.jpg", "title": "Urien's Voyage", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "uuid": "qJZJLTVVD9WL7K4i59kLaD", "oyster_good_for_statement": "", "number_print_pages": 94, "oyster_summary": "", "status": 1, "publication_date": "2012-02-14", "language_code": "eng", "average_rating": 3.48}, "position": 22},{"annotation": "", "uuid": "Ua5Zcx9XcyhkZuCYjrsZDQ", "book": {"awards": [], "author": "André Gide", "description": "<DIV><b>This debut work lays bare the early brilliance and philosophical conflicts of Andr&eacute; Gide, a towering figure in French literature</b></div><DIV>&#160;</div><DIV>Andr&eacute; Gide, one of the masters of French literature, captures the essence of the philosophical Romantic in this profoundly personal first novel, completed when he was just twenty years old. Drawing heavily on his religious upbringing and private journals, <i>The Notebooks of Andr&eacute; Walter</i>&mdash;with its &ldquo;white&rdquo; and &ldquo;black&rdquo; halves&mdash;tells the story of a young man pining for his forbidden love, cousin Emmanuelle. But his evocative memories and devoted yearnings, carefully crafted through quotations and diary excerpts, lead only to madness and death.</div><DIV>&#160;</div><DIV>Annotated with footnotes from translator and scholar Wade Baskin, this story within a story offers a unique portrait of the artist as a young man, as it reveals the key themes of self-analysis and moral conscience that Gide explores in his mature works.</div>", "isbn": "9781453244661", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20Notebooks%20of%20Andr%C3%A9%20Walter/1373330456.67.jpg", "title": "The Notebooks of André Walter", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "uuid": "oRCN9awyjunHdfoaajah2d", "oyster_good_for_statement": "", "number_print_pages": 140, "oyster_summary": "", "status": 1, "publication_date": "2012-02-14", "language_code": "eng", "average_rating": 3.92}, "position": 23},{"annotation": "", "uuid": "DAbJcuPWpx6UnTYvjtHYW4", "book": {"awards": [], "author": "André Gide", "description": "<DIV><b>This first published work lays bare the early brilliance and philosophical conflicts of Andr&eacute; Gide, a towering figure in French literature</b></div><DIV>&#160;</div><DIV>Nobel Prize&ndash;winning writer Andr&eacute; Gide lays bare his adolescent psyche in this early work, first conceived and published as part of his novel <i>The Notebooks of Andr&eacute; Walter</i>, completed when he was just twenty years old. This profoundly personal work draws heavily on his religious upbringing and private journals to tell the story of a young man who, like the author, pines for his forbidden love, cousin Emmanuelle.</div><DIV>&#160;</div><DIV>This unique portrait of Gide as a young man presents the passions and conflicts, temptations and anguish he would explore in maturity.</div>", "isbn": "9781453244678", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20White%20Notebook/1373330451.05.jpg", "title": "The White Notebook", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "uuid": "nagtVHjTvL6QkeC7EigwD3", "oyster_good_for_statement": "", "number_print_pages": 80, "oyster_summary": "", "status": 1, "publication_date": "2012-02-14", "language_code": "eng", "average_rating": 4.08}, "position": 24},{"annotation": "", "uuid": "CWvZKs3CfVrtj6C6rkrxik", "book": {"awards": [], "author": "Stendhal", "description": "Handsome and ambitious, Julien Sorel is determined to rise above his humble peasant origins and make something of his life-by adopting the code of hypocrisy by which his society operates. Julien ultimately commits a crime-out of passion, principle, or insanity-that will bring about his downfall. The Red and the Black is a lively, satirical picture of French Restoration society after Waterloo, riddled with corruption, greed, and ennui. The complex, sympathetic portrayal of Julien, the cold exploiter whose Machiavellian campaign is undercut by his own emotions, makes him Stendhal's most brilliant and human creation-and one of the greatest characters in European literature.\r\n\r\nTranslated with an introduction by Roger Gard.", "isbn": "9781629453675", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453675/1376306473.1.png", "title": "The Red and the black", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "hEvfu4NG47aKbY8uJQFVMi", "oyster_good_for_statement": "", "number_print_pages": 607, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.84}, "position": 25},{"annotation": "", "uuid": "jg3MEZqr3hrJyqkp3gtCoU", "book": {"awards": [], "author": "Faïza Guène", "description": "<div><div><div>When Ahl&#232;me&#8217;s mother was killed in a village massacre, she left Algeria for France with her father and brother and never returned. Now, more than a decade later, she is practically French, yet in many ways she remains an outsider. Her dreams for a better life have been displaced by the harsh realities she faces every day. Her father is unable to work after an accident at his construction site. Her brother boils over with adolescent energy and teeters dangerously close to choosing a life of crime. And as a temporary resident, Ahl&#232;me could at any moment be sent back to a village and a life that are now more foreign than Paris.</DIV> <div><BR>In <I>Some Dream for Fools</I>, Fa&#239;za Gu&#232;ne explores the disparity between the expectations and limitations of immigrant life in the West and tells a remarkable story of one woman&#8217;s courage to dream.<BR></DIV></DIV></DIV>", "isbn": "9780547416359", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416359/1376380015.44.jpg", "title": "Some Dream for Fools", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "wsjFL3jU2KkwZ4mQa57zcA", "oyster_good_for_statement": "", "number_print_pages": 176, "oyster_summary": "", "status": 1, "publication_date": "2010-08-09", "language_code": "eng", "average_rating": 3.2}, "position": 26},{"annotation": "", "uuid": "QfaVPgHvJ8L6VCAiyaWpSR", "book": {"awards": [], "author": "Faïza Guène", "description": "<div><p>He thought I'd forged my mom's name on the slip. How stupid is that? On this thing Mom just made a kind of squiggly shape on the page. That jerk didn't even think about what he was saying, didn't even ask himself why her signature might be weird. He's one of those people who think illiteracy is like AIDS. It only exists in Africa. --from <I>Kiffe Kiffe Tomorrow<BR></I></P> <p>\"A tale for anyone who has ever lived outside looking in, especially from that alien country called adolescence. A funny, heartfelt story from a wise guy who happens to be a girl. If you've ever fallen in love, if you've ever had your heart broken, this story is your story.\" -- Sandra Cisneros, author of <I>The House on Mango Street</I></P> <p>The Paradise projects are only a few metro stops from Paris, but here it's a whole different kind of France. Doria's father, the Beard, has headed back&#160;to their hometown in Morocco, leaving her and her mom to cope with their <I>mektoub</I>&#8212;their destiny&#8212;alone.&#160;They have a little help-- from a social worker sent by the city, a psychiatrist sent by the school, and a&#160;thug friend who recites Rimbaud.<BR><BR>It seems like fate&#8217;s dealt them an impossible&#160;hand, but Doria might still&#160;make a new&#160;life. She'll prove the projects aren't only&#160;about rap, soccer, and religious tension. She&#8217;ll take the Arabic word kif-kif (same old, same old) and mix it up with the French verb kiffer (to really like something). Now she has a whole new motto: KIFFE KIFFE TOMORROW.<BR><BR>\"Moving and irreverent, sad and funny, full of rage and intelligence. [Gu&#232;ne's] characters are unforgettable, her voice fresh, and her book a delight.\" -- Laila Lalami, author of <I>Hope and Other Dangerous Pursuits<BR></I></DIV>", "isbn": "9780547541181", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541181/1376380280.08.jpg", "title": "Kiffe Kiffe Tomorrow", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "2GgxtuQc9xgZPekPpbiN7V", "oyster_good_for_statement": "", "number_print_pages": 192, "oyster_summary": "", "status": 1, "publication_date": "2006-07-03", "language_code": "eng", "average_rating": 3.31}, "position": 27},{"annotation": "", "uuid": "ZTcNzobL87afv5viUHS98f", "book": {"awards": [], "author": "Jules Verne", "description": "This darkness... showed that the projectile has passed the atmospheric strata, for the diffused light spread in the air would have been reflected on the metal walls, which reflection was wanting. This light would have lit the window, and the window was dark. Doubt was no longer possible; the travelers had left the earth.\"I have lost,\" said Nicholl.\"I congratulate you,\" replied Ardan.\"Here are the nine thousand dollars,\" said the captain, drawing a roll of paper dollars from his pocket.\"Will you have a receipt for it?\" asked Barbicane, taking the sum.\"If you do not mind,\" answered Nicholl; \"it is more business-like.\" This is the legendary novel of technological speculation and social satire that launched an entire genre of adventure fiction: Verne's From the Earth to the Moon and 'Round the Moon is the first story of space exploration and remains a beloved work of daring exploits-and surprisingly accurate scientific conjecture. When the members of the Baltimore Gun Club-bored Civil War veterans-decide to fill their time by embarking on a project to shoot themselves to the moon, the race is on to raise money, overcome engineering challenges, and convince detractors that they're anything but \"Lunatics.\" With this work, Verne inspired the first science fiction film, 1902's Le Voyage dans la lune, and accurately predicted that that ideal location for a spacebase is in Florida. First published in France in 1865, this replica 1918 edition includes the sequel, 1870's Round the Moon.Also available from Cosimo Classics: Verne's Five Weeks in a BalloonOF INTEREST TO: science fiction fans, readers of 19th-century literatureFrench author JULES GABRIEL VERNE (1828-1905) is considered the father of modern science fiction. Among his many groundbreaking books are Journey to the Center of the Earth (1864), 20,000 Leagues Under the Sea (1870), and Around the World in Eighty Days (1872).", "isbn": "9781629451763", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451763/1376464513.7.png", "title": "From the Earth to the Moon; and, Round the Moon", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "pGSWXGC2MLR5ziGBtFRRV3", "oyster_good_for_statement": "", "number_print_pages": 383, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.73}, "position": 28},{"annotation": "", "uuid": "pSnFUyaM4HjVviUrtnwhzP", "book": {"awards": [], "author": "Marcel Proust", "description": "<p>The Lemoine Affair was inspired by the real-life French scandal involving Henri Lemoine, who claimed he could manufacture diamonds from coal and convinced numerous people—including officers of the De Beers diamond mine company and Proust himself—to invest in the scheme. In a series of pastiches—imitations written in the style of other writers—Proust tells the story of the embarrassment rippling across high society Paris in the wake of the scandal, poking fun at himself (in one story, a character declares that Marcel Proust is so embarrassed he's suicidal) while lampooning some of France's greatest writers, including Flaubert, Balzac, and Saint-Simon.</p>\n<p>Full of sophisticated wit and dazzling wordplay, and rife with allusions to his friend and fictional characters, many Proust scholars see the dead-on mimicry of The Lemoine Affair—written soon after Proust's rejection of society life—as the work by which he honed his own unique, masterly voice.</p>", "isbn": "9781612192338", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192338/1377702125.12.jpg", "title": "The Lemoine Affair", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "cfZTBoE9LvvvWyrWgaEyuV", "oyster_good_for_statement": "", "number_print_pages": 100, "oyster_summary": "", "status": 1, "publication_date": "2012-11-06", "language_code": "English", "average_rating": 3.4}, "position": 29},{"annotation": "", "uuid": "N4qcNeXQ892NmmAQcrenkb", "book": {"awards": [], "author": "Jean La Fontaine", "description": "Told in an elegant style, Jean de la Fontaines (1621-95) charming animal fables depict sly foxes and scheming cats, vain birds and greedy wolves, all of which subtly express his penetrating insights into French society and the beasts found in all of us. Norman R. Shapiro has been translating La Fontaines fables for over twenty years, capturing the original works lively mix of plain and archaic language. _x000B__x000B_This newly complete translation is destined to set the English standard for this work._x000B_", "isbn": "9780252091674", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252091674/1377658060.77.jpg", "title": "The Complete Fables of Jean de La Fontaine", "publisher": {"uuid": "kEZyg4HDgiScw6jmfVU3ee", "name": "University of Illinois Press"}, "uuid": "dpKdeE4Rx2xeDmBcPHktxR", "oyster_good_for_statement": "", "number_print_pages": 504, "oyster_summary": "", "status": 1, "publication_date": "2007-08-02", "language_code": "eng", "average_rating": 0.0}, "position": 30},{"annotation": "", "uuid": "5ZSsQqBL8Ji2BoJJZ9M7Sk", "book": {"awards": [], "author": "Jean Helion; Deborah Rosenthal; Jacqueline Helion", "description": "The French painter Jean Hélion’s unique and deeply moving account of his experiences in Nazi prisoner-of-war camps prefigures the even darker stories that would emerge from the concentration camps. This serious adventure tale begins with Hélion’s infantry platoon fleeing from the German army and warplanes as they advanced through France in the early days of the war. The soldiers chant as they march and run, “They shall not have me!” but are quickly captured and sent to hard labor.   Writing in English in 1943, after his risky escape to freedom in the United States, Hélion vividly depicts the sights, sounds, and smells of the camps, and shrewdly sizes up both captors and captured. In the deep humanity, humor, and unsentimental intelligence of his observations, we can recognize the artist whose long career included friendships with the likes of Mondrian, Giacometti, and Balthus, and an important role in shaping modern art movements. Hélion’s picture of almost two years without his art is a self-portrait of the artist as a man.", "isbn": "9781611457735", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781611457735/1377705586.6.jpg", "title": "They Shall Not Have Me", "publisher": {"uuid": "YQuR3Tq6bTne3y5azJJx76", "name": "Skyhorse Publishing, Inc."}, "uuid": "tDWmpk7gWuWP2F85K8jdMP", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2012-05-01", "language_code": "English", "average_rating": 0.0}, "position": 31},{"annotation": "", "uuid": "CYE4kVVBcmY3XKd3RUUjnK", "book": {"awards": [], "author": "Anka Muhlstein", "description": "Reading was so important to Marcel Proust that it sometimes seems he was unable to create a personage without a book in hand. Everybody in his work reads: servants and masters, children and parents, artists and physicians. The more sophisticated characters find it natural to speak in quotations. Proust made literary taste a means of defining personalities and gave literature an actual role to play in his novels.\r\n   In this wonderfully entertaining book, scholar and biographer Anka Muhlstein, the author of Balzac’s Omelette, draws out these themes in Proust's work and life, thus providing not only a friendly introduction to the momentous In Search of Lost Time, but also exciting highlights of some of the finest work in French literature.", "isbn": "9781590515679", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515679/1378049386.2.jpg", "title": "Monsieur Proust's Library", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "wEjECBwargaa2ki3xAPtNH", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2012-11-06", "language_code": "English", "average_rating": 3.73}, "position": 32},{"annotation": "", "uuid": "GpUPhr2r6iU2Sp5YTRmcom", "book": {"awards": [], "author": "Andre Maurois", "description": "Written in 1928 by French biographer and novelist Andre Maurois, Climates became a best seller in France and all over Europe. The first 100,000 copies printed of its Russian translation sold out the day they appeared in Moscow bookstores. This magnificently written novel about a double conjugal failure is imbued with subtle yet profound psychological insights of a caliber that arguably rivals Tolstoy's. Here Phillipe Marcenat, an erudite yet conventional industrialist from central France, falls madly in love with and marries the beautiful but unreliable Odile despite his family's disapproval. Soon, Phillipe's possessiveness and jealousy drive her away. Brokenhearted, Phillipe then marries the devoted and sincere Isabelle and promptly inflicts on his new wife the very same woes he endured at the hands of Odile. But Isabelle's integrity and determination to save her marriage adds yet another dimension to this extraordinary work on the dynamics and vicissitudes of love.", "isbn": "9781590515396", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515396/1378049400.72.jpg", "title": "Climates", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "ZVV5AbDLre4hoARBxjk6xC", "oyster_good_for_statement": "", "number_print_pages": 400, "oyster_summary": "", "status": 1, "publication_date": "2012-12-04", "language_code": "English", "average_rating": 0.0}, "position": 33},{"annotation": "", "uuid": "GeZj5DBUwRdMRDqrnojoih", "book": {"awards": [], "author": "Cecile David-Weill", "description": "A comedy of manners that serves as an insightful look at the lives of those in the upper classes.\r\n \r\nAfter two sisters, Laure and Marie, learn of their parents’ plan to sell the family’s summer retreat, L’Agapanthe, they devise a scheme for attracting a wealthy suitor who can afford to purchase the estate. Selling it would mean more than just losing a place to go during the summer—for the sisters, it’s become a necessary part of their character, their lifestyle, and their past.\r\n \r\nL’Agapanthe, a place of charm and nostalgia, is the perfect venue to exercise proper etiquette and intellect, though not all its visitors are socially savvy, especially when it’s a matter of understanding the relationships between old money and the nouveau riche. The comedy of manners begins: with stock traders, yogis, fashion designers, models, swindlers, the Mafia, and a number of celebrity guests. \r\n \r\nLaure—the witty, disarming, and poignant narrator—guides the reader through elegant dinners, midnight swims in the bay, and conversations about current events, literature, art, and cinema. The Suitors is an amusing insider’s look at the codes, manners, and morals of French high society.", "isbn": "9781590515747", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515747/1378051039.06.jpg", "title": "The Suitors", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "ALdAXWhsqDLbmfQtrx7czb", "oyster_good_for_statement": "", "number_print_pages": 200, "oyster_summary": "", "status": 1, "publication_date": "2013-02-26", "language_code": "English", "average_rating": 2.8}, "position": 34},{"annotation": "", "uuid": "awVekqVdyXnUwJomUyMVyH", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Anaïs Nin", "description": "<P><B>An extraordinarily rich and exotic collection from the mistress of erotic writing</B></P> <p>&#160; <p>In <I>Delta of Venus</I>, Anais Nin pens a lush, magical world where the characters of her imagination possess the most universal of desires and exceptional of talents. Among these provocative stories, a Hungarian adventurer seduces wealthy women then vanishes with their money; a veiled woman selects strangers from a chic restaurant for private trysts; and a Parisian hatmaker named Mathilde leaves her husband for the opium dens of Peru.", "isbn": "9780547538679", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547538679/1376380265.62.jpg", "title": "Delta of Venus", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "xFmxvnEEg5MxZoFRF4tG4H", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2004-02-02", "language_code": "eng", "average_rating": 3.68}, "position": 35}]