[{"annotation": "", "uuid": "UQ9nSo4oJ2Ex2FqkPUdSBR", "position": 0, "book": {"uuid": "ysucVrux3n9x9UBNcuqyFQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 264, "title": "Homage to Catalonia", "publication_date": "1969-10-22", "oyster_good_for_statement": "", "isbn": "9780547416175", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In 1936 Orwell went to Spain to report on the Civil War and instead joined the fight against the Fascists. This famous account describes the war and Orwell&#8217;s experiences. Introduction by Lionel Trilling.<BR></DIV>", "average_rating": 4.14, "author": "George Orwell", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416175/1376380008.23.jpg"}},{"annotation": "", "uuid": "ZanVD58tEqhAJ7JRi5YcJS", "position": 2, "book": {"uuid": "7b2qCjHaTNBKXTV3QMiuw9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The Creation of Anne Boleyn", "publication_date": "2013-04-09", "oyster_good_for_statement": "", "isbn": "9780547999524", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Part biography, part cultural history, <I>The Creation of Anne Boleyn</I> is a fascinating reconstruction of Anne&#8217;s life and an illuminating look at her afterlife in the popular imagination. Why is Anne so compelling? Why has she inspired such extreme reactions? What did she really look like? Was she the flaxen-haired martyr of Romantic paintings or the raven-haired seductress of twenty-first-century portrayals? (Answer: neither.) And perhaps the most provocative questions concern Anne&#8217;s death more than her life. How could Henry order the execution of a once beloved wife? Drawing on scholarship and critical analysis, Bordo probes the complexities of one of history&#8217;s most infamous relationships.<br><BR>Bordo also shows how generations of polemicists, biographers, novelists, and filmmakers imagined and re-imagined Anne: whore, martyr, cautionary tale, proto &#8220;mean girl,&#8221; feminist icon, and everything in between. In this lively book, Bordo steps off the well-trodden paths of Tudoriana to expertly tease out the human being behind the competing mythologies.<BR></DIV>", "average_rating": 3.99, "author": "Susan Bordo", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547999524/1383487920.29.jpg"}},{"annotation": "", "uuid": "ZLtdAaGdc9oidEjdEQuc3d", "position": 3, "book": {"uuid": "23QAPyE44p7EGvzzPHhgmG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "The Norman Conquest", "publication_date": "2013-07-02", "oyster_good_for_statement": "", "isbn": "9781453298961", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV><DIV><DIV><B>A riveting and authoritative history of the single most important event in English history: the Norman Conquest</B></div><DIV>&#160;</div><DIV>An upstart French duke who sets out to conquer the most powerful and unified kingdom in Christendom. An invasion force on a scale not seen since the days of the Romans. One of the bloodiest and most decisive battles ever fought. This new history explains why the Norman Conquest was the most significant cultural and military episode in English history. Assessing the original evidence at every turn, Marc Morris goes beyond the familiar outline to explain why England was at once so powerful and yet so vulnerable to William the Conqueror&rsquo;s attack; why the Normans, in some respects less sophisticated, possessed the military cutting edge; how William&rsquo;s hopes of a united Anglo-Norman realm unraveled, dashed by English rebellions, Viking invasions, and the insatiable demands of his fellow conquerors. This is a tale of powerful drama, repression, and seismic social change: the Battle of Hastings itself; the sudden introduction of castles and the massive rebuilding of every major church; the total destruction of an ancient ruling class. Language, law, architecture, and even attitudes toward life itself were altered forever by the coming of the Normans.&#160;</div></div></div><DIV></div><DIV></div>", "average_rating": 4.38, "author": "Marc Morris", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/The%20Norman%20Conquest/1373333254.17.jpg"}},{"annotation": "", "uuid": "uSqaSRiXjwzaRtybH5s6xU", "position": 4, "book": {"uuid": "5jqpVtEdBc6DnvSigqHMgh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 364, "title": "Bitter Lemons of Cyprus", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453261620", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "45Ja4ZF7ahuyPWUm9gKjPo", "image": null, "name": "Duff Cooper Prize Winner"}, {"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>On a Mediterranean island divided, a man finds peace in a time of perilous unrest in this stunning memoir</b></div><DIV><BR></div><DIV>In 1953, as the British Empire relaxes its grip upon the world, the island of Cyprus bucks for independence. Some cry for union with Athens, others for an arrangement that would split the island down the middle, giving half to the Greeks and the rest to the Turks. For centuries, the battle for the Mediterranean has been fought on this tiny spit of land, and now Cyprus threatens to rip itself in half.</div><DIV>&#160;</div><DIV>Into this escalating conflict steps Lawrence Durrell&mdash;poet, novelist, and a former British government official. After years serving the Crown in the Balkans, he yearns for a return to the island lifestyle of his youth. With humor, grace, and passable Greek, Durrell buys a house, secures a job, and settles in for quiet living, happy to put up his feet until the natives begin to consider wringing his neck. More than a travel memoir, this is an elegant picture of island life in a changing world.</div></div>", "average_rating": 3.88, "author": "Lawrence Durrell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Bitter%20Lemons%20of%20Cyprus/1373330947.3.jpg"}},{"annotation": "", "uuid": "rV5MQwtrZTpNDZMEGFMWVJ", "position": 5, "book": {"uuid": "WJKXnXJkaUdq87ERJkrYBM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Hitler's Spy Chief", "publication_date": "2012-06-05", "oyster_good_for_statement": "", "isbn": "9781453249291", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV><b>A remarkable tale of espionage and intrigue&mdash;the true story of Wilhelm Canaris, Hitler&rsquo;s intelligence chief, and his role in the conspiracy to assassinate the F&uuml;hrer</b></div><DIV><b>&#160;</b></div><DIV><BR></div><DIV>Admiral Wilhelm Canaris was appointed by Hitler to head the Abwehr (the German secret service) eighteen months after the Nazis came to power. But Canaris turned against the Fu&#168;hrer and the Nazi regime, believing that Hitler would start a war Germany could not win. In 1938 he was involved in an attempted coup, undermined by British Prime Minister Neville Chamberlain.</div><DIV>&#160;</div><DIV>In 1940 he sabotaged the German plan to invade England, and fed General Franco vital information that helped him keep Spain out of the war. For years he played a dangerous double game, desperately trying to keep one step ahead of the Gestapo. The SS chief, Heinrich Himmler, became suspicious of Canaris and by 1944, when Abwehr personnel were involved in the attempted assassination of Hitler, he had the evidence to arrest Canaris himself. Canaris was executed a few weeks before the end of the war.</div><DIV>&#160;</div><DIV>In a riveting true story of intrigue and espionage, Richard Bassett reveals how Admiral Canaris&rsquo;s secret work against the German leadership changed the course of World War II.</div><BR>", "average_rating": 3.78, "author": "Richard Bassett", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Hitler%27s%20Spy%20Chief/1373330601.87.jpg"}},{"annotation": "", "uuid": "Tdfmq7rq6gVQq79Ce9yrUL", "position": 7, "book": {"uuid": "FGvE2pmfwbASKRfnfSGGzS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 312, "title": "Just Doing My Job", "publication_date": "2009-05-01", "oyster_good_for_statement": "", "isbn": "9781595808998", "publisher": {"uuid": "NnSvsMsxGAe236mc6FGbQT", "name": "Santa Monica Press"}, "awards": [], "description": "<DIV><DIV><DIV>Preserving the personal histories of civilians and soldiers who united to defend America during the Second World War, this oral history tells the stories of ordinary citizens who left jobs and families behind to contribute to the war effort. Chronicling the sacrifices made by otherwise average people, this keepsake features profiles and interviews with the men and women who responded to the call to action by putting their lives on hold to fight for their country at home and abroad. From soldiers and spies to factory workers and nurses, the heroes profiled in this history include Dick Hamada, a Japanese-American who became a spy with the Office of Strategic Services; Edith McClure, an army nurse stationed in England; Bobby Hite, one of the famed Doolittle Raiders, who was captured by the Japanese and endured years of torture and solitary confinement; and pilot Bob Hoover, who was shot down over enemy territory and imprisoned but managed to escape by stealing a German plane.</DIV></DIV></DIV>", "average_rating": 0.0, "author": "Jonna Doolittle Hoppes", "cover_img": "https://cflare.oysterbooks.com/covers/Santa%20Monica%20Press/Just%20Doing%20My%20Job/1372979553.82.jpg"}},{"annotation": "", "uuid": "DqCEXWDupvPd7q6iZbfu2o", "position": 8, "book": {"uuid": "9FXENSQ28oimtbKAwXrNwK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "1536", "publication_date": "2009-10-01", "oyster_good_for_statement": "", "isbn": "9780745959030", "publisher": {"uuid": "DyRNXQ4ZEErfjfff3mfE93", "name": "Lion Hudson"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">Henry VIII is known stereotypically as a corpulent, covetous, and cunning king whose appetite for worldly goods met few parallels, whose wives met infamously premature ends, and whose religion was largely political in intent. By focusing on a pivotal year in the life of Henry, this study moves beyond the caricature to reveal a fuller portrait of this complex monarch. In 1536, Henry met many failures&#151;physical, personal, and political&#151;and emerged from them a different man and a revolutionary new king who proceeded to transform a nation and a religion.</P></DIV>", "average_rating": 4.02, "author": "Suzannah Lipscomb", "cover_img": "https://cflare.oysterbooks.com/covers/Lion%20UK/1536/1372977517.47.jpg"}},{"annotation": "", "uuid": "jsDd7zFq7urFyeRUAKASDZ", "position": 9, "book": {"uuid": "Vpowi42FCv9nAKomKGF3zR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Burden of Guilt", "publication_date": "2013-05-07", "oyster_good_for_statement": "", "isbn": "9781480406643", "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}, "awards": [], "description": "<DIV>The conflagration that consumed Europe in August 1914 had been a long time in coming&mdash;and yet it need never have happened at all. For though all the European powers were prepared to accept a war as a resolution to the tensions which were fermenting across the Continent, only one nation wanted war to come: Imperial Germany. Of all the countries caught up in the tangle of alliances, promises, and pledges of support during the crisis that followed the assassination of Archduke Franz Ferdinand, Germany alone possessed the opportunity and the power to determine that a war in eastern Europe would become the Great War, which swept across the Continent and nearly destroyed a thousand years of European civilization.</div><DIV>&#160;</div><DIV>For nearly nine decades it has been argued that the responsibility for the First World War was a shared one, spread among all the Great Powers. Now, in <i>The Burden of Guilt</i>, historian Daniel Allen Butler substantively challenges that point of view, establishing that the Treaty of Versailles was actually a correct and fair judgment: Germany did indeed bear the true responsibility for the Great War.</div><DIV>&#160;</div><DIV>Working from government archives and records, as well as personal papers and memoirs of the men who made the decisions that carried Europe to war, Butler interweaves the events of summer 1914 with portraits of the monarchs, diplomats, prime ministers, and other national leaders involved in the crisis. He explores the national policies and goals these men were pursuing, and shows conclusively how on three distinct occasions the Imperial German government was presented with opportunities to contain the spreading crisis&mdash;opportunities unlike those of any other nation involved&mdash;yet each time, the German government consciously and deliberately chose the path which virtually assured that the Continent would go up in flames.</div><DIV>&#160;</div><DIV><i>The Burden of Guilt</i> is a work destined to become an essential part of the library of the First World War, vital to understanding not only the &ldquo;how&rdquo; but also the &ldquo;why&rdquo; behind the pivotal event of modern world history.</div>", "average_rating": 3.93, "author": "Daniel Allen Butler", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/The%20Burden%20of%20Guilt/1373336083.89.jpg"}},{"annotation": "", "uuid": "JWBQ2gWMqV8yyagpQwfZZ3", "position": 10, "book": {"uuid": "p2xrH6PrVXJPkAqt9HUbkK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 52, "title": "Greek Pilgrimage", "publication_date": "2011-06-01", "oyster_good_for_statement": "", "isbn": "9781921753497", "publisher": {"uuid": "6dTavedMFQnFcFDnhgFK6f", "name": "Scribe Publications Pty Ltd."}, "awards": [], "description": "<DIV>This is a travel book in the grand sense. The horizons it explores are of land and sea, and of the mind.  Greek Pilgrimage is a meditation on classical Greece, journeying through its great sites, monuments, and cultural works. On the way, it examines the country&#8217;s pivotal role in the foundation of the modern world. We who are born into the West are all Greeks. Here lie our roots.  The ancient Greeks invite us to think about who we are, and the best ways to organise ourselves, to build institutions, and to make our cities beautiful. They lead us into a sceptical orientation to ourselves and the world we inhabit, questioning the meaning of it all. They have bequeathed to us science and philosophy, drama and sport, our engagement with nature, and much else that graces our modern world.  In Greece, our metaphysical perspective was set. We were introduced to the mystery &#151; an abiding sense that there is a deep secret, one which somehow holds the key to the big questions about life. An aura lives on, a mysterious vitality, among the ruins that remain today &#151; in Delphi, at Olympia, and on the Acropolis.  Greek Pilgrimage is also designed to serve as a practical guide for the modern traveller to Greece. Two itineraries are recommended at the end, with maps and illustrations.</DIV>", "average_rating": 0.0, "author": "John Carroll", "cover_img": "https://cflare.oysterbooks.com/covers/Scribe%20Publications%20Pty%20Ltd./Greek%20Pilgrimage/1372978724.33.jpg"}},{"annotation": "", "uuid": "hSkzi5KT9HzTozdscFAHkP", "position": 11, "book": {"uuid": "ZnWm77kH56eVNfD3HAc4zH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "All Power to the Councils!", "publication_date": "2012-06-01", "oyster_good_for_statement": "", "isbn": "9781604867374", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "&#147;Gabriel Kuhn&#8217;s excellent volume illuminates a profound global revolutionary moment, in which brilliant ideas and debates lit the sky.&#8221;  &#151;Marcus Rediker, author of Villains of all Nations and The Slave Ship  &#160;  &#147;This remarkable collection, skillfully edited by Gabriel Kuhn, brings to life that most pivotal of revolutions, crackling with the acrid odor of street fighting, insurgent hopes, and ultimately defeat&#133; In an era brimming with anticapitalist aspirations, these pages ring with that still unmet revolutionary promise of a better world: I was, I am, I shall be.&#8221;  &#151;Sasha Lilley, author of Capital and Its Discontents and coauthor of Catastrophism  &#160;  The German Revolution erupted out of the ashes of World War I, triggered by mutinying sailors refusing to be sacrificed in the final carnage of the war. While the Social Democrats grabbed power, radicals across the country rallied to establish a communist society under the slogan \"All Power to the Councils!\" The Spartacus League launched an uprising in Berlin, council republics were proclaimed in Bremen and Bavaria, and workers' revolts shook numerous German towns. Yet in an act that would tragically shape the course of history, the Social Democratic government crushed the rebellions with the help of right-wing militias, paving the way for the ill-fated Weimar Republic&#151;and ultimately the ascension of the Nazis.   This definitive documentary history collects manifestos, speeches, articles, and letters from the German Revolution&#151;Rosa Luxemburg, the Revolutionary Stewards, and Gustav Landauer amongst others&#151;introduced and annotated by the editor. Many documents, such as the anarchist Erich M&#252;hsam's comprehensive account of the Bavarian Council Republic, are presented here in English for the first time. The volume also includes materials from the Red Ruhr Army that repelled the reactionary Kapp Putsch in 1920 and the communist bandits that roamed Eastern Germany until 1921. All Power to the Councils! provides a dynamic and", "average_rating": 0.0, "author": "Gabriel Kuhn", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/All%20Power%20to%20the%20Councils%21/1372980574.36.jpg"}},{"annotation": "", "uuid": "UbGhSaiMpCjix5k5eJfrCb", "position": 13, "book": {"uuid": "XG33TiyMnn6qE4e9WTNNT8", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 240, "title": "Auschwitz", "publication_date": "2011-04-01", "oyster_good_for_statement": "", "isbn": "9781611450118", "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Auschwitz was one of the first books to bring the full horror of the Nazi death camps to the American public; this is, as the New York Review of Books said, \"the best brief account of the Auschwitz experience available.\"<p>When the Nazis invaded Hungary in 1944, they sent virtually the entire Jewish population to Auschwitz. A Jew and a medical doctor, the prisoner Dr. Miklos Nyiszli was spared death for a grimmer fate: to perform \"scientific research\" on his fellow inmates under the supervision of the man who became known as the infamous \"Angel of Death\"&#8212;Dr. Josef Mengele. Nyiszli was named Mengele's personal research pathologist. In that capactity he also served as physician to the Sonderkommando, the Jewish prisoners who worked exclusively in the crematoriums and were routinely executed after four months. Miraculously, Nyiszli survived to give this horrifying and sobering account.<p>Auschwitz was one of the first books to bring the full horror of the Nazi death camps to the American public. Although much has since been written about the Holocaust, this eyewitness account remains, as the New York Review of Bookssaid in 1987, \"the best brief account of the Auschwitz experience available.\" Of Bruno Bettelheim's famous foreword Neal Ascherson has written, \"Its eloquence and outrage must guarantee it a permanent place in Jewish historiography.\"", "average_rating": 4.21, "author": "Miklos Nyiszli", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/579/5791355186764.84.jpg"}},{"annotation": "", "uuid": "uZLpeXMPstfZ4WSNnW8vo9", "position": 14, "book": {"uuid": "HuUNVKhJjrfNqYakaTRNTG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "The Crusades", "publication_date": "2012-01-01", "oyster_good_for_statement": "", "isbn": "9781842436523", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<P><B>Now in paperback, a concise guide to one of the bloodiest periods of medieval Christendom</B></P><P>The first crusade was set in motion by Pope Urban II in 1095 and culminated in the capture of Jerusalem from the Muslims four years later. In 1291 the fall of Acre marked the loss of the last Christian enclave in the Holy Land.&#160;This guide&#160;traces the chronology of the Crusades between these two dates and highlights the most important figures on all sides of the conflict. It covers the creation of the kingdom of Jerusalem and the other crusader states and their struggle to survive. It looks at the successes and failures of the Third Crusade and at the legendary figures of Richard the Lionheart and Saladin, explores the truth and the myths behind the orders of military monks like the Hospitallers, and examines such strange historical events as the Children's Crusade and the crusader sacking of Byzantium in 1204. It also looks at the struggles of the Teutonic Knights against paganism in the Baltic. The book provides the essential information about one of the great unifying, and disunifying, forces of medieval Christendom.", "average_rating": 3.08, "author": "Mike Paine", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/The%20Crusades/1372982128.63.jpg"}},{"annotation": "", "uuid": "oZ3jGTcedeHgR7jGnPiJSP", "position": 15, "book": {"uuid": "GGZHjb6hMspnK7dGVNFLBP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "The Queen's Agent", "publication_date": "2013-02-05", "oyster_good_for_statement": "", "isbn": "9781453271667", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV>A captivating chronicle of the exploits of Sir Francis Walsingham&mdash;the first great English spymaster and the man who saved Elizabeth&rsquo;s regime and the country&rsquo;s independence.</div><DIV>&#160;</div><DIV>Elizabeth I came to the throne at a time of insecurity and unrest. Rivals threatened her reign; England was a Protestant island, isolated in a sea of Catholic countries. Spain plotted an invasion, but Elizabeth&rsquo;s Secretary, Sir Francis Walsingham, was prepared to do whatever it took to protect her. He ran a network of agents in England and Europe who provided him with information about invasions or assassination plots. He recruited likely young men and &ldquo;turned&rdquo; others. He encouraged Elizabeth to make war against the Catholic Irish rebels, with extreme brutality, and oversaw the execution of Mary Queen of Scots.</div><DIV><i>&#160;</i></div><DIV><i>The Queen&rsquo;s Agent</i> is a story of secret agents, cryptic codes and ingenious plots, set in a turbulent period of England&rsquo;s history. It is also the story of a man devoted to his queen, sacrificing his every waking hour to save the threatened English state.<BR></div>", "average_rating": 3.59, "author": "John Cooper", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/The%20Queen%27s%20Agent/1373331439.92.jpg"}},{"annotation": "", "uuid": "B9oRLqfE8WzX7K4GkooePj", "position": 16, "book": {"uuid": "ZLK7DWQ9WTNnUXtq4kmmKS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 278, "title": "Catch That Tiger", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781857829693", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<P><B>With exclusive access to&#160;private diaries&#160;and dozens of photographs,&#160;this is the&#160;incredible story of one of the most dangerous and thrilling secret missions of World War II</B><P>Unleashed by Hitler in 1942, the German Tiger tank was by far the most powerful tank ever built at the time&#8212;the 60-ton monster could destroy any Allied tank from more than a mile away. Desperate to discover the secret technology used in&#160;its manufacture, Winston Churchill chose a brilliant young army engineer, Major Doug Lidderdale, as his special agent. In a late-night briefing in the subterranean war rooms under Whitehall he ordered him \"Go catch me a tiger.\"&#160;Doug did not hesitate, and by February 1943 was facing Rommel's desert army. After several unsuccessful and hair-raising efforts to bag a Tiger on the battlefields of Tunisia, Doug and his team put their lives on the line in a terrifying, close-range shoot-out with the five-man crew of a Tiger, capturing the tank intact. The morale boost to the Allies was such that both Churchill and King George VI flew to Tunis to examine the Tiger firsthand. But the Germans were not finished with Doug&#8212;constant attacks by the Luftwaffe and U-boats pursued&#160;him and his men on every step of the journey back to England. But eventually, by October 1943, the Tiger was gifted to Churchill, who had it placed on London's Horse Guards Parade. Lidderdale went on to use some of the Tiger technology to develop war machines for the D-day landings and was promoted to Colonel. Tiger 131 is now kept at Bovington Tank Museum and is the only working Tiger in the world. The full extent of Doug's adventures in North Africa only came to light after his son, Dave Travis, revealed the existence of his father's diaries.", "average_rating": 3.35, "author": "Noel Botham", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Catch%20That%20Tiger/1372980594.21.jpg"}},{"annotation": "", "uuid": "peQFSMQAayTRtGd2vgLLMZ", "position": 17, "book": {"uuid": "GbqjvFH5YHDfWoUYRurEfc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 414, "title": "Splendour & Squalor", "publication_date": "2011-05-01", "oyster_good_for_statement": "", "isbn": "9781848874855", "publisher": {"uuid": "6iz42cktaNSt9xW8dH54gj", "name": "Atlantic Books"}, "awards": [], "description": "<DIV><DIV><DIV><DIV><DIV><DIV><DIV><P class=introParagraph><B>From stately homes and prisons to the House of Lords and Edwardian asylums&#8212;</B><B>the stories, spanning the 20th century,&#160;of the disintegrating fortunes of three of Britain&#8217;s most illustrious aristocratic dynasties and the scapegraces responsible</B></P><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><I>Splendour &amp; Squalor</I> traces the disintegration of three aristocratic dynasties through the twentieth century: families who seemingly had everything yet decided to take 'the down-escalator of life.' They include the Montagus, Dukes of Manchester, who had once employed Vanburgh&#8212;creator of Blenheim Palace, Churchill's birthplace&#8212;to remodel their principal family seat, Kimbolton Castle; shortly before the outbreak of World War II, the &#160;Montagus oversaw further renovation&#8212;converting the Kimbolton chapel into a bar, and stocking it with glasses decorated with 'pornography of the most interesting kind,' for the benefit of guests like the restless, bisexual Duke of Kent, younger brother of George VI. Four consecutive generations of the family went to jail. The Herveys, Marquesses of Bristol, went inside too, although John Bristol (7th Marquess of Bristol, born 1954; died 1999) spent most of his time investing his inheritance in helicopters, heroin, and&#8212;for strictly recreational purposes&#8212;handcuffs: a blazing quest for self-gratification which led him into the company of Andy Warhol and Mick Jagger. <I>Splendour &amp; Squalor</I> offers a riveting insight into the disintegration of a once seemingly&#160;impregnable elite. The resultant portrait is the authentic Downton Abbey&#8212;stripped of gloss, mythology and sentiment, and brought mercilessly up-to-date.</DIV></DIV></DIV></DIV></DIV></DIV></DIV></DIV>", "average_rating": 0.0, "author": "Marcus Scriven", "cover_img": "https://cflare.oysterbooks.com/covers/Atlantic%20Books/Splendour%20%26%20Squalor/1372980815.93.jpg"}},{"annotation": "", "uuid": "fgEF3HU6dfGybwGqqpiZW5", "position": 18, "book": {"uuid": "q5jJjyVhYqN9PYbcCdHiW8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Heroes", "publication_date": "2012-10-11", "oyster_good_for_statement": "", "isbn": "9781782190868", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>For a nation with a long and proud military tradition, one token stands above all others as a mark of recognition for the ultimate acts of individual feats of arms: the Victoria Cross. Awarded for one reason alone - to mark extreme acts of great heroism by British and Commonwealth servicemen in the face of the enemy&#8212;it is unquestionably the hardest club in the world to gain entrance to. Its holders&#8212;ordinary soldiers, sailors and airmen&#8212;are linked by an uncommon bond of exceptional bravery, displayed often at great personal risk and against impossible odds. The VC has been awarded only thirteen times since the end of the Second World War in 1945. Three of these awards were made to recipients who had paid the ultimate sacrifice while demonstrating gallantry beyond the call of duty. Forged in battle, from the shell-scarred hills of Korea, to the windswept marshland of East Falkland and today's counter-insurgency operations in Iraq and Afghanistan, each one of these VCs has a uniquely inspiring tale to tell. This is their incredible story.", "average_rating": 0.0, "author": "Nigel Cawthorne", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Heroes/1372981367.19.jpg"}},{"annotation": "", "uuid": "D4CPjnogZtwhFLH5sRSEkK", "position": 19, "book": {"uuid": "kspmMr7jZvYxPXXJhMhdhU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 386, "title": "The Paras", "publication_date": "2012-10-01", "oyster_good_for_statement": "", "isbn": "9781782190509", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Since their foundation during the Second World War, the Parachute Regiment has acquired a formidable reputation as tough, fearless soldiers. \"The Red Devils\" have played a key role in many of the battles of the past sixty years&#8212;the capture of Sicily, the D-Day landing, the heroic but doomed attempt to capture the bridge at Arnhem. In the so-called years of peace since the Second World War, the Paras have seen action all over the world - from Cyprus, Palestine, Egypt, Borneo and the Falklands to Bosnia. Their service in Northern Ireland has been surrounded by controversy&#8212;the events of \"Bloody Sunday\" in Londonderry in 1972 are still the subject of fierce debate, and a continuing government inquiry. For his authoritative book, John Parker has gathered together the testimony of numerous veterans of the Parachute Regiment. Their first-hand accounts of the major events in their history bring home the reality (and cruelty) of combat. The events of \"Bloody Sunday\" are seen through their eyes, and will re-ignite the controversy over what actually happened.", "average_rating": 0.0, "author": "John Parker", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/The%20Paras/1372981350.92.jpg"}},{"annotation": "", "uuid": "nBmf9u9hFNJQVD8SWsaTW8", "position": 20, "book": {"uuid": "65S5kEgPWVwg2XXpyVeEYB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "Lost London", "publication_date": "2012-10-01", "oyster_good_for_statement": "", "isbn": "9781843178965", "publisher": {"uuid": "HzMw4PbXvrWowxnrUYKoLm", "name": "Michael O'Mara"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>A&#160;fascinating story of&#160;London as told through the buildings, parks, and palaces that are no longer there </B></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B></B>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>From bull rings to ice fairs and&#160;plague pits to molly houses, this is a truly intriguing&#160;journey through London's forgotten past&#8212;unearthing both&#160;the extraordinary stories that lie beneath familiar streets&#160;and the secrets hidden away in the city's darkest corners.&#160;It pays witness to several lascivious acts at&#160;the Vauxhall Pleasure Gardens, the leading venue for public entertainment in the city for over 200 years, and strolls the vacant halls of the Palace of Whitehall, whose 1,500 rooms made it the largest royal residence in Europe until it was destroyed by fire at the end of the 17th century. Beautifully illustrated with original black-and-white drawings throughout, this charming tome covers more than 150 locations,&#160;including buried rivers, demolished buildings, ghost tube stations, overgrown cemeteries, underground Roman streets, abandoned bunkers, and derelict catacombs.", "average_rating": 3.59, "author": "Richard Guard", "cover_img": "https://cflare.oysterbooks.com/covers/Michael%20O%27Mara/Lost%20London/1372981676.38.jpg"}},{"annotation": "", "uuid": "yZ33jMXePmJhoyjS3tvC8m", "position": 21, "book": {"uuid": "7JWGwjQX3JZnsggJWqwCed", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 374, "title": "The New Meaning of Treason", "publication_date": "2010-12-21", "oyster_good_for_statement": "", "isbn": "9781453206898", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>West&rsquo;s gripping work of journalism&mdash;now available as an ebook</b></div><BR><DIV><b>The bestselling chronicle of England&rsquo;s World War II traitors, expanded and updated for the Cold War era</b></div><BR><DIV>In <i>The Meaning of Treason</i>, Rebecca West tackled not only the history and facts behind the spate of World War II traitors, but the overriding social forces at work to challenge man&rsquo;s connection to his fatherland. As West reveals in this expanded edition, the ideologically driven amateurs of World War II were followed by the much more sinister professional spies for whom the Cold War era proved a lucrative playground and put Western safety at risk.</div><DIV>&#160;</div><DIV>Filled with real-world intrigue and fascinating character studies, West&rsquo;s gripping narrative connects the war&rsquo;s treasonous acts with the rise of Communist spy rings in England and tackles the ongoing issue of identity in a complex world.</div></p></DIV>", "average_rating": 3.91, "author": "Rebecca West", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20New%20Meaning%20of%20Treason/1373329415.77.jpg"}},{"annotation": "", "uuid": "JmqV4SfNi4puzfENqd8xXL", "position": 22, "book": {"uuid": "4EKANy89w6xcmbskXwnMGW", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 512, "title": "The Nuremberg Trial", "publication_date": "2010-07-01", "oyster_good_for_statement": "", "isbn": "9781616080211", "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}, "awards": [], "description": "<p>Here is a gripping account of the major postwar trial of the Nazi hierarchy in World War II. The Nuremberg Trial brilliantly recreates the trial proceedings and offers a reasoned, often profound examination of the processes that created international law. From the whimpering of Kaltenbrunner and Ribbentrop on the stand to the icy coolness of Goering, each participant is vividly drawn. Includes twenty-four photographs of the key players as well as extensive references, sources, biographies, and an index.</p>", "average_rating": 4.02, "author": "Ann Tusa", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/611/6111355186809.88.jpg"}},{"annotation": "", "uuid": "pv7h93AKxotgTMJxcn4STW", "position": 23, "book": {"uuid": "tB4Tx9pE9fCnA988GFveRE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 752, "title": "The Gathering Storm", "publication_date": "2010-07-01", "oyster_good_for_statement": "", "isbn": "9780795308321", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [], "description": "<p>Winston Churchill’s monumental The Second World War, is a six volume account of the struggle between the Allied Powers in Europe against Germany and the Axis. Told by British Prime Minister Winston Churchill, this book is also the story of one nation’s heroic role in the fight against tyranny. Having learned a lesson at Munich they would never forget, the British refused to make peace with Hitler, defying him even after France had fallen and it seemed as though the Nazis were unstoppable.</p>\n<p></p>\n<p>What lends this work its tension is Churchill’s inclusion of primary source material. We hear Churchill’s retrospective analysis of the war, but we are also presented with memos, letters, orders, speeches, and telegrams that give day-by-day accounts of the reactions as the drama unfolds. We listen as strategies and counter-strategies unfold in response to Hitler’s conquest of Europe, his planned invasion of England, and his assault on Russia. All contrive to give a mesmerizing account of the crucial decisions that must be made as the fate of the world hangs in the balance.</p>\n<p></p>\n<p>While in some ways a continuation of Churchill’s history of World War I, <i>The World Crisis</i>, <i>The Gathering Storm</i> is his attempt to understand the terrible circumstance that gave rise to Nazi Germany and a second, even more destructive world conflict. Churchill was perhaps the only person who held such prominent positions of power in both world wars and as such, was uniquely qualified to tell the story from war to peace and back again.</p>\n<p></p>\n<p><i>The Gathering Storm</i> covers the Treaty of Versailles, the rise of Adolf Hitler, the capitulation of Munich and the entry of Britain into the war. This book makes clear Churchill’s feeling that the Second World War was a largely senseless but unavoidable conflict. </p>\n<p></p>\n<p>Churchill won the Nobel Prize for Literature in 1953 in part because of this awe-inspiring work.</p>", "average_rating": 4.33, "author": "Winston S. Churchill", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795308321/1386749832.19.jpg"}},{"annotation": "", "uuid": "UxnoAvFAXrENq39igZqc2j", "position": 24, "book": {"uuid": "2vqa8tUGKFfcirhARZwAL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 1280, "title": "The Rise and Fall of the Third Reich", "publication_date": "2011-10-23", "oyster_good_for_statement": "", "isbn": "9780795317002", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null, "name": "National Book Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>When the Third Reich fell, it fell swiftly. The Nazis had little time to cover up their memos, their letters, or their diaries. William L. Shirer's definitive book on the Third Reich uses these unique sources. Combined with his personal experience with the Nazis, living through the war as an international correspondent, <i>The Rise and Fall of the Third Reich</i> not only earned Shirer a National Book Award but is recognized as one of the most important and authoritative books about the Third Reich and Nazi Germany ever written. The diaries of propaganda minister Joseph Goebbels as well as evidence and other testimony gained at the Nuremberg Trials could not have found more artful hands.</p><p>\n</p><p>\nShirer gives a clear, detailed and well-documented account of how it was that Adolf Hitler almost succeeded in conquering the world. With millions of copies in print, The Rise and Fall of the Third Reich has become one of the most authoritative books on one of mankind's darkest hours. Shirer focuses on 1933 to 1945 in clear detail. Here is a worldwide bestseller that also tells the true story of the Holocaust, often in the words of the men who helped plan and conduct it. It is a classic by any measure.</p><p>\n</p><p>\nThe book has been translated into twelve languages and was adapted as a television miniseries, broadcast by ABC in 1968. This first ever e-book edition is published on the 50th anniversary of this iconic work.</p><p>\n</p><p>\n</p>", "average_rating": 4.14, "author": "William L. Shirer", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Rise%20and%20Fall%20of%20the%20Third%20Reich/1373294112.63.jpg"}},{"annotation": "", "uuid": "U6GnEUseBcf979XuLWCHkd", "position": 25, "book": {"uuid": "Amk5gKRxkUEFDQHogtB6WJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "When the Iron Lady Ruled Britain", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781846882296", "publisher": {"uuid": "3yYNm3Ue8CUH2cunJKYrzU", "name": "Alma Books"}, "awards": [], "description": "<DIV>Returning to Britain in the mid-1980s after spending several years in the US as the <I>Observer's</I> Washington correspondent, Robert Chesshyre found a country shockingly altered by the rule of 'The Iron Lady', then at the height of her popularity. Disturbed by the Britain he now found himself in, he set out to travel the length and breadth of the UK to report on the state of the nation and the lives of ordinary people. Originally published as <I>The Return of a Native Reporter</I> to widespread critical acclaim in 1987, this new edition includes a piece describing a revisit to the former Easington Colliery in 2010 and an extensive new foreword by the author. In its scope, its relevance and its insight, it is a profound and shocking reminder that 'what we sowed then, we reap now'.</DIV>", "average_rating": 0.0, "author": "Robert Chesshyre", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/When%20the%20Iron%20Lady%20Ruled%20Britain/1372981237.41.jpg"}},{"annotation": "", "uuid": "Kekxuoaxs9nXViqHXqofLV", "position": 27, "book": {"uuid": "vbHS6mUDJ72y2oPkj7fCDf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 848, "title": "William Morris", "publication_date": "2013-03-01", "oyster_good_for_statement": "", "isbn": "9781604868418", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "This biographical study is a window into 19th-century British society and the life of William Morris&#151;the great craftsman, architect, designer, poet, and writer&#151;who remains a monumental and influential figure to this day. This account chronicles how his concern with artistic and human values led him to cross what he called the &#147;river of fire&#8221; and become a committed socialist&#151;committed not only to the theory of socialism but also to the practice of it in the day-to-day struggle of working women and men in Victorian England. While both the British Labor Movement and the Marxists have venerated Morris, this legacy of his life proves that many of his ideas did not accord with the dominant reforming tendencies, providing a unique perspective on Morris scholarship.", "average_rating": 0.0, "author": "Peter Linebaugh", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/William%20Morris/1372982157.63.jpg"}},{"annotation": "", "uuid": "xquscN3YGJ2RcEZtknBP26", "position": 29, "book": {"uuid": "N7fKnmwDcSss7BgLfadvpn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 648, "title": "Berlin Diary", "publication_date": "2011-08-23", "oyster_good_for_statement": "", "isbn": "9780795316982", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>A radio broadcaster and journalist for Edward R. Murrow at CBS, William Shirer was new to the world of broadcast journalism when he began keeping a diary while in Europe during the 1930s. It was in 1940, still a virtual unknown, that Shirer wondered whether his reminiscences of the collapse of the world around Nazi Germany could be of any interest or value as a book.</p><p>\n</p><p>\nShirer's Berlin Diary, which is considered the first full record of what was happening in Germany during the rise of the Third Reich, first appeared in 1941. The book was an instant success. But how did Shirer get such a valuable firsthand account? He had anonymous sources willing to speak with him, provided their identity remained protected and disguised so as to avoid retaliation from the Gestapo. Shirer recorded his and others' eyewitness views to the horror that Hitler was inflicting on his people in his effort to conquer Europe. Shirer continued his job as a foreign correspondent and radio reporter for CBS until Nazi press censors made it virtually impossible for him to do his job with any real accuracy. He left Europe, taking with him the invaluable, unforgettable (and horrific) contents of his Berlin Diary.</p><p>\n</p><p>\nBerlin Diary brings the reader as close as any reporter has ever been to Hitler and the rise of the Third Reich. Shirer's honest, lucid and passionate reporting of the brutality with which Hitler came to power and the immediate reactions of those who witnessed these events is for all time.</p><p>\n</p><p>\n</p>", "average_rating": 4.3, "author": "William L. Shirer", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Berlin%20Diary/1373294105.93.jpg"}},{"annotation": "", "uuid": "qzwavLw6Z6uqeU8YP5dJWE", "position": 29, "book": {"uuid": "9rPKnW8tGhnkeXayRQLAF5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 182, "title": "The Rise and Fall of Adolf Hitler", "publication_date": "2013-04-18", "oyster_good_for_statement": "", "isbn": "9780795326134", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>American journalist and author William L. Shirer was a correspondent for six years in Nazi Germany-and had a front-row seat for Hitler's rise to power. His most definitive work on the subject, <i>The Rise and Fall of the Third Reich,</i> is a riveting account defined by first-person experience interviewing Hitler, watching his impassioned speeches, and living in a country transformed by war and dictatorship.</p><p>\n</p><p>\nWilliam Shirer was originally commissioned to write <i>The Rise and Fall of Adolf Hitler </i>for a young adult audience. This account loses none of the immediacy of <i>The Rise and Fall of the Third Reich</i>-capturing Hitler's rise from obscurity, the horror of Nazi Germany's mass killings, and the paranoia and insanity that marked Hitler's downfall. This book is by no means simplified-and is sure to appeal to adults as well as young people with an interest in World War II history.</p>", "average_rating": 3.95, "author": "William L. Shirer", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Rise%20and%20Fall%20of%20Adolf%20Hitler/1373294200.96.jpg"}},{"annotation": "", "uuid": "bnV8hXeK8UkV7Ar6Bxx5bT", "position": 34, "book": {"uuid": "s2NQdtxh24j3gX7vnNUSRe", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "Queens Consort", "publication_date": "2013-05-07", "oyster_good_for_statement": "", "isbn": "9781480405561", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<b>Meet the subjects of history&rsquo;s greatest dramas: the first queens of England</b><DIV><BR>Though their royal husbands occupy the lion&rsquo;s share of history books, the queens of early England are fascinating subjects in their own right. Lisa Hilton&rsquo;s <i>Queens Consort</i> vividly evokes the lives and times of England&rsquo;s first queens, from Matilda of Flanders and the Norman conquest of England to Elizabeth of York and the beginning of the Tudor dynasty.</div><DIV>&#160;</div><DIV>By profiling twenty different queens, Hilton provides an intricate and dramatic composite of the English monarch: from the ruthless Isabella of France, who violently gained control of England by dispatching Edward II, to the beloved Matilda of Scotland, known for her intelligence and devotion despite her philandering husband, Henry I; and from a girl who was crowned at the age of nine to a commoner who climbed the social ladder at the most opportune moment. <i>Queens Consort</i> dispels many of the myths that have surrounded these women for centuries, while simultaneously illuminating lesser-known facts about their lives. </div><DIV></div>", "average_rating": 3.81, "author": "Lisa Hilton", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Queens%20Consort/1373335996.18.jpg"}},{"annotation": "", "uuid": "HhYFaQaUwbbCM573B4bsCE", "position": 34, "book": {"uuid": "FnVuqMHKjn6snLHSkDkPSa", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 450, "title": "The Meaning of Treason", "publication_date": "2011-03-01", "oyster_good_for_statement": "", "isbn": "9781453207253", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>West&rsquo;s acclaimed examination of traitors&mdash;now available as an ebook</b></div><BR><DIV><b>A gripping profile that takes readers inside World War II spy rings and gets to the heart of what it means to betray one&rsquo;s country</b></div><BR><DIV>Throughout her career, Rebecca West dug into psyches, real and fictional, to try to understand the meaning of betrayal. In the aftermath of World War II, West was incensed when several wartime turncoats were tried with seeming indifference&mdash;and worse, sympathy&mdash;from the British public. In exploring these traitors&rsquo; origins, crimes, and motivations, West exposes how class division, greed, and discrimination can taint loyalties and redraw the relationships between individuals and their fatherland.</div><DIV>&#160;</div><DIV>A fascinating book, <i>The Meaning of Treason</i> combines the intrigue of a spy novel with West&rsquo;s classic, careful dissection of man&rsquo;s moral struggles.</div></p></DIV>", "average_rating": 4.01, "author": "Rebecca West", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Meaning%20of%20Treason/1373329425.26.jpg"}},{"annotation": "", "uuid": "2s5QGvP8kVVQgFU3WaTUzc", "position": 34, "book": {"uuid": "UsM7SZRhxEJqbs9HXFrkeE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Churchill the Greatest Briton Unmasked", "publication_date": "2012-04-01", "oyster_good_for_statement": "", "isbn": "9780715333792", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "\"I have not always been wrong. History will bear me out, particularly as I shall write that history myself.\"&#151Winston Churchill<p>In the popular imagination, Winston Churchill is the greatest Briton. He was the lone voice that warned of the threat from Nazi Germany and the steady and defiant hand that guided Britain through its darkest days to ultimate victory in World War II.<p>In this new assessment of Churchill's political life, Nigel Knight reveals that not only is there little truth in this picture of his wartime Premiership but that Churchill's record during this period fitted a pattern of disastrous strategy and bad decision-making that dogged his entire career.<p>From the debacle of the Gallipoli campaign in World War I, when First Lord of the Admiralty, to the tired and ineffective last government of the 1950s, Churchill's time in office was characterized by inconsistency and poor judgment. Particularly during World War II, he seemed unable to see the bigger picture, exasperating his colleagues as he ignored their advice in favor of his own pet projects.<p>Backed up by rigorous research, Nigel Knight sheds startling new light on the life and career of Winston Churchill, shattering the sentimental myth of Churchill as 'the greatest Briton' and forcing his legacy to be reappraised.", "average_rating": 0.0, "author": "Nigel   Knight", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Churchill%20the%20Greatest%20Briton%20Unmasked/1373184494.05.jpg"}},{"annotation": "", "uuid": "WoZJFeoAUXPwvJkVRd6hqe", "position": 35, "book": {"uuid": "Wnmqp4ET8acb9dfuXqpsDo", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Everyman's England", "publication_date": "2012-06-01", "oyster_good_for_statement": "", "isbn": "9780857654052", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><B>Recollected observations of England between World War I and II</B></DIV><DIV>&#160;</DIV><DIV>In this series of pen&#8211;portraits of England, commissioned by the <I>Daily Mail</I> in the 1930s,&#160;the pattern and color of the \"great fabric of English life\" from Cumberland to Cornwall is vividly conjured.&#160;The heartwarming, humorous, and often irreverent observations of sleepy villages, pastoral scenes, and busy industries provide a delightful insight into life between the wars.</DIV>", "average_rating": 0.0, "author": "Victor Canning", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9780857654052/1386330930.91.jpg"}},{"annotation": "", "uuid": "jdepZrNKwVHWi6nzUP8ksA", "position": 35, "book": {"uuid": "LpzbhfSXj3XqKpnwUiJTB4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "Ancient Greece", "publication_date": "2008-04-28", "oyster_good_for_statement": "", "isbn": "9781842435441", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV><DIV><P>Western civilization began with the Greeks. From the highpoint of the 5th century BC through the cultural triumphs of the Alexandrian era to their impact on the developing Roman empire, the Greeks shaped the philosophy, art, architecture, and literature of the Mediterranean world. Beginning with the Homeric period, once believed to be a realm of myth, Paine takes the reader on a journey through&#160;more than 12 centuries of Greek culture. He shows what archaeologists have revealed of the Trojan Wars and Mycenae, outlines the glories of Athens at its height, and provides a gripping narrative of the struggle between the Greeks and the mighty Persian empire. The guide also highlights the careers of great political and military leaders, such as Pericles and Alexander the Great, and explores the importance of great philosophers, including Plato and Aristotle. Dramatists and demagogues, stoics and epicureans, aristocrats and helots all take their place in the unfolding story of Greek achievement.</P></DIV></DIV>", "average_rating": 3.23, "author": "Mike Paine", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Ancient%20Greece/1372982133.74.jpg"}},{"annotation": "", "uuid": "QmPjesKjVFBp5NgPeNoVie", "position": 35, "book": {"uuid": "Jbq9Fes4GniqbKCkNRGxum", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Twentieth-Century Spies", "publication_date": "2011-10-01", "oyster_good_for_statement": "", "isbn": "9780857653314", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>The deadly world of high-level espionage is on full display in this heart-pumping expos&#233; on the world's most glamorous and dangerous jobs</B></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B></B>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A unique investigation of the most important cases of the twentieth century, this exploration of the world's most thrilling, high-profile, and undercover&#160;jobs&#151;including information newly released under the Freedom of Information Act&#151;is enthralling to the last page. Among others, it includes the dark secrets of: Sidney Reilly, considered by many to be the greatest spy of the century and an inspiration for Ian Fleming's James Bond; the \"Atom Bomb\" spy Klaus Fuchs, who gave the Russians atomic capability; George Blake, who betrayed&#160;more than 40&#160;British agents, and is still alive in Moscow; and the Cambridge Spies, the double agents who did more damage to British intelligence in the&#160;20th century than any other group. Focusing on the personalities of these enigmatic figures, this insightful book discusses their motivations and influences, and asks whether they were heroes, traitors, or just plain scapegoats.</P></DIV>", "average_rating": 0.0, "author": "Neil Root", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Twentieth-Century%20Spies/1372980775.03.jpg"}},{"annotation": "", "uuid": "v5JPTzbqxg84WcjeJi4KRb", "position": 36, "book": {"uuid": "4EXWJhYr3V47r5wmqWjsAH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 531, "title": "Perfectibilists", "publication_date": "2011-12-01", "oyster_good_for_statement": "", "isbn": "9781937584092", "publisher": {"uuid": "po4biqLP7m4zTfattC4cNH", "name": "Trine Day"}, "awards": [], "description": "Presenting an advanced and authoritative perspective, this definitive study chronicles the rise and fall of the Order of the Illuminati, a mysterious Enlightenment-era guild surrounded by myth. Describing this enigmatic community in meticulous detail, more than 1,000 endnotes are included, citing scholars, professors, and academics. Contemporary accounts and the original documents of the Illuminati themselves are covered as well. Copiously illustrated and featuring biographies of more than 400 confirmed members, this survey brings to light a 200-year-old mystery.", "average_rating": 4.14, "author": "Terry Melanson", "cover_img": "https://cflare.oysterbooks.com/covers/Trine%20Day/Perfectibilists/1372980047.44.jpg"}},{"annotation": "", "uuid": "8WjVJHvWqwC6xyv6Rjz7x5", "position": 36, "book": {"uuid": "m94v33NJx4CDHatjfdtgNc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 354, "title": "Bright Particular Stars", "publication_date": "2011-05-01", "oyster_good_for_statement": "", "isbn": "9780857893109", "publisher": {"uuid": "6iz42cktaNSt9xW8dH54gj", "name": "Atlantic Books"}, "awards": [], "description": "<DIV>In <I>Bright Particular Stars</I>, David McKie examines the impact of 26 remarkable British eccentrics on&#160;26 unremarkable British locations. From Broadway in the Cotswolds, where the Victorian bibliomaniac Sir Thomas Phillipps nurtured dreams of possessing every book in the world, to Kilwinning in Scotland, where in 1839 the Earl of Eglinton mounted a tournament that was Renaissance in its extravagance and disastrous in its execution, McKie leads us to places transformed, inspired, and sometimes scandalized by the obsessional endeavors of visionary mavericks. Some of McKie's eccentrics, such as Mary Macarthur, who helped the women chainmakers of Cradley Heath win the right to a fair wage in 1910, were good to the point of saintliness; others, including the composer Peter Heseltine, who in the 1920s set net curtains twitching by his hard drinking and naked motorbike riding, rather less so. But together their fascinating stories illuminate some of the most secret and most extraordinary byways of&#160;British&#160;history. Here, quiet, unassuming streetscapes become sites of eccentric and uproarious sites of action. The triumphs and failures of the visionaries who thus transformed them&#151;recaptured here in vivid and beguiling fashion&#151;have each, in their own way, helped shape&#160;the island's rich and checkered history.</DIV>", "average_rating": 0.0, "author": "David Mckie", "cover_img": "https://cflare.oysterbooks.com/covers/Atlantic%20Books/Bright%20Particular%20Stars/1372980759.9.jpg"}},{"annotation": "", "uuid": "dw8dDFJqSGwXsKJart3zVG", "position": 37, "book": {"uuid": "SBxz2je62K5f5rBKaesRU6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "The Black Death", "publication_date": "2008-04-01", "oyster_good_for_statement": "", "isbn": "9781842435533", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV>The Black Death is the name most commonly given to the pandemic of bubonic plague that ravaged the medieval world in the late 1340s. From Central Asia, the plague swept through Europe, leaving millions of dead in its wake. Between a quarter and a third of Europe's population died, and in England the population fell from nearly six million to just over three million. Sean Martin&#160;looks at the origins of the disease and traces its terrible march through Europe from the Italian cities to the far-flung corners of Scandinavia. He describes contemporary responses to the plague and makes clear how helpless the medicine of the day was&#160;in the face of it. He examines the renewed persecution of the Jews, blamed by many Christians for the spread of the disease, and highlights the bizarre attempts by such groups as the Flagellants to ward off what they saw as the wrath of God.</div>", "average_rating": 3.21, "author": "Sean Martin", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/The%20Black%20Death/1372982128.35.jpg"}},{"annotation": "", "uuid": "jkix9q9cFCokTkdBUHRpuC", "position": 38, "book": {"uuid": "yus2gBuz65G5YfSFMbExeQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "A Spur Called Courage", "publication_date": "2011-07-01", "oyster_good_for_statement": "", "isbn": "9781903071519", "publisher": {"uuid": "khv5dn65ogcsxn9tB66Dsd", "name": "Bene Factum Publishing"}, "awards": [], "description": "<DIV><B>A vivid recount of the little known exploits of 17 courageous Special Operations Executive (SOE) officers in Italy during World War II</B></DIV><DIV>&#160;</DIV><DIV>In this inspiring new study of the SOE and Italian Resistance, 17&#160;extraordinary stories of individual SOE officers illustrate the many and varied tasks of SOE missions throughout the different regions of Italy from 1943-1945. Through their gallantry, ingenuity, and determination, a small handful of SOE missions were able to arm and inspire thousands of Italians to fight the occupying German army after 1943 and in the process give invaluable support to the advancing Allied armies as they pushed north towards Austria.</DIV>", "average_rating": 0.0, "author": "Alan Ogden", "cover_img": "https://cflare.oysterbooks.com/covers/Bene%20Factum%20Publishing/A%20Spur%20Called%20Courage/1372980151.96.jpg"}},{"annotation": "", "uuid": "MHy7wBMyDbosKAER59NQmV", "position": 38, "book": {"uuid": "2Td7k3WMeSRi4yTpttQ2dG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "Byzantium", "publication_date": "2007-05-17", "oyster_good_for_statement": "", "isbn": "9781842436912", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV>So what's so significant about the Byzantine Empire? It is now recognized as having had a considerable influence on the Renaissance and a significant impact in the shaping modern Europe. Modern historians are increasingly acknowledging the role the Byzantine Empire played in the development of both Islam and Christianity, and the relationship between the two. The term 'Byzantine' derives from the ancient Greek city of Byzantium founded in 667 BC by colonists from Megara. It was named in honor of their leader Byzas. It later became better known as Constantinople, that gateway between West and East and played a crucial role in the transmission of Christianity to the West. Constantine is now generally known as the first Christian Emperor, and in recent years interest in him has grown, with his role in the development of Christianity being questioned by Dan Brown, author of <I>The Da Vinci Code</I>, amongst others. A closer examination of this formative period in the history of the church reveals a struggle to gain a coherent and cohesive religious identity. Christianity would emerge as the major religion of the Byzantine Empire in a departure from the pagan worship of the Roman Empire. The Byzantine Empire was often at the centre of profound geopolitical, cultural, and religious forces that threatened to pull it apart. When Byzantine forces suffered a terrible defeat at the hands of the Seljuk Turks at the Battle of Manzikert for example, appeals to the West precipitated the First Crusade. In 1204 during the Fourth Crusade, Constantinople was conquered by the Crusader army. The dramatic siege and subsequent fall of Constantinople to the Ottoman Empire is often seen as marking the end of the medieval period. The Byzantine Empire lasted for over a thousand years, created remarkable art and architecture and created a lasting cultural and religious legacy&#8212;even its decline and fall was to have ramifications that reached far beyond its borders. The fall of Constantinople which had been a key city on the ancient Silk Road, linking East and West led many to consider the prospect of opening up new lines of trade, sea exploration that would eventually lead to major new discoveries, new routes and new worlds.</DIV>", "average_rating": 2.66, "author": "Giles Morgan", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Byzantium/1372982136.69.jpg"}},{"annotation": "", "uuid": "WTddkZoU2GWhj3jHsiaa4J", "position": 38, "book": {"uuid": "amncMuuqKmmoeNuF3aJvVP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "A Short History of Europe", "publication_date": "2010-07-30", "oyster_good_for_statement": "", "isbn": "9781842436660", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV><DIV><DIV><DIV><B>From the coronation of Charlemagne in 800 to the signing of the Treaty of Lisbon in 2007, an accessible history of the people, ideas, institutions, and events that have shaped Europe during the last 1,200 years</B></DIV></B></DIV></B></DIV><DIV>&#160;</DIV><DIV><DIV>This fascinating&#160;history for beginners&#160;provides a coherent map of the jumbled history of Europe and the European idea that has&#160;led up&#160;to this point. A&#160;continent of countless disparate peoples, races, and nations, governed by different ideas, philosophies, religions, and attitudes, Europe nonetheless has a common thread of history running through it, stitching the lands and peoples of its past and present into one fabric and held together by the continent&#8217;s great institutions: the Church of Rome, the Holy Roman Empire, the European Union, individual monarchies, trade organizations, and social movements.&#160;However, people have always&#160;harbored aspirations to make this vast territory one. The Romans came close and a few centuries later, the foundations for a great European state were laid with the creation of the Holy Roman Empire. Napoleon overreached himself in attempting to create a European-wide Empire&#151;as did Adolf Hitler. Now, Europe is as close as it ever has been to being one entity, yet Europeans still cling to&#160;national independence.&#160;</DIV></DIV></DIV>", "average_rating": 0.0, "author": "Gordon Kerr", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/A%20Short%20History%20of%20Europe/1372982146.99.jpg"}},{"annotation": "", "uuid": "mdZabhxheBHUGE8x9BcVRm", "position": 39, "book": {"uuid": "5QPkweqMWsRH5gsHRssgmH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "If Chaos Reigns", "publication_date": "2013-05-07", "oyster_good_for_statement": "", "isbn": "9781480406636", "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}, "awards": [], "description": "<DIV>&ldquo;Gentlemen, do not be daunted if chaos reigns; it undoubtedly will.&rdquo; So said Brigadier S. James Hill, commanding officer of the British 3rd Parachute Brigade, in an address to his troops shortly before the launching of Operation Overlord&mdash;the D-Day invasion of Normandy.&#160;No more prophetic words were ever spoken, for chaos indeed reigned on that day, and many more that followed.</div><DIV>&#160;</div><DIV>Much has been written about the Allied invasion of France, but award-winning military historian Flint Whitlock has put together a unique package&mdash;the first history of the assault that concentrates exclusively on the activities of the American, British, and Canadian airborne forces that descended upon Normandy in the dark, pre-dawn hours of June 6, 1944. Landing into the midst of the unknown, the airborne troops found themselves fighting for their lives on every side in the very jaws of the German defenses, while striving to seize their own key objectives in advance of their seaborne comrades to come.</div><DIV>&#160;</div><DIV>Whitlock details the formation, recruitment, training, and deployment of the Allies&rsquo; parachute and glider troops. First-person accounts by veterans who were there&mdash;from paratroopers to glidermen to the pilots who flew them into the battle, as well as the commanders (Eisenhower, Taylor, Ridgway, Gavin, and more)&mdash;make for compelling, &ldquo;you-are-there&rdquo; reading. <i>If Chaos Reigns</i> is a fitting tribute to the men who rode the wind into battle and managed to pull victory out of confusion, chaos, and almost certain defeat.</div>", "average_rating": 0.0, "author": "Flint Whitlock", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/If%20Chaos%20Reigns/1373336082.56.jpg"}},{"annotation": "", "uuid": "4rZW7GrBTQ3CZTAzvc7dde", "position": 39, "book": {"uuid": "YqXFATvbgABAfp8WyzHj6g", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 250, "title": "To Marry an English Lord", "publication_date": "2012-03-15", "oyster_good_for_statement": "", "isbn": "9780761171980", "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}, "awards": [], "description": "From the Gilded Age until 1914, more than 100 American heiresses invaded Britannia and swapped dollars for titles--just like Cora Crawley, Countess of Grantham, the first of the Downton Abbey characters Julian Fellowes was inspired to create after reading <i>To Marry An English Lord</i>. Filled with vivid personalities, gossipy anecdotes, grand houses, and a wealth of period details--plus photographs, illustrations, quotes, and the finer points of Victorian and Edwardian etiquette--<i>To Marry An English Lord</i> is social history at its liveliest and most accessible.", "average_rating": 3.65, "author": "Gail MacColl", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761171980/1377071033.1.jpg"}},{"annotation": "", "uuid": "KsRnfHCkXySvmBFAeUAWSU", "position": 40, "book": {"uuid": "5nRmdR897G7WbhrwWqJtQm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 264, "title": "The Road to Wigan Pier", "publication_date": "1972-10-18", "oyster_good_for_statement": "", "isbn": "9780547523019", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In the 1930s Orwell was sent by a socialist book club to investigate the appalling mass unemployment in the industrial north of England. He went beyond his assignment to investigate the employed as well-&#8221;to see the most typical section of the English working class.&#8221; Foreword by Victor Gollancz.<BR></DIV>", "average_rating": 3.85, "author": "George Orwell", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523019/1376380123.48.jpg"}},{"annotation": "", "uuid": "ysZKeCTX2ommymFQfm5sr7", "position": 41, "book": {"uuid": "ApPMi9tuH6NtQfnZLsUGYN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 856, "title": "Hitler", "publication_date": "2013-02-01", "oyster_good_for_statement": "", "isbn": "9780544195547", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>A bestseller in its original German edition and subsequently translated into more than a dozen languages, this book has become a classic portrait of a man, a nation, and an era. Index. Translated by Richard and Clara Winston. A Helen and Kurt Wolff Book<br></div>", "average_rating": 4.22, "author": "Joachim C. Fest", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544195547/1376384129.88.jpg"}},{"annotation": "", "uuid": "8WhvKf8YcSsUiChweGTC35", "position": 42, "book": {"uuid": "9CUjZGW2KZxCqMYMp4fER3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "1434", "publication_date": "2009-10-06", "oyster_good_for_statement": "", "isbn": "9780061983245", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>The <em>New York Times</em> bestselling author of <em>1421</em> offers another stunning reappraisal of history, presenting compelling new evidence that traces the roots of the European Renaissance to Chinese exploration in the fifteenth century</p></blockquote><p>The brilliance of the Renaissance laid the foundation of the modern world. Textbooks tell us that it came about as a result of a rediscovery of the ideas and ideals of classical Greece and Rome. But now bestselling historian Gavin Menzies makes the startling argument that in the year 1434, China&#8212;then the world's most technologically advanced civilization&#8212;provided the spark that set the European Renaissance ablaze. From that date onward, Europeans embraced Chinese intellectual ideas, discoveries, and inventions, all of which form the basis of western civilization today.</p><p>Florence and Venice of the early fifteenth century were hubs of world trade, attracting traders from across the globe. Based on years of research, this marvelous history argues that a Chinese fleet&#8212;official ambassadors of the emperor&#8212;arrived in Tuscany in 1434, where they were received by Pope Eugenius IV in Florence. The delegation presented the influential pope with a wealth of Chinese learning from a diverse range of fields: art, geography (including world maps that were passed on to Christopher Columbus and Ferdinand Magellan), astronomy, mathematics, printing, architecture, steel manufacturing, military weaponry, and more. This vast treasure trove of knowledge spread across Europe, igniting the legendary inventiveness of the Renaissance, including the work of such geniuses as da Vinci, Copernicus, Galileo, and more.</p><p>In <em>1434</em>, Gavin Menzies combines this long-overdue historical reexamination with the excitement of an investigative adventure. He brings the reader aboard the remarkable Chinese fleet as it sails from China to Cairo and Florence, and then back across the world. Erudite and brilliantly reasoned, <em>1434</em> will change the way we see ourselves, our history, and our world.</p>", "average_rating": 3.35, "author": "Gavin Menzies", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061983245/1376452823.59.jpg"}},{"annotation": "", "uuid": "tNVb4JapZYxM4qRFvudB2H", "position": 43, "book": {"uuid": "44RHYKTeNYztMPKiXpCjyR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "King Leopold's Ghost", "publication_date": "1999-09-03", "oyster_good_for_statement": "", "isbn": "9780547525730", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In the 1880s, as the European powers were carving up Africa, King Leopold II of Belgium seized for himself the vast and mostly unexplored territory surrounding the Congo River. Carrying out a genocidal plundering of the Congo, he looted its rubber, brutalized its people, and ultimately slashed its population by ten million--all the while shrewdly cultivating his reputation as a great humanitarian. Heroic efforts to expose these crimes eventually led to the first great human rights movement of the twentieth century, in which everyone from Mark Twain to the Archbishop of Canterbury participated. King Leopold's Ghost is the haunting account of a megalomaniac of monstrous proportions, a man as cunning, charming, and cruel as any of the great Shakespearean villains. It is also the deeply moving portrait of those who fought Leopold: a brave handful of missionaries, travelers, and young idealists who went to Africa for work or adventure and unexpectedly found themselves witnesses to a holocaust. Adam Hochschild brings this largely untold story alive with the wit and skill of a Barbara Tuchman. Like her, he knows that history often provides a far richer cast of characters than any novelist could invent. Chief among them is Edmund Morel, a young British shipping agent who went on to lead the international crusade against Leopold. Another hero of this tale, the Irish patriot Roger Casement, ended his life on a London gallows. Two courageous black Americans, George Washington Williams and William Sheppard, risked much to bring evidence of the Congo atrocities to the outside world. Sailing into the middle of the story was a young Congo River steamboat officer named Joseph Conrad. And looming above them all, the duplicitous billionaire King Leopold II. With great power and compassion, King Leopold's Ghost will brand the tragedy of the Congo--too long forgotten--onto the conscience of the West.</DIV>", "average_rating": 4.16, "author": "Adam Hochschild", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525730/1385979587.09.jpg"}},{"annotation": "", "uuid": "iDhCQ7giGz3JDw6TbsNiv", "position": 44, "book": {"uuid": "nRLuEoEugcSE6UMnPenj7m", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "Over the Edge of the World", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061865886", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Ferdinand Magellan's daring circumnavigation of the globe in the sixteenth century was a three-year odyssey filled with sex, violence, and amazing adventure. Now in <em>Over the Edge of the World</em>, prize-winning biographer and journalist <em>Laurence Bergreen</em> entwines a variety of candid, firsthand accounts, bringing to life this groundbreaking and majestic tale of discovery that changed both the way explorers would henceforth navigate the oceans and history itself.</p>", "average_rating": 4.09, "author": "Laurence Bergreen", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061865886/1376527906.2.jpg"}},{"annotation": "", "uuid": "VZU8yLARmz2ceZ4b8ekjbd", "position": 45, "book": {"uuid": "BDedR3ThqNwmHSyxSKhVy5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "She-Wolves", "publication_date": "2011-02-22", "oyster_good_for_statement": "", "isbn": "9780062065780", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>When Edward VI died in 1553, the extraordinary fact was that there was no one left to claim the title of king of England. For the first time, England would have a reigning queen&#8212;but the question was which one: Katherine of Aragon's daughter, Mary; Anne Boleyn's daughter, Elizabeth; or one of their cousins, Lady Jane Grey or Mary, Queen of Scots. </p><p>But female rule in England also had a past. Four hundred years before Edward's death, Matilda, daughter of Henry I and granddaughter of William the Conqueror, came tantalizingly close to securing the crown for herself. And between the twelfth and fifteenth centuries three more exceptional women&#8212;Eleanor of Aquitaine, Isabella of France, and Margaret of Anjou&#8212;discovered how much was possible if pre-sumptions of male rule were not confronted so explicitly&#8212;and just how quickly they might be vilified as \"she-wolves\" for their pains.</p><p>The stories of these women, told here in all their vivid detail, expose the paradox that female heirs to the Tudor throne had no choice but to negotiate. Man was the head of woman, and the king was the head of all. How, then, could royal power lie in female hands? </p>", "average_rating": 3.94, "author": "Helen Castor", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065780/1376552532.45.jpg"}},{"annotation": "", "uuid": "EcWCjPFMAqUtM4Ath66R3E", "position": 46, "book": {"uuid": "G582FWX6pJGvRJBHBVdvf6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Tigress of Forli", "publication_date": "2011-10-18", "oyster_good_for_statement": "", "isbn": "9780547608044", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&ldquo;In this insightful, fascinating portrayal, Elizabeth Lev brings  Caterina Sforza and her times very much to life.&rdquo;&mdash;Kathleen Turner,  actress and author of <I>Send Yourself Roses</I><BR><br> A  strategist to match Machiavelli; a warrior who stood toe to toe with the  Borgias; a wife whose three marriages would end in bloodshed and  heartbreak; and a mother determined to maintain her family&rsquo;s honor,  Caterina Riario Sforza de&rsquo; Medici was a true Renaissance celebrity,  beloved and vilified in equal measure. In this dazzling biography,  Elizabeth Lev illuminates her extraordinary life and accomplishments.<BR><br> Raised  in the court of Milan and wed at age ten to the pope&rsquo;s corrupt nephew,  Caterina was ensnared in Italy&rsquo;s political intrigues early in life.  After turbulent years in Rome&rsquo;s papal court, she moved to the Romagnol  province of Forl&igrave;. Following her husband&rsquo;s assassination, she ruled  Italy&rsquo;s crossroads with iron will, martial strength, political savvy,  and an icon&rsquo;s fashion sense. In finally losing her lands to the Borgia  family, she put up a resistance that inspired all of Europe and set the  stage for her progeny&mdash;including Cosimo de&rsquo; Medici&mdash;to follow her example  to greatness.<BR><br> A rich evocation of Renaissance life, <I>The Tigress of Forl&igrave;</I> reveals Caterina Riario Sforza as a brilliant and fearless ruler, and a tragic but unbowed figure.<BR><br> &ldquo;A  rich, nuanced portrait of a highly controversial beauty and military  leader, and her violent, albeit glittering, Italian Renaissance  milieu.&rdquo;&mdash;<I>Publishers Weekly</I><BR><br> &ldquo;Well-written and  meticulously researched, The Tigress of Forl&igrave; recreates the world of  Renaissance Italy in all its grandeur and violence. At the center stands  a remarkable woman, Caterina Riario Sforza. Mother, warrior, and icon,  Caterina is unforgettable, and so is the exciting story that Elizabeth  Lev tells here.&rdquo;&mdash;Barry Strauss, author of <I>Masters of Command: Alexander, Hannibal, Caesar, and the Genius of Leadership</I></div>", "average_rating": 4.14, "author": "Elizabeth Lev", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547608044/1376381371.57.jpg"}},{"annotation": "", "uuid": "Sx3vsuZiNrstkzTLeLYcVV", "position": 47, "book": {"uuid": "jXrbM2N9dCwU6ZSoUwC349", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "The Berlin Wall", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061870361", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>On the morning of August 13, 1961, the residents of East Berlin found themselves cut off from family, friends and jobs in the West by a tangle of barbed wire that ruthlessly cut a city of four million in two. Within days the barbed-wire entanglement would undergo an extraordinary metamorphosis: it became an imposing 103-mile-long wall guarded by three hundred watchtowers. A physical manifestation of the struggle between Soviet Communism and American capitalism&#8212;totalitarianism and freedom&#8212;that would stand for nearly thirty years, the Berlin Wall was the high-risk fault line between East and West on which rested the fate of all humanity. Many brave people risked their lives to overcome this lethal barrier, and some paid the ultimate price.</p><p>In this captivating work, sure to be the definitive history on the subject, Frederick Taylor weaves together official history, archival materials and personal accounts to tell the complete story of the Wall's rise and fall, from the postwar political tensions that created a divided Berlin to the internal and external pressures that led to the Wall's demise. In addition, he explores the geopolitical ramifications as well as the impact the wall had on ordinary lives that is still felt today. For the first time the entire world faced the threat of imminent nuclear apocalypse, a fear that would be eased only when the very people the Wall had been built to imprison breached it on the historic night of November 9, 1989.</p><p>Gripping and authoritative, <em>The Berlin Wall</em> is the first comprehensive account of a divided city and its people in a time when the world seemed to stand permanently on the edge of destruction. </p>", "average_rating": 4.01, "author": "Frederick Taylor", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061870361/1376527970.76.jpg"}},{"annotation": "", "uuid": "4enG3g2ZQbpzwFPzyqdApF", "position": 48, "book": {"uuid": "z2HnpBTVwMBvCgiNiaVrjB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The Map That Changed the World", "publication_date": "2009-10-27", "oyster_good_for_statement": "", "isbn": "9780061978272", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>In 1793, a canal digger named William Smith made a startling discovery. He found that by tracing the placement of fossils, which he uncovered in his excavations, one could follow layers of rocks as they dipped and rose and fell&#8212;clear across England and, indeed, clear across the world&#8212;making it possible, for the first time ever, to draw a chart of the hidden underside of the earth. Smith spent twenty-two years piecing together the fragments of this unseen universe to create an epochal and remarkably beautiful hand-painted map. But instead of receiving accolades and honors, he ended up in debtors' prison, the victim of plagiarism, and virtually homeless for ten years more. </p><p><em>The Map That Changed the World</em> is a very human tale of endurance and achievement, of one man's dedication in the face of ruin. With a keen eye and thoughtful detail, Simon Winchester unfolds the poignant sacrifice behind this world-changing discovery.</p>", "average_rating": 3.75, "author": "Simon Winchester", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061978272/1376529315.78.jpg"}},{"annotation": "", "uuid": "Npw4FaqfHhDAG36mBocKpC", "position": 49, "book": {"uuid": "fxDRuyNh5MWjmTUBBud5d9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "A Medieval Family", "publication_date": "2010-09-21", "oyster_good_for_statement": "", "isbn": "9780062016744", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The Pastons family of Norfolk, England, has long been known to medieval scholars for its large collection of personal correspondence, which has survived five centuries. Revealing a wealth of information about manners, morals, lifestyle, and attitudes of the late Middle Ages, the letters also tell the story of three generations of the fifteenth-century Paston family that treads like a historical novel full of memorable characters: Margaret Paston, the indomitable wife and mother who fought the family's battles; her husband, John Paston I, tough, hardheaded, and thrice confined to Fleet Prison but never yielding to his enemies; daughter Margery, who scandalized family and friends by falling in love with the Paston bailiff, Richard Calle; lighthearted, chivalric Sir John; and cheerful, sensible John III, who against all odds succeeded in marrying for love.</p><p><em>A Medieval Family</em> traces the Pastons history from 1420, through the stormy Wars of the Roses, to the early 1500s. The family's story, extracted from their letters and papers and told largely in their own words, shows a side of history rarely revealed: the lives and fortunes not of kings and queens but of ordinary middle-class people with problems, tragedies, and moments of happiness. </p>", "average_rating": 3.57, "author": "Frances Gies", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062016744/1376490232.75.jpg"}},{"annotation": "", "uuid": "UC9c4U5GSYEaSYZqSzSqEg", "position": 50, "book": {"uuid": "CgUQkQ6ckuGNidNbf656n7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Sistine Secrets", "publication_date": "2009-10-27", "oyster_good_for_statement": "", "isbn": "9780061987458", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p> The Shocking Secrets of Michelangelo&#39;s Sistine Chapel Artwork </p><p>The recent cleaning of the Sistine Chapel frescoes removed layer after layer of centuries of accumulated tarnish and darkness. <em>The Sistine Secrets</em> endeavors to remove the centuries of prejudice, censorship, and ignorance that blind us to the truth about one of the world&#39;s most famous and beloved art treasures.</p><p>Some images that appeared in the print edition of this book are unavailable in the electronic edition due to rights reasons.</p>", "average_rating": 3.81, "author": "Benjamin Blech", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987458/1376529720.3.jpg"}},{"annotation": "", "uuid": "84ATdy2FQdb6Hg5qi8zCKF", "position": 51, "book": {"uuid": "85cDPwSF2XPbKtCwV6pMuX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "A Year in the Life of William Shakespeare", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061840906", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "bTc56LjDQnvy4vc4zHB27A", "image": null, "name": "Winner of the Samuel Johnson Prize for Non-Fiction"}], "description": "<center><p>1599 was an epochal year for Shakespeare and England</p></center><p>Shakespeare wrote four of his most famous plays: <em>Henry the Fifth, Julius Caesar, As You Like It,</em> and, most remarkably, <em>Hamlet</em>; Elizabethans sent off an army to crush an Irish rebellion, weathered an Armada threat from Spain, gambled on a fledgling East India Company, and waited to see who would succeed their aging and childless queen.</p><p>James Shapiro illuminates both Shakespeare&#8217;s staggering achievement and what Elizabethans experienced in the course of 1599, bringing together the news and the intrigue of the times with a wonderful evocation of how Shakespeare worked as an actor, businessman, and playwright. The result is an exceptionally immediate and gripping account of an inspiring moment in history.</p>", "average_rating": 4.04, "author": "James Shapiro", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061840906/1376527394.87.jpg"}},{"annotation": "", "uuid": "szHJafs8kU2ePK8TsNwpwA", "position": 52, "book": {"uuid": "S66if4vFCLEzhMT27Hs9qm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "God's Secretaries", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061804021", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>A network of complex currents flowed across Jacobean England. This was the England of Shakespeare, Jonson, and Bacon; the era of the Gunpowder Plot and the worst outbreak of the plague. Jacobean England was both more godly and less godly than the country had ever been, and the entire culture was drawn taut between these polarities. This was the world that created the King James Bible. It is the greatest work of English prose ever written, and it is no coincidence that the translation was made at the moment \"Englishness,\" specifically the English language itself, had come into its first passionate maturity. The English of Jacobean England has a more encompassing idea of its own scope than any form of the language before or since. It drips with potency and sensitivity. The age, with all its conflicts, explains the book.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "average_rating": 3.75, "author": "Adam Nicolson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061804021/1376452234.84.jpg"}},{"annotation": "", "uuid": "EyNbFqQPXdvaLm6v327njY", "position": 53, "book": {"uuid": "AjSKR7dmCL9uwUTRtY63EM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "The Great Survivors", "publication_date": "2012-06-15", "oyster_good_for_statement": "", "isbn": "9781846882135", "publisher": {"uuid": "3yYNm3Ue8CUH2cunJKYrzU", "name": "Alma Books"}, "awards": [], "description": "<DIV><B>From the coauthor of <I>The King's Speech</I> comes an uncompromising portrayal of Europe's royals</B></DIV><DIV>&#160;</DIV><DIV>In this riveting and extensively researched account of the royals, Peter Conradi&#8212;the celebrated coauthor of <I>The</I> <I>King's Speech</I>, on which the Academy Award&#8211;winning film of the same name was based&#8212;reveals the scandals, excesses, conflicts, and interests hidden behind the pomp of the ceremonial garb and the grandeur of official functions. Taking the reader on a journey between past and present into a world populated by great celebrities such as Wallis Simpson, Grace Kelly, and Princess Diana, as well as lesser-known and slightly murkier aristocratic figures, this book analyzes the reasons behind this anachronistic paradox by looking at the history of the main European dynasties and providing a keyhole glimpse into their world, their lives, and their secrets. At a time when Western society appears to be demanding more equality&#160;and&#160;democracy,&#160;people's&#160;fascination&#160;with&#160;monarchies shows no signs of waning.</DIV>", "average_rating": 3.68, "author": "Peter Conradi", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/The%20Great%20Survivors/1372981298.19.jpg"}},{"annotation": "", "uuid": "SEmfezeNAYiCWAqV8KQtWY", "position": 54, "book": {"uuid": "whtExUzqJ469X5W8sHaHBU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Borgias and Their Enemies", "publication_date": "2009-09-16", "oyster_good_for_statement": "", "isbn": "9780547350615", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><DIV><DIV><DIV><DIV>The first major biography of the Borgias in thirty years, Christopher Hibbert's latest history brings the family and the world they lived in&#151;the glittering Rome of the Italian Renaissance&#151;to life.</div></DIV><DIV>&#160;</DIV><DIV>The name Borgia is synonymous with the corruption, nepotism, and greed that were rife in Renaissance Italy. The powerful, voracious Rodrigo Borgia, better known to history as Pope Alexander VI, was the central figure of the dynasty. Two of his seven papal offspring also rose to power and fame -- his daughter Lucrezia and her brother Cesare, who murdered Lucrezia's husband and served as the model for Machiavelli's <I>The Prince</I>. The Borgias were notorious for seizing power, wealth, land, and titles through bribery, marriage, and murder.&#160;The story of the family's dramatic rise from its Spanish roots to the highest position in Italian society is an absorbing tale.</DIV></DIV></DIV></DIV>", "average_rating": 3.61, "author": "Christopher Hibbert", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350615/1376379505.24.jpg"}},{"annotation": "", "uuid": "e2Zjyn3NZP7bMRSxaEsLYf", "position": 55, "book": {"uuid": "bzcb8HFZGUJKMqXBSYfXNQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "A Mosque in Munich", "publication_date": "2010-05-04", "oyster_good_for_statement": "", "isbn": "9780547488684", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null, "name": "Pulitzer Prize-Winning Author"}], "description": "<P>In the wake of the news that the 9/11 hijackers had lived in Europe, journalist Ian Johnson wondered how such a radical group could sink roots into Western soil. Most accounts reached back twenty years, to U.S. support of Islamist fighters in Afghanistan. But Johnson dug deeper, to the start of the Cold War, uncovering the untold story of a group of ex-Soviet Muslims who had defected to Germany during World War II. There, they had been fashioned into a well-oiled anti-Soviet propaganda machine. As that war ended and the Cold War began, West German and U.S. intelligence agents vied for control of this influential group, and at the center of the covert tug of war was a quiet mosque in Munich&#8212;radical Islam&#8217;s first beachhead in the West.  <p>Culled from an array of sources, including newly declassified documents, A Mosque in Munich interweaves the stories of several key players: a Nazi scholar turned postwar spymaster; key Muslim leaders across the globe, including members of the Muslim Brotherhood; and na&#239;ve CIA men eager to fight communism with a new weapon, Islam. A rare ground-level look at Cold War spying and a revelatory account of the West&#8217;s first, disastrous encounter with radical Islam, A Mosque in Munich is as captivating as it is crucial to our understanding the mistakes we are still making in our relationship with Islamists today<br>", "average_rating": 3.72, "author": "Ian Johnson", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488684/1376380650.74.jpg"}},{"annotation": "", "uuid": "ozrxhmwDUHuxLFcuQrBo5e", "position": 56, "book": {"uuid": "QshGufGizQYBnGhrdQ37uB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "God's Jury", "publication_date": "2012-01-17", "oyster_good_for_statement": "", "isbn": "9780547607825", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Established by the Catholic  Church in 1231, the Inquisition continued in one form or another for  almost seven hundred years. Though associated with the persecution of  heretics and Jews &mdash; and with burning at the stake &mdash; its targets were  more numerous and its techniques more ambitious. The Inquisition  pioneered surveillance, censorship, and &ldquo;scientific&rdquo; interrogation. As  time went on, its methods and mindset spread far beyond the Church to  become tools of secular persecution. Traveling from freshly opened  Vatican archives to the detention camps of Guant&aacute;namo to the filing  cabinets of the Third Reich, the acclaimed writer Cullen Murphy traces  the Inquisition and its legacy, showing that not only did its offices  survive into the twentieth century, but in the modern world its spirit  is more influential than ever.<BR><br> With the combination of vivid immediacy and learned analysis that characterized his acclaimed <I>Are We Rome?</I>,  Murphy puts a human face on a familiar but little-known piece of our  past and argues that only by understanding the Inquisition can we hope  to explain the making of the present.</div>", "average_rating": 3.7, "author": "Cullen Murphy", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547607825/1376381464.4.jpg"}},{"annotation": "", "uuid": "pNQ6BwzanXr6xhXAexeRdf", "position": 57, "book": {"uuid": "Ydbm2dMgdQCLmkeKHozoh6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Agent Garbo", "publication_date": "2012-07-03", "oyster_good_for_statement": "", "isbn": "9780547614823", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&ldquo;The book presses ever forward down a path of historical marvels and  astonishing facts. The effect is like a master class that&rsquo;s accessible  to anyone, and <I>Agent Garbo</I> often reads as though it were written in a single, perfect draft.&rdquo;&mdash;<I>The Atlantic</I><BR><br><br> Before he remade himself as the master spy known as Garbo, Juan Pujol  was nothing more than a Barcelona poultry farmer. But as Garbo, he  turned in a masterpiece of deception that changed the course of World  War II. Posing as the Nazis&rsquo; only reliable spy inside England, he  created an imaginary million-man army, invented armadas out of thin air,  and brought a vast network of fictional subagents to life. The scheme  culminated on June 6, 1944, when Garbo convinced the Germans that the  Allied forces approaching Normandy were just a feint&mdash;the real invasion  would come at Calais. Because of his brilliant trickery, the Allies were  able to land with much less opposition and eventually push on to  Berlin.<BR><br> As incredible as it sounds, everything in Agent Garbo is true, based on  years of archival research and interviews with Pujol&rsquo;s family. This  pulse-pounding thriller set in the shadow world of espionage and  deception reveals the shocking reality of spycraft that occurs just  below the surface of history.<BR><br><br> &ldquo;Stephan Talty&rsquo;s unsurpassed research brings forth one of the war&rsquo;s  greatest agents in a must-read book for those who think they know all  the great World War II stories.&rdquo; &mdash;Gregory Freeman, author of <I>The Forgotten 500</I></div>", "average_rating": 4.02, "author": "Stephan Talty", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547614823/1376382469.59.jpg"}},{"annotation": "", "uuid": "iQBbD3Wz72wPxccz8jcC73", "position": 60, "book": {"uuid": "MsXLoZY5oFmEPgB9QDTZFW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Lisbon", "publication_date": "2011-11-01", "oyster_good_for_statement": "", "isbn": "9781586488802", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "awards": [], "description": "<DIV>Lisbon had a pivotal role in the history of World War II, though not a gun was fired there. The only European city in which both the Allies and the Axis power operated openly, it was temporary home to much of Europe&#8217;s exiled royalty, over one million refugees seeking passage to the U.S., and a host of spies, secret police, captains of industry, bankers, prominent Jews, writers and artists, escaped POWs, and black marketeers. An operations officer writing in 1944 described the daily scene at Lisbon&#8217;s airport as being like the movie &#147;Casablanca,&#8221; times twenty.<p> In this riveting narrative, renowned historian Neill Lochery draws on his relationships with high-level Portuguese contacts, access to records recently uncovered from Portuguese secret police and banking archives, and other unpublished documents to offer a revelatory portrait of the War&#8217;s back stage. And he tells the story of how Portugal, a relatively poor European country trying frantically to remain neutral amidst extraordinary pressures, survived the war not only physically intact but significantly wealthier. The country&#8217;s emergence as a prosperous European Union nation would be financed in part, it turns out, by a cache of Nazi gold.</DIV>", "average_rating": 0.0, "author": "Neill Lochery", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586488802/1387371117.34.jpg"}},{"annotation": "", "uuid": "BqV9Db5vW7FQStwSqC5g87", "position": 61, "book": {"uuid": "zmxaRHiD8HNvT52oHFenpE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Ajax, the Dutch, the War", "publication_date": "2012-09-11", "oyster_good_for_statement": "", "isbn": "9781568587240", "publisher": {"uuid": "6drzwNs6sqMUS2pmUcB6rn", "name": "Nation Books"}, "awards": [], "description": "<DIV>When most people think about the Netherlands, images of tulips and peaceful pot smoking residents spring to mind. Bring up soccer, and most will think of Johan Cruyuff, the Dutch player thought to rival Pele in preternatural skill, and Ajax, one of the most influential soccer clubs in the world whose academy system for young athletes has been replicated around the globe (and most notably by Barcelona and the 2010 world champions, Spain).<br><BR>But as international bestselling author Simon Kuper writes in <I>Ajax, The Dutch, The War: Soccer in Europe During the Second World War</I>, the story of soccer in Holland cannot be understood without investigating what really occurred in this country during WWII. For decades, the Dutch have enjoyed the reputation of having a &#147;good war.&#8221; The myth is even resonant in Israel where Ajax is celebrated. The fact is, the Jews suffered shocking persecution at the hands of Dutch collaborators. Holland had the second largest Nazi movement in Europe outside Germany, and in no other country except Poland was so high a percentage of Jews deported.<br><BR>Kuper challenges Holland&#8217;s historical amnesia and uses soccer&#151;particularly the experience of Ajax, a club long supported by Amsterdam&#8217;s Jews&#151;as a window on wartime Holland and Europe. Through interviews with Resistance fighters, survivors, wartime soccer players and more, Kuper uncovers this history that has been ignored, and also finds out why the Holocaust had a profound effect on soccer in the country.<br><BR>Ajax produced Cruyuff but was also built by members of the Dutch resistance and Holocaust survivors. It became a surrogate family for many who survived the war and its method for producing unparalleled talent became the envy of clubs around the world. In this passionate, haunting and moving work of forensic reporting, Kuper tells the breathtaking story of how Dutch Jews survived the unspeakable and came to play a strong role in the rise of the most exciting and revolutionary style of soccer &#151; &#147;Total Football&#8221; &#151; the world had ever seen.</DIV>", "average_rating": 0.0, "author": "Simon Kuper", "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568587240/1387371108.1.jpg"}},{"annotation": "", "uuid": "7LQeXy2DZDZkJaLV3ahkyk", "position": 62, "book": {"uuid": "kdRCBXUMccTZDUmeuJMGYd", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 228, "title": "The Bourgeois", "publication_date": "2013-06-04", "oyster_good_for_statement": "", "isbn": "9781781683057", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p>&ldquo;The bourgeois ... Not so long ago, this notion seemed indispensable to social analysis; these days, one might go years without hearing it mentioned. Capitalism is more powerful than ever, but its human embodiment seems to have vanished. &lsquo;I am a member of the bourgeois class, feel myself to be such, and have been brought up on its opinions and ideals,&rsquo; wrote Max Weber, in 1895. Who could repeat these words today? Bourgeois &lsquo;opinions and ideals&rsquo;&mdash;what are they?&rdquo;</p><p>Thus begins Franco Moretti&rsquo;s study of the bourgeois in modern European literature&mdash;a major new analysis of the once-dominant culture and its literary decline and fall. Moretti&rsquo;s gallery of individual portraits is entwined with the analysis of specific keywords&mdash;&ldquo;useful&rdquo; and &ldquo;earnest,&rdquo; &ldquo;efficiency,&rdquo; &ldquo;influence,&rdquo; &ldquo;comfort,&rdquo; &ldquo;roba&rdquo;&mdash;and of the formal mutations of the medium of prose. From the &ldquo;working master&rdquo; of the opening chapter, through the seriousness of nineteenth-century novels, the conservative hegemony of Victorian Britain, the &ldquo;national malformations&rdquo; of the Southern and Eastern periphery, and the radical self-critique of Ibsen&rsquo;s twelve-play cycle, the book charts the vicissitudes of bourgeois culture, exploring the causes for its historical weakness, and for its current irrelevance.</p>", "average_rating": 0.0, "author": "Franco Moretti", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683057/1386003252.23.jpg"}},{"annotation": "", "uuid": "hNKzRNFV7bU7HpDEWYo8Q7", "position": 63, "book": {"uuid": "A8n8e9oyFhxvkCQfX6TMdS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "God's Battalions", "publication_date": "2009-09-29", "oyster_good_for_statement": "", "isbn": "9780061942983", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In <em>God's Battalions</em>, award-winning author Rodney Stark takes on the long-held view that the Crusades were the first round of European colonialism, conducted for land, loot, and converts by barbarian Christians who victimized the cultivated Muslims. To the contrary, Stark argues that the Crusades were the first military response to unwarranted Muslim terrorist aggression. </p><p>Stark reviews the history of the seven major Crusades from 1095 to 1291, demonstrating that the Crusades were precipitated by Islamic provocations, centuries of bloody attempts to colonize the West, and sudden attacks on Christian pilgrims and holy places. Although the Crusades were initiated by a plea from the pope, Stark argues that this had nothing to do with any elaborate design of the Christian world to convert all Muslims to Christianity by force of arms. Given current tensions in the Middle East and terrorist attacks around the world, Stark's views are a thought-provoking contribution to our understanding and are sure to spark debate.</p>", "average_rating": 3.99, "author": "Rodney Stark", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061942983/1376528593.71.jpg"}},{"annotation": "", "uuid": "oBfC4em7YxRitsFTcvVTbM", "position": 64, "book": {"uuid": "TsmmSerWRrJeU9zX7kddfG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Hitler's Furies", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9780547807416", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Wendy Lower&#8217;s stunning account of the role of German women on the World War II Nazi eastern front powerfully revises history, proving that we have ignored the reality of women&#8217;s participation in the Holocaust, including as brutal killers. The long-held picture of German women holding down the home front during the war, as loyal wives and cheerleaders for the F&#252;hrer, pales in comparison to Lower&#8217;s incisive case for the massive complicity, and worse, of the 500,000 young German women she places, for the first time, directly in the killing fields of the expanding Reich.<BR><BR><I>Hitler&#8217;s Furies</I> builds a fascinating and convincing picture of a morally &#8220;lost generation&#8221; of young women, born into a defeated, tumultuous post&#8211;World War I Germany, and then swept up in the nationalistic fervor of the Nazi movement&#8212;a twisted political awakening that turned to genocide. These young women&#8212;nurses, teachers, secretaries, wives, and mistresses&#8212;saw the emerging Nazi empire as a kind of &#8220;wild east&#8221; of career and matrimonial opportunity, and yet could not have imagined what they would witness and do there. Lower, drawing on twenty years of archival and field work on the Holocaust, access to post-Soviet documents, and interviews with German witnesses, presents overwhelming evidence that these women were more than &#8220;desk murderers&#8221; or comforters of murderous German men: that they went on &#8220;shopping sprees&#8221; for Jewish-owned goods and also brutalized Jews in the ghettos of Poland, Ukraine, and Belarus; that they were present at killing-field picnics, not only providing refreshment but also taking their turn at the mass shooting. And Lower uncovers the stories, perhaps most horrific, of SS wives with children of their own, whose female brutality is as chilling as any in history.<BR><BR><I>Hitler&#8217;s Furies</I> will challenge our deepest beliefs: genocide is women&#8217;s business too, and the evidence can be hidden for seventy years.</DIV>", "average_rating": 3.94, "author": "Wendy Lower", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547807416/1383487931.92.jpg"}},{"annotation": "", "uuid": "o4ZPqXTWgwzhr4jxaeu4kn", "position": 65, "book": {"uuid": "sJdQTrxFHywzj4vSpzaH86", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 400, "title": "The Invention of Paris", "publication_date": "2011-05-23", "oyster_good_for_statement": "", "isbn": "9781844678006", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p><em>The Invention of Paris</em> is a tour through the streets and history of the French capital under the guidance of radical Parisian author and publisher Eric Hazan.</p><p>Hazan reveals a city whose squares echo with the riots, rebellions and revolutions of the nineteenth and twentieth centuries. Combining the raconteur&rsquo;s ear for a story with a historian&rsquo;s command of the facts, he introduces an incomparable cast of characters: the literati, the philosophers and the artists&mdash;Balzac, Baudelaire, Blanqui, Flaubert, Hugo, Maney, and Proust, of course; but also Doisneau, Nerval and Rousseau.</p><p>It is a Paris dyed a deep red in its convictions. It is haunted and vitalized by the history of the barricades, which Hazan retells in rich detail. <em>The Invention of Paris</em> opens a window on the forgotten byways of the capital&rsquo;s vibrant and bloody past, revealing the city in striking new colors.</p>", "average_rating": 3.52, "author": "Eric Hazan", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678006/1386003470.24.jpg"}},{"annotation": "", "uuid": "wZs5474stLSVzjuAVM2n96", "position": 66, "book": {"uuid": "YWdrVew5ohWuRHNYahFHSg", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 470, "title": "Late Victorian Holocausts", "publication_date": "2002-06-17", "oyster_good_for_statement": "", "isbn": "9781781680612", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p>Examining aseries of El Niño-induced droughts and the famines that they spawnedaround the globe in the last third of the 19th century, Mike Davisdiscloses the intimate, baleful relationship between imperial arroganceand natural incident that combined to produce some of the worsttragedies in human history.</p><p><em>Late Victorian Holocausts</em>focuses on three zones of drought and subsequent famine: India,Northern China; and Northeastern Brazil. All were affected by the sameglobal climatic factors that caused massive crop failures, and allexperienced brutal famines that decimated local populations. But theeffects of drought were magnified in each case because of singularlydestructive policies promulgated by different ruling elites.</p><p>Davis argues that the seeds of underdevelopment in what later became known asthe Third World were sown in this era of High Imperialism, as the pricefor capitalist modernization was paid in the currency of millions of peasants&rsquo; lives.</p>", "average_rating": 4.26, "author": "Mike Davis", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680612/1378347280.68.jpg"}},{"annotation": "", "uuid": "Pd37TkxeESktAusEvxmdw8", "position": 67, "book": {"uuid": "pLfFpD3j9Y4nLGMyJQym6U", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 592, "title": "The New Old World", "publication_date": "2009-12-15", "oyster_good_for_statement": "", "isbn": "9781844678068", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p><em>The New Old World</em> looks at the history of the European Union, the core continental countries within it, and the issue of its further expansion into Asia. It opens with a consideration of the origins and outcomes of European integration since the Second World War, and how today&rsquo;s EU has been theorized across a range of contemporary disciplines. It then moves to more detailed accounts of political and cultural developments in the three principal states of the original Common Market&mdash;France, Germany and Italy. A third section explores the interrelated histories of Cyprus and Turkey that pose a leading geopolitical challenge to the Community. The book ends by tracing ideas of European unity from the Enlightenment to the present, and their bearing on the future of the Union. <em>The New Old World</em> offers a critical portrait of a continent now increasingly hailed as a moral and political example to the world at large.</p>", "average_rating": 4.21, "author": "Perry Anderson", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678068/1386003520.93.jpg"}},{"annotation": "", "uuid": "EVDjaMLkPRFGjG58fvKWpm", "position": 68, "book": {"uuid": "xKWECHQR4Ukat3st5ArTn6", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 0, "title": "Story of My People", "publication_date": "2013-05-07", "oyster_good_for_statement": "", "isbn": "9781590515556", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "description": "Winner of the 2011 Strega Prize, this blend of essay, social criticism, and memoir is a striking portrait of the effects of globalization on Italy’s declining economy.\r\n \r\nStarting from his family’s textile factory in Prato, Tuscany, Edoardo Nesi examines the recent shifts in Italy’s manufacturing industry. Only one generation ago, Prato was a thriving industrial center that prided itself on craftsmanship and quality. But during the last decade, cheaply made goods—produced overseas or in Italy by poorly paid immigrants—saturated the market, making it impossible for Italian companies to keep up. In 2004 his family was forced to sell the textile factory. How this could have happened? Nesi asks, and what are the wider repercussions of losing businesses like his family’s, especially for Italian culture?\r\n \r\nStory of My People is a denouncement of big business, corrupt politicians, the arrogance of economists, and cheap manufacturing. It’s a must-read for anyone seeking insight into the financial crisis that’s striking Europe today.", "average_rating": 4.13, "author": "Edoardo Nesi", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515556/1378051230.83.jpg"}},{"annotation": "", "uuid": "aCCauYb6Tg4mcRdCMG2ehZ", "position": 69, "book": {"uuid": "d6E6ZvmNvNsRDhUY74r7W9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 172, "title": "What's So Eastern About Eastern Europe?", "publication_date": "2010-01-01", "oyster_good_for_statement": "", "isbn": "9781842434307", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<P style=\"MARGIN: 3pt 0in 0pt\">Leon Marc gives the reader the big picture of Eastern Europe&#151;its political, economic, social and cultural history, the nature of changes there and of the issues at stake in the political and economic transition&#151;while putting the fall of the Berlin Wall and the EU enlargement into a broader perspective of general European history. Three key strands of Eastern Europe&#151;Central Europe, Eastern Europe proper, and Southeast Europe&#151;are identified and the Germanic, Byzantine, and Ottoman influences on the region are examined. <I>What&#8217;s </I>So<I> Eastern About Eastern Europe?</I> is written in an accessible, non-academic way, addressing the stereotypes about the region and their roots and explaining why the notion of Eastern Europe is now obsolete and misleading. It gives an Eastern European&#8217;s perspective, and is informed by the author&#8217;s own personal experience of the changes that brought the Wall down.</P>", "average_rating": 0.0, "author": "Leon Marc", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/What%27s%20So%20Eastern%20About%20Eastern%20Europe%3F/1372979317.67.jpg"}}]