[{"position": 10, "book": {"description": "<DIV><b>In trouble with the KGB, Rostnikov is sent to investigate a death in Siberia</b></div><DIV><BR>After three decades serving with the Moscow police, Porfiry Rostnikov is back at the bottom. When forced to choose between the law and the party line, he fights for justice&mdash;a disturbing preference that has won him no friends at the Kremlin. Now his enemies in the KGB have transferred him to the lowest rungs of Moscow law enforcement, a backwater department assigned with only the most token murders. But, peculiarly, Rostnikov&rsquo;s newest assignment is no token at all.</div><DIV>&#160;</div><DIV>While in Siberia investigating the death of a dissident&rsquo;s daughter, a corrupt commissar is stabbed through the eye with an icicle. Finding his killer should be a top priority, yet the KGB hands it off to the disgraced detective. Someone doesn&rsquo;t want this murder solved, and there are people in Moscow who may be plotting to ensure Rostnikov does not live to see the end of this Siberian winter. </div>", "isbn": "9781453266366", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-16", "number_print_pages": 213, "average_rating": 3.96, "title": "A Cold Red Sunrise", "uuid": "gnrPTftgr6cwgmDLXQkzmj", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Cold%20Red%20Sunrise/1373331234.3.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Stuart M. Kaminsky", "status": 1}, "uuid": "EVSyp9xErsdTaJ34NZNCFg", "annotation": ""},{"position": 23, "book": {"description": "<p>The news is full of it: escalating tensions from illegal immigration; headless bodies hanging off bridges and bounties placed on lawmen on both sides of the border. New Austin, Ohio, is a town grappling with waves of undocumented workers who exert tremendous pressure on schools, police and city services. In the midst of the turmoil, three very different kinds of cops scramble to maintain control and impose order.</p> <p>But the rape-murder of a Mexican-American woman triggers a brutal chain of events that threatens to leave no survivors. <i>El Gavilan</i> is a novel of shifting alliances and whiplash switchbacks. Families are divided and careers and lives threatened. Friendships and ideals are tested and budding love affairs challenged. With its topical themes, shades-of-gray characters and dark canvas, <i>El Gavilan</i> is a novel for our charged times.</p>", "isbn": "9781440531927", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-11-18", "number_print_pages": 432, "average_rating": 3.78, "title": "El Gavilan", "uuid": "nTVWAkrWnQTpbcjAPFHtWT", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/42/421355185709.91.jpg", "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Craig McDonald", "status": 1}, "uuid": "UXPGorAUZAkMRx65utBLHf", "annotation": ""},{"position": 6, "book": {"description": "<DIV><b>In this Edgar Award&ndash;winning debut novel, a dedicated cop becomes the ultimate prey when a serial killer gets out on bail</b></div><DIV><BR>It begins when New York Police Department Detective Second-Grade Christie Opara arrests a man on the subway for indecent exposure. Within hours, Murray Rogoff, a burly giant, his crazed stare concealed behind thick glasses, is out on bail.</div><DIV>&#160;</div><DIV>Soon after, the body of a young dancer is found stashed behind the stairway of a Bronx apartment building. The girl was brutally raped and strangled, and a clue links her with two previous murders. The killer takes a signature trophy: a hacked-off lock of the victim&rsquo;s hair. A few days later, Christie starts to get strange, late-night phone calls. Although Rogoff never spoke when he was in lock-up, the detective&rsquo;s instincts tell her that Rogoff&rsquo;s the serial killer they&rsquo;re hunting. With the reluctant approval of her boss, Assistant District Attorney Casey Reardon, Christie prepares to become the bait of a deadly psychopath.</div><DIV>This ebook features an illustrated biography of Dorothy Uhnak including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453283523", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-01", "number_print_pages": 172, "average_rating": 3.21, "title": "The Bait", "uuid": "4Nvuzsd2Rr3umtXTB4fCeg", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Bait/1373332325.72.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Dorothy Uhnak", "status": 1}, "uuid": "6DSqmGvwsbKzbLVW7T6es5", "annotation": ""},{"position": 19, "book": {"description": "<p>Tom Franklin's extraordinary talent has been hailed by the leading lights of contemporary literature&#8212;Philip Roth, Richard Ford, Lee Smith, and Dennis Lehane. Reviewers have called his fiction \"ingenious\" (<em>USA Today</em>) and \"compulsively readable\" (<em>Memphis Commercial Appeal</em>). His narrative power and flair for character-ization have been compared to the likes of Harper Lee, Flannery O'Connor, Elmore Leonard, and Cormac McCarthy.</p><p>Now the Edgar Award-winning author returns with his most accomplished and resonant novel so far&#8212;an atmospheric drama set in rural Mississippi. In the late 1970s, Larry Ott and Silas \"32\" Jones were boyhood pals. Their worlds were as different as night and day: Larry, the child of lower-middle-class white parents, and Silas, the son of a poor, single black mother. Yet for a few months the boys stepped outside of their circumstances and shared a special bond. But then tragedy struck: Larry took a girl on a date to a drive-in movie, and she was never heard from again. She was never found and Larry never confessed, but all eyes rested on him as the culprit. The incident shook the county&#8212;and perhaps Silas most of all. His friendship with Larry was broken, and then Silas left town.</p><p>More than twenty years have passed. Larry, a mechanic, lives a solitary existence, never able to rise above the whispers of suspicion. Silas has returned as a constable. He and Larry have no reason to cross paths until another girl disappears and Larry is blamed again. And now the two men who once called each other friend are forced to confront the past they've buried and ignored for decades.</p>", "isbn": "9780062048745", "language_code": "eng", "awards": [{"name": "Anthony Award Nominee", "image": null, "uuid": "Sjjjk6kTgz68r3tDFWb9VH"}, {"name": "Barry Award Nominee", "image": null, "uuid": "KzJY9KVw3BCdHgohYUj5E7"}, {"name": "Crime Writers' Association Gold Dagger", "image": null, "uuid": "Qo6XUAzKkCrVUbV6tEhsJY"}, {"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "Los Angeles Times Book Prize Winner", "image": null, "uuid": "54u8zmqF4ZQXE2pHbq83BU"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-10-05", "number_print_pages": 304, "average_rating": 3.81, "title": "Crooked Letter, Crooked Letter", "uuid": "KGEZRTENtJMrYRWo7TrLqH", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062048745/1378009521.39.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Tom Franklin", "status": 1}, "uuid": "7mFhCqrkuhdK9BjHpF2AZf", "annotation": ""},{"position": 18, "book": {"description": "<DIV><b>Hoagy tries to save a client from the deadly world of high-stakes publishing</b></div><DIV><BR>Stewart Hoag knows how quickly fame can fade. The same critics who adored his first novel used his second for target practice, ending his literary career once and for all. To keep his basset hound fed, Hoagy ghostwrites memoirs for the rich, famous, and self-destructive. His newest subject reminds him all too much of himself.</div><DIV>&#160;</div><DIV>By the age of twenty, Cam Noyes is already being hailed as the next F. Scott Fitzgerald. Though he&rsquo;s only published one book, Cam runs with the big boys: dating artists, trashing restaurants, and ending every night in a haze of tequila and cocaine. So glamorous is his lifestyle that he&rsquo;s having trouble starting his second novel, forcing his agent to hire Hoagy to get the little genius working on a memoir instead. As Hoagy digs into the kid&rsquo;s life story, he learns that New York publishing is even more cutthroat than he thought.</div>", "isbn": "9781453259726", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-26", "number_print_pages": 256, "average_rating": 3.83, "title": "The Man Who Would Be F. Scott Fitzgerald", "uuid": "saE86M7aVR3nwvLChTiQBT", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Man%20Who%20Would%20Be%20F.%20Scott%20Fitzgerald/1373330846.42.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "David Handler", "status": 1}, "uuid": "QUSvGdF2MA2qFzB4xAUYo4", "annotation": ""},{"position": 20, "book": {"description": "<p>In the predawn hours of a gloomy February day in 1994, two thieves entered the National Gallery in Oslo and made off with one of the world's most famous paintings, Edvard Munch's <em>Scream</em>. It was a brazen crime committed while the whole world was watching the opening ceremonies of the Winter Olympics in Lillehammer. Baffled and humiliated, the Norwegian police turned to the one man they believed could help: a half English, half American undercover cop named Charley Hill, the world's greatest art detective.</p><p><em>The Rescue Artist</em> is a rollicking narrative that carries readers deep inside the art underworld -- and introduces them to a large and colorful cast of titled aristocrats, intrepid investigators, and thick-necked thugs. But most compelling of all is Charley Hill himself, a complicated mix of brilliance, foolhardiness, and charm whose hunt for a purloined treasure would either cap an illustrious career or be the fiasco that would haunt him forever.</p>", "isbn": "9780062041845", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-16", "number_print_pages": 320, "average_rating": 3.69, "title": "The Rescue Artist", "uuid": "jJXfReMzSpTK32MXNUhtpj", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041845/1376531311.03.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Edward Dolnick", "status": 1}, "uuid": "mag4rVEFTDBsxfjmGKhYx4", "annotation": ""},{"position": 4, "book": {"description": "<DIV><p><DIV><b>In the Edgar Award&ndash;winning classic, a niece investigates the shocking secrets that condemned her once proud family </b></div><BR><DIV>Faith Severn has never understood why the willful matriarch of her high-society family, aunt Vera Hillyard, snapped and murdered her own beloved sister. But long after Vera is condemned to hang, a journalist&rsquo;s startling discoveries allow Faith to perceive her family&rsquo;s story in a new light.</div><DIV>&#160;</div><DIV>Set in post&ndash;World War II Britain, <i>A Dark-Adapted Eye</i> is both a gripping mystery and a harrowing psychological portrait of a complex woman at the head of a troubled family.</div></p></DIV>", "isbn": "9781453214848", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-02-22", "number_print_pages": 264, "average_rating": 4.03, "title": "A Dark-Adapted Eye", "uuid": "imLVw74ecUYzGdEzYiq8Ma", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Dark-Adapted%20Eye/1373329609.34.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Ruth Rendell", "status": 1}, "uuid": "Vi2gdUJg9VVpUWAXqhCgag", "annotation": ""},{"position": 13, "book": {"description": "<DIV><b>A longtime bachelor finally marries&mdash;only to learn the corrosive power of jealousy </b></div><BR><DIV>For fifty-five years, Kenneth Gibson has lived in backwaters. A former army clerk, he makes a quiet living teaching poetry to indifferent undergrads. His life is happily dull until the day he meets Rosemary, a damaged girl whose frailty compels Kenneth to try to make her well. They wed, and as Rosemary recovers from her depression, Gibson falls in love, transforming his world. But his wife will never love him.</div><DIV>&#160;</div><DIV>She is smitten with their landlord, a dashing young chemical engineer named Paul. Gibson wants to let her go, but he cannot bear to be parted with the first love he has ever known. In Paul&rsquo;s house is a case of poison, and this love triangle can only end in death.</div>", "isbn": "9781453245613", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-21", "number_print_pages": 152, "average_rating": 3.8, "title": "A Dram of Poison", "uuid": "y5NbaVSNUNxdbBpPMCyp39", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Dram%20of%20Poison/1373330469.85.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Charlotte Armstrong", "status": 1}, "uuid": "yY4dQRooHL3zqRoyRTHWbQ", "annotation": ""},{"position": 26, "book": {"description": "<p>For generations, privileged young men have attended St. Oswald's Grammar School for Boys, groomed for success by the likes of Roy Straitley, the eccentric Classics teacher who has been a fixture there for more than thirty years. This year, however, the wind of unwelcome change is blowing, and Straitley is finally, reluctantly, contemplating retirement. As the new term gets under way, a number of incidents befall students and faculty alike, beginning as small annoyances but soon escalating in both number and consequence. St. Oswald's is unraveling, and only Straitley stands in the way of its ruin. But he faces a formidable opponent with a bitter grudge and a master strategy that has been meticulously planned to the final, deadly move. </p>", "isbn": "9780061839917", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 448, "average_rating": 3.83, "title": "Gentlemen and Players", "uuid": "kJuZKaysV3zNXy2KrgEGaH", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061839917/1376527400.63.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Joanne Harris", "status": 1}, "uuid": "w6cr5npEfSYyzXP3v9nCtm", "annotation": ""},{"position": 5, "book": {"description": "<DIV><p><DIV><b>A good card mechanic is hard to find and even harder to change</b></div><DIV>&#160;</div><DIV>&#160;</div><DIV>His dentist&rsquo;s poker game is the last place that card shark Bill Maynard expects to find another hustler. But that&rsquo;s just what Mrs. Murray Rogers, the scheming wife with her eye on her husband&rsquo;s fortune, is. The only problem is her husband&rsquo;s still alive, and she&rsquo;ll have to enlist the help of Bill in order to get what she wants. They&rsquo;ve got a plan, but will Bill stick with it, or will the square life lull him into breaking his lucky streak?</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Lawrence Block, including rare photos and never-before-seen documents from his personal collection, and a new afterword written by the author.</div></p></DIV>", "isbn": "9781453208427", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-28", "number_print_pages": 224, "average_rating": 3.74, "title": "Lucky at Cards", "uuid": "MaUmV2BjgfVG5zwe4vvS4F", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lucky%20at%20Cards/1373329446.88.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Lawrence Block", "status": 1}, "uuid": "paxPb4s9MYMkruQ7qLPYAn", "annotation": ""},{"position": 7, "book": {"description": "<DIV><p><DIV><b>In Virginia Hamilton&rsquo;s Edgar Award&ndash;winning novel, teenager Thomas Small and his family must uncover the haunting historical legacy of their Civil War&ndash;era house</b></div><DIV>&#160;</div><BR><DIV>Shortly after moving into an old, spooky home, thirteen-year-old Thomas Small and his family start hearing strange noises. The house has a past, and when Thomas discovers a hidden passageway that may have been part of the Underground Railroad, the family realizes the house has a history as well. To find out all there is to know about the House of Dies Drear, Thomas must explore secret rooms&mdash;and the secrets of lives lived centuries before, lives that tell the story of America&rsquo;s troubled early years.</div></p></DIV>", "isbn": "9781453213766", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-02-15", "number_print_pages": 256, "average_rating": 3.2, "title": "The House of Dies Drear", "uuid": "8zhaGTMibL8fDnrvBwh2f7", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20House%20of%20Dies%20Drear/1373329570.69.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Virginia Hamilton", "status": 1}, "uuid": "uCM8bu2k62o9dj6mNGKxrm", "annotation": ""},{"position": 14, "book": {"description": "<DIV><P>After assassinating San Francisco Mayor George Moscone and Supervisor Harvey Milk, killer Dan White was given only a mild sentence for manslaughter. This true crime thriller explains why White killed the two politicians, and how he got away with murder. This new expanded edition reveals for the first time how after his release from prison White confessed his true murderous intent and his secret plan to kill two more politicians. A companion DVD provides unseen television interviews and the never-before-available recording of White's gut-wrenching confession.</P></DIV>", "isbn": "9780982565094", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-01", "number_print_pages": 496, "average_rating": 4.4, "title": "Double Play", "uuid": "h6jj7DxSWPdjhwLFR6H5qL", "cover_img": "https://cflare.oysterbooks.com/covers/Vince%20Emery%20Productions/Double%20Play/1372980435.78.jpg", "publisher": {"name": "Vince Emery Productions", "uuid": "RXqHeRc67NTMKELPfFuzbM"}, "author": "Mike Weiss", "status": 1}, "uuid": "LLxe3weofFov8ihTwCTJA6", "annotation": ""},{"position": 11, "book": {"description": "<DIV><b>A one-armed PI looks for a link between a mugged cop and a missing kid</b></div><BR><DIV>Until he lost his arm, Dan Fortune was known all over Chelsea as a crook with promise. He was looting a ship when he slipped and fell, breaking his arm in so many places that the doctors were forced to amputate, ending his criminal career and forevermore branding him &ldquo;Pirate Fortune.&rdquo; Since fate forced him to go straight, he has become the resident private eye of this run-down part of Manhattan, chiseling out a career of divorce work and subpoena delivery. But a big case is coming his way.</div><DIV>&#160;</div><DIV>A beat cop is mugged in broad daylight and, as is the norm in this hard-bitten neighborhood, nobody saw anything. The only possible witness is Jo-Jo Olsen, who disappears the next morning. Unsure if he&rsquo;s looking for a witness or a perp, Fortune hunts for the kid, unearthing ugly secrets in a neighborhood he thought he knew well.</div>", "isbn": "9781453251058", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-27", "number_print_pages": 220, "average_rating": 3.79, "title": "Act of Fear", "uuid": "Yx7T5HCqyeqoxeUbaTVakm", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Act%20of%20Fear/1373330621.16.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Dennis Lynds", "status": 1}, "uuid": "my5Yoba5bocbxXCZpQWvQm", "annotation": ""},{"position": 27, "book": {"description": "<DIV><b>While chasing a white-collar snitch, a New York PI finds himself embroiled in a murderous conspiracy reaching deep into the federal government</b></div><DIV></div><DIV>In his short time as partner at a prestigious Wall Street law firm, Edgar Wood manages to steal $8 million. To avoid the hell of three years in prison, Wood turns witness for the Securities and Exchange Commission, whose mysterious investigation rankles the top brass at Wood&rsquo;s old firm. Desperate to learn what Wood&rsquo;s telling the feds, the remaining partners hire Tony Cassella, a private investigator whose past includes a year or so at Yale University&rsquo;s law school, a stint as a corrections officer, and a cocaine addiction. Though he&rsquo;s recently gotten his life back on track, Cassella is drawn to trouble, and can imagine no greater thrill than tangling with the SEC.</div><DIV>&#160;</div><DIV>When Wood&mdash;under witness protection&mdash;is killed in a mugging, Cassella smells conspiracy. His hunt for the real crooks will leave no one safe, no matter how blue their blood.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Larry Beinhart including rare images from the author&rsquo;s personal collection.</div><BR>", "isbn": "9781453259269", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-12", "number_print_pages": 286, "average_rating": 3.45, "title": "No One Rides for Free", "uuid": "hMaMwxCEehKUnaDTAjuqZ9", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/No%20One%20Rides%20for%20Free/1373330824.2.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Larry Beinhart", "status": 1}, "uuid": "pabk6B7bkuvPEwbUE8LnoB", "annotation": ""},{"position": 28, "book": {"description": "<p>The murder of Abraham Lincoln set off the greatest manhunt in American history. From April 14 to April 26, 1865, the assassin, John Wilkes Booth, led Union cavalry and detectives on a wild twelve-day chase through the streets of Washington, D.C., across the swamps of Maryland, and into the forests of Virginia, while the nation, still reeling from the just-ended Civil War, watched in horror and sadness.</p><p>James L. Swanson's <em>Manhunt</em> is a fascinating tale of murder, intrigue, and betrayal. A gripping hour-by-hour account told through the eyes of the hunted and the hunters, this is history as you've never read it before.</p>", "isbn": "9780061803970", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 496, "average_rating": 4.13, "title": "Manhunt", "uuid": "v5NvLZyQYTChUxiSEW42gQ", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061803970/1376452188.23.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "James L. Swanson", "status": 1}, "uuid": "zKZmGU5TFaB6WsPhWv9BAJ", "annotation": ""},{"position": 0, "book": {"description": "<p><DIV><b>A modern classic, this novel set a&#160;new standard in the art of mystery and suspense in its exploration of the criminal mind</b></div><BR><DIV><i>A Kiss Before Dying</i> not only debuted the talent of best-selling novelist Ira Levin to rave reviews and an Edgar Award, it also set a new standard in the art of psychological suspense. It tells the shocking tale of a young man who will stop at nothing&mdash;not even murder&mdash;to get where he wants to go. For he has dreams, plans. He also has charm, good looks, intelligence. And he has a problem. Her name is Dorothy; she loves him, and she&rsquo;s pregnant. The solution may demand desperate measures. But, then, he looks like the kind of guy who could get away with murder.</div></p>", "isbn": "9781453217498", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-10", "number_print_pages": 288, "average_rating": 3.87, "title": "A Kiss Before Dying", "uuid": "h3JXvgrZeDAmPKzBCEwZwD", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/A%20Kiss%20Before%20Dying/1373329677.69.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Ira Levin", "status": 1}, "uuid": "arhTeU2W6dX29zoZVxWZKY", "annotation": ""},{"position": 9, "book": {"description": "<DIV><b>When one doctor is accused of murder, it takes another to set him free<BR></b><BR>In the tightly knit world of Boston medicine, the Randall family reigns supreme. When heart surgeon J. D. Randall&rsquo;s teenage daughter dies during a botched abortion, the medical community threatens to explode. Was it malpractice? A violation of the Hippocratic Oath? Or was Karen Randall murdered in cold blood?<BR><BR>The natural suspect is Arthur Lee, a brilliant surgeon and known abortionist, who has been carrying out the illegal procedure with the help of pathologist John Berry. After Karen dies, Lee is thrown in jail on a murder charge, and only Berry can prove his friend wasn&rsquo;t the one who wielded the scalpel. Behind this gruesome death, Berry will uncover a secret that would shock even the most hardened pathologist.<BR><BR>This ebook features an illustrated biography of Michael Crichton including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453299319", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-07-23", "number_print_pages": 416, "average_rating": 3.5, "title": "A Case of Need", "uuid": "5JqoeHPKieDNsHu2eq8KS8", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Case%20of%20Need/1373333320.96.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Michael Crichton", "status": 1}, "uuid": "yw7XoCLX5kt3mdD9CKsFNG", "annotation": ""},{"position": 8, "book": {"description": "<p>Fred Fitch is a man who is both pure of heart and substance but utterly credulous. If there is a scam operating anywhere--his rooming house where the General needs a loan to print his revelation of the secret history of the government, the street where the Little Sisters of the Poor are raising funds for the homeless, or just about anywhere in between--Fred finds it or it finds Fred to the same uncertain end.</p><p>\n</p><p>\nFred even has his own contact, Reilly, on the Bunco Squad at Headquarters, who adds weekly to the enormous file. But Fred's complicated life becomes overly complicated when a lawyer turns up on the scene to tell him that his late Uncle Matt has willed him $300,000. Fred has never before heard of Uncle Matt. Along with the inheritance comes the devoted Gertie Divine, Uncle Matt's old friend who is all too willing to become Fred's new friend, and a host of other mysterious characters who are willing to chum up with Fred in their bid for the $300,000, all of whom feel their claim to be more valid than Fred's.</p><p>\n</p><p>\nThis otherwise comic caper turns desperate when the pursuers begin to make serious attempts on Fred's life and Gertie becomes just a little too devoted. Westlake's brilliant and original picaresque story was awarded the MWA Edgar as best novel of 1967.</p><p>\n</p><p>\n</p>", "isbn": "9780795312038", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-07-01", "number_print_pages": 272, "average_rating": 3.75, "title": "God Save the Mark", "uuid": "QsMXtfvrZSYorqmu6ZBDRF", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/God%20Save%20the%20Mark/1373294122.04.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Donald E. Westlake", "status": 1}, "uuid": "MHFidCf9mx8ahFLPEncbGV", "annotation": ""},{"position": 1, "book": {"description": "<DIV><b>A letter tips off a Denver narcotics detective to a colossal smuggling ring</b></div><BR><DIV>Once, Denver&rsquo;s small-time pushers sold nothing harder than dime bags of bad California grass. But in the last year, heroin has appeared on the streets of the Mile High City, and the police department has responded by forming a narcotics division. Detective Gabe Wager and his rookie partner spend their nights trailing dealers, making buys, and acquiring informants, in the hope that a small arrest could turn into a major case. After months picking up scraps, a stray piece of information is about to put Wager on to the biggest bust of his career.</div><DIV>&#160;</div><DIV>A letter from the Seattle DEA says that an informant has named Denver&rsquo;s Rare Thing Import Shop as a front for nearly a thousand pounds a week of smuggled marijuana. The case could make Wager&rsquo;s career&mdash;if the smugglers don&rsquo;t kill him first.</div>", "isbn": "9781453247884", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-06", "number_print_pages": 200, "average_rating": 0.0, "title": "The Alvarez Journal", "uuid": "4fPhXexw6o4yg54VUpqgbZ", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Alvarez%20Journal/1373330537.2.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Rex Burns", "status": 1}, "uuid": "vtjNRsijXvkuQrxS76BcXS", "annotation": ""},{"position": 2, "book": {"description": "<p>Grace Rossi is starting over after a divorce, and a part-time job with a federal appeals court sounds perfect. But she doesn't count on being assigned to an explosive death penalty appeal. Nor does she expect ardor in the court in the form of an affair with the chief judge. Then Grace finds herself investigating a murder, unearthing a secret bank account and following a trail of bribery and judicial corruption that's stumped even the FBI. In no time at all, Grace under fire takes on a whole new meaning.</p>", "isbn": "9780061743597", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 352, "average_rating": 3.73, "title": "Final Appeal", "uuid": "QovP94Eo6Dau2hmTGC8qYS", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743597/1376505337.2.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Lisa Scottoline", "status": 1}, "uuid": "t4ZyRRPnRBZ5fk25WrmgQ7", "annotation": ""},{"position": 24, "book": {"description": "<DIV><b>The explosive debut novel&mdash;told entirely through surveillance recordings, eyewitness reports, and other &ldquo;official&rdquo; documents&mdash;by <i>New York Times</i> bestselling author Lawrence Sanders<BR></b><i><BR>New York City. Summer 1968.</i></div><DIV>Newly sprung from prison, professional burglar John Anderson is preparing for the biggest heist of his criminal career. The mark is a Manhattan luxury apartment building with the tony address of 535 East Seventy-Third Street. Enlisting a crew of scouts, con artists, and a getaway driver, Anderson orchestrates what he believes to be a foolproof plan. To pull off the big score, he needs one last thing: the permission of the local mafia, who expect a piece of the action.&#160;</div><DIV>&#160;</div><DIV>But no one inside Anderson&rsquo;s operation knows that the police have recorded their conversations. The New York Police Department has hatched a plot of its own&mdash;but even its task force may not be enough to stop such a cunningly planned robbery.</div>", "isbn": "9781453298442", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-12", "number_print_pages": 328, "average_rating": 3.45, "title": "The Anderson Tapes", "uuid": "LyXaJDmccVpMgythzeUZm8", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Anderson%20Tapes/1373333230.16.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Lawrence Sanders", "status": 1}, "uuid": "5cTcPUgssh5afeap2Dsc4Z", "annotation": ""},{"position": 18, "book": {"description": "<DIV><b>In the Edgar Award&ndash;winning first title of the Niccolo Benedetti series, the celebrated detective hunts a serial killer who is terrorizing a small town</b></div><DIV><BR>In the upstate New York town of Sparta, six people die in three weeks. At first the incidents seem accidental: A highway sign drops onto a car full of teenage girls, an old man falls down a set of stairs, and a boy is struck by a sheet of ice that had been building on his garage. But after each case a note turns up. Someone called &ldquo;Hog&rdquo; claims responsibility for each death, and taunts the police to catch him before he strikes again. </div><DIV>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </div><DIV>The deaths have everybody talking, and the local police department is eventually forced to share the case with famous Italian detective Niccolo Benedetti and his prot&eacute;g&eacute;, would-be cop turned private investigator Ron Gresham. A painter, ladies&rsquo; man, and rule-bending genius, Benedetti views every case as a chance to probe the nature of evil. And with his &ldquo;analyze and imagine&rdquo; method, he&rsquo;ll pursue the killer both to stop him and to study him.&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </div>", "isbn": "9781453294635", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 205, "average_rating": 3.45, "title": "The Hog Murders", "uuid": "dbMQsA4GngNhiiyszdbY6Y", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Hog%20Murders/1373332834.18.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "William L. DeAndrea", "status": 1}, "uuid": "Pg2mn8fmTZ6E4BzGLvK8kW", "annotation": ""},{"position": 22, "book": {"description": "When anthropology professor Gideon Oliver is offered a teaching fellowship at U.S. military bases in Germany, Sicily, Spain, and Holland, he wastes no time accepting. Stimulating courses to teach, a decent stipend, all expenses paid, plenty of interesting European travel . . . what's not to like? It doesn't take him long to find out. On his first night, he is forced to fend off two desperate, black-clad men who have invaded his Heidelberg hotel room with intent to kill. And then there's the little matter of a few trivial details that the recruiting agency forgot to mentionósuch as the fact that the two previous holders of the fellowship both met with mysterious ends. From there it's all downhill. Gideon finds himself the target in an unfamiliar game for which no one has bothered to give him the rules. What he does have, however, is his own considerable intellect and his remarkable forensic skills. He will need them, for he is playing for some fairly high stakes. The security of Western Europe . . . And his own life. Elkins' official website is at Aaron Elkins", "isbn": "9781617561535", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-08-26", "number_print_pages": 288, "average_rating": 0.0, "title": "Fellowship of Fear", "uuid": "cptUthqJxAvEH2sTaaarrS", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads/9781617561535/1383301964.65.jpg", "publisher": {"name": "E-Reads", "uuid": "7ibAJ8S7nHSG9PrmjoChES"}, "author": "Aaron Elkins", "status": 1}, "uuid": "vmioCfKeiSpHrNxHGjocqD", "annotation": ""},{"position": 21, "book": {"description": "<p>One enemy spy knows the secret to the Allies' greatest deception, a brilliant aristocrat and ruthless assassin -- code name: \"The Needle\" -- who holds the key to ultimate Nazi victory.</p><p>Only one person stands in his way: a lonely Englishwoman on an isolated island, who is beginning to love the killer who has mysteriously entered her life.</p><p>All will come to a terrifying conclusion in Ken Follett's unsurpassed and unforgettable masterwork of suspense, intrigue, and the dangerous machinations of the human heart.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "isbn": "9780061796043", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 464, "average_rating": 4.11, "title": "Eye Of The Needle", "uuid": "WbaLRBv6msi8hEvbzmci3J", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061796043/1376452150.1.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Ken Follett", "status": 1}, "uuid": "zrdt5ZUtmpm5nBLS5BzVvb", "annotation": ""}]