[{"uuid": "xKrDvkQ64jznKe9EqPFGbS", "book": {"uuid": "eWzxPAs4DEiiSk6cFfQgEo", "oyster_good_for_statement": "", "author": "Louis V. Gerstner", "status": 1, "average_rating": 3.8, "oyster_summary": "", "number_print_pages": 304, "description": "<p>In 1990, IBM had its most profitable year ever. By 1993, the computer industry had changed so rapidly the company was on its way to losing $16 billion and IBM was on a watch list for extinction -- victimized by its own lumbering size, an insular corporate culture, and the PC era IBM had itself helped invent.</p><p>Then Lou Gerstner was brought in to run IBM. Almost everyone watching the rapid demise of this American icon presumed Gerstner had joined IBM to preside over its continued dissolution into a confederation of autonomous business units. This strategy, well underway when he arrived, would have effectively eliminated the corporation that had invented many of the industry's most important technologies.</p><p>Instead, Gerstner took hold of the company and demanded the managers work together to re-establish IBM's mission as a customer-focused provider of computing solutions. Moving ahead of his critics, Gerstner made the hold decision to keep the company together, slash prices on his core product to keep the company competitive, and almost defiantly announced, \"The last thing IBM needs right now is a vision.\"</p><p><em>Who Says Elephants Can't Dance?</em> tells the story of IBM's competitive and cultural transformation. In his own words, Gerstner offers a blow-by-blow account of his arrival at the company and his campaign to rebuild the leadership team and give the workforce a renewed sense of purpose. In the process, Gerstner defined a strategy for the computing giant and remade the ossified culture bred by the company's own success.</p><p>The first-hand story of an extraordinary turnaround, a unique case study in managing a crisis, and a thoughtful reflection on the computer industry and the principles of leadership, <em>Who Says Elephants Can't Dance?</em> sums up Lou Gerstner's historic business achievement. Taking readers deep into the world of IBM's CEO, Gerstner recounts the high-level meetings and explains the pressure-filled, no-turning-back decisions that had to be made. He also offers his hard-won conclusions about the essence of what makes a great company run.</p><p>In the history of modern business, many companies have gone from being industry leaders to the verge of extinction. Through the heroic efforts of a new management team, some of those companies have even succeeded in resuscitating themselves and living on in the shadow of their former stature. But only one company has been at the pinnacle of an industry, fallen to near collapse, and then, beyond anyone's expectations, returned to set the agenda. That company is IBM.</p><p>Lou Gerstener, Jr., served as chairman and chief executive officer of IBM from April 1993 to March 2002, when he retired as CEO. He remained chairman of the board through the end of 2002. Before joining IBM, Mr. Gerstner served for four years as chairman and CEO of RJR Nabisco, Inc. This was preceded by an eleven-year career at the American Express Company, where he was president of the parent company and chairman and CEO of its largest subsidiary. Prior to that, Mr. Gerstner was a director of the management consulting firm of McKinsey &#38; Co., Inc. He received a bachelor's degree in engineering from Dartmouth College and an MBA from Harvard Business School.</p>", "isbn": "9780061756085", "title": "Who Says Elephants Can't Dance?", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061756085/1376506194.9.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 15},{"uuid": "dUh5zXvAjT5JMmpmjEFcDW", "book": {"uuid": "BVYidXpgGCupL9QX7zBbfE", "oyster_good_for_statement": "", "author": "Mark Cuban", "status": 1, "average_rating": 4.06, "oyster_summary": "", "number_print_pages": 67, "description": "<DIV>Mark Cuban shares his wealth of experience and business savvy in his first published book, How to Win at the Sport of Business, available now only as an e-book. Using the greatest material from his popular Blog Maverick, he has collected and updated his postings on business and life to provide a catalog of insider knowledge on what it takes to become a thriving entrepreneur. Cuban tells his own rags-to-riches story of how he went from selling powdered milk and sleeping on friends' couches to owning his own company and becoming a multi-billion dollar success story. His unconventional yet highly effective ideas on how to build a successful business offer entrepreneurs at any stage of their careers a huge edge over their competitors.</div>", "isbn": "9780983988533", "title": "How to Win at the Sport of Business", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/618/6181355350422.45.jpg", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "language_code": "eng", "publication_date": "2011-11-20"}, "annotation": "", "position": 22},{"uuid": "MEjEMA8NUZwGNBFbmbg8rM", "book": {"uuid": "pet4VWRVxPRwMeBGD9Xa4b", "oyster_good_for_statement": "", "author": "Ken Lindner", "status": 1, "average_rating": 3.46, "oyster_summary": "", "number_print_pages": 272, "description": "<DIV>Have you at one time or another let your feelings of hurt, anger, disappointment, rejection, rage, betrayal, insecurity, or hopelessness cloud your best judgment? Did you make disappointing, self-sabotaging life choices as a result? If the answer is &ldquo;Yes, many times,&rdquo; then this book is for you.</div><DIV></div><DIV>Emotions can kill your ability to accomplish your plans, fulfill your dreams, and attain the life you so dearly desire.</div><DIV></div><DIV>Think of <i>Your Killer Emotions </i>as your emotion-mastery kit, to be used in consistently making positive life choices; it will enable you to beneficially channel the supremely potent energy charges triggered by your potentially sabotaging emotions, impulses, and urges, thereby turning them into your <i>allies</i>.&#160;</div><DIV></div><DIV>Ken Lindner, &ldquo;The Life-Choice Coach,&rdquo; has counseled thousands of individuals over the past thirty years to make great, life-enhancing decisions. In <i>Your Killer Emotions</i>, he will show you how to identify your <i>Personal Emotional Triggers </i>(<i>PETS</i>), and empower you to nullify the energy charges from potentially sabotaging emotions. You will be able to think and reason clearly&mdash;destructive-emotion-free&mdash;so that you make life choices that reflect your most highly-valued life goals.</div><DIV></div><i>Your Killer Emotions</i> will change the way you make your life choices&mdash;and your life &mdash;in the most positive ways!&#160;", "isbn": "9781608323814", "title": "Your Killer Emotions", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Your%20Killer%20Emotions/1373298390.84.jpg", "publisher": {"uuid": "XSGZZ7ZaYhaGXbxKvZEFHd", "name": "Greenleaf Book Group Press"}, "awards": [], "language_code": "eng", "publication_date": "2013-01-01"}, "annotation": "", "position": 35},{"uuid": "FJ5gzZW6icHntSr5cFLdh6", "book": {"uuid": "CNk9QjQc7KGo8bHS5ngKwV", "oyster_good_for_statement": "", "author": "Peter F. Drucker", "status": 1, "average_rating": 4.13, "oyster_summary": "", "number_print_pages": 208, "description": "<p>The measure of the executive, Peter Drucker reminds us, is the ability to \"get the right things done.\" This usually involves doing what other people have overlooked as well as avoiding what is unproductive. Intelligence, imagination, and knowledge may all be wasted in an executive job without the acquired habits of mind that mold them into results. </p><p>Drucker identifies five practices essential to business effectiveness that can, and must, be learned: </p><ul><li>Management of time </li><li>Choosing what to contribute to the practical organization </li><li>Knowing where and how to mobilize strength for best effect </li><li>Setting up the right priorities </li><li>And Knitting all of them together with effective decision making</li></ul><p>Ranging widely through the annals of business and government, Peter Drucker demonstrates the distinctive skill of the executive and offers fresh insights into old and seemingly obvious business situations.</p>", "isbn": "9780061983740", "title": "The Effective Executive", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061983740/1376529591.39.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-06"}, "annotation": "", "position": 12},{"uuid": "zd6avgiBSP5riNZfp4S8wV", "book": {"uuid": "AGV2tCTpk3bkiy5Lt9D38L", "oyster_good_for_statement": "", "author": "Stephen R. Covey", "status": 1, "average_rating": 3.86, "oyster_summary": "", "number_print_pages": 110, "description": "<p>The one certainty in any business is uncertainty. You can be sure of change always. Still, some companies perform reliably and with excellence in spite of the ever-changing circumstances.</p>\n<p></p>\n<p><i>Predictable Results in Unpredictable Times</i> is about four essentials for getting great performance from business and yourself in both good times and bad.</p>\n<p></p>\n<p>(1) Excellent Execution: Winning companies have clear goals and clear targets with strong follow through. All team members know the goals and know how to execute with precision.</p>\n<p></p>\n<p>(2) High Trust Levels with All Stakeholders: Low trust slows you down and raises your costs - especially in times of turmoil. But when trust increases, everything speeds up and costs go down.</p>\n<p></p>\n<p>(3) Achieving More with Less: In tough times, everyone tries to accomplish more with less, but the real question is ultimately, “more of what?” Winning companies focus on giving more value and not simply cutting back.</p>\n<p></p>\n<p>(4) Transforming Fear into Engagement: Unpredictable times create anxiety that can distract you when what you need most at that time is absolute focus. Winning organizations entrust people with a mission and strategy they can believe in, channeling their anxiety into results.</p>\n<p></p>\n<p>These principles can help companies win regardless of the turbulence of the ride or the shock of overwhelming change.</p>", "isbn": "9780795304699", "title": "Predictable Results in Unpredictable Times", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Predictable%20Results%20in%20Unpredictable%20Times/1373294043.02.jpg", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2009-08-07"}, "annotation": "", "position": 30},{"uuid": "7UJRQbnnu9cun3f3HGE6Kc", "book": {"uuid": "oueQGCHogNcjs3A5VNxeLD", "oyster_good_for_statement": "", "author": "John  Kenneth Galbraith", "status": 1, "average_rating": 3.97, "oyster_summary": "", "number_print_pages": 224, "description": "<DIV>Of Galbraith's classic examination of the 1929 financial collapse, the Atlantic Monthly said:\"Economic writings are seldom notable for their entertainment value, but this book is. Galbraith's prose has grace and wit, and he distills a good deal of sardonic fun from the whopping errors of the nation's oracles and the wondrous antics of the financial community.\" Now, with the stock market riding historic highs, the celebrated economist returns with new insights on the legacy of our past and the consequences of blind optimism and power plays within the financial community.</DIV>", "isbn": "9780547575773", "title": "The Great Crash of 1929", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575773/1376381097.96.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2009-09-10"}, "annotation": "", "position": 27},{"uuid": "Qy6ZLkrx69ZdegqB4WGdbn", "book": {"uuid": "WnarfXaQ3UNYeEN6wujSKM", "oyster_good_for_statement": "", "author": "John  Kenneth Galbraith", "status": 1, "average_rating": 3.93, "oyster_summary": "", "number_print_pages": 288, "description": "<DIV>Galbraith's classic on the \"economics of abundance\" is, in the words of the New York Times, \"a compelling challenge to conventional thought.\" With customary clarity, eloquence, and humor, Galbraith cuts to the heart of what economic security means (and doesn't mean) in today's world and lays bare the hazards of individual and societal complacence about economic inequity. While \"affluent society\" and \"conventional wisdom\" (first used in this book) have entered the vernacular, the message of the book has not been so widely embraced--reason enough to rediscover The Affluent Society.</DIV>", "isbn": "9780547575797", "title": "The Affluent Society", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575797/1376381271.24.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "1998-10-15"}, "annotation": "", "position": 14},{"uuid": "SYoCozqg5uSEwfWAEsmPqQ", "book": {"uuid": "GUEdbuC5qjbhAS5KDfJzTm", "oyster_good_for_statement": "", "author": "Steve Lehto", "status": 1, "average_rating": 3.97, "oyster_summary": "", "number_print_pages": 224, "description": "<DIV>Offering a behind-the-scenes look into the world of automotive research and development in the 1960s, this engaging narrative traces the birth of Chrysler&#8217;s alternative &#147;jet&#8221; car and&#160;reveals the story behind its&#160;sudden and mysterious demise. Relying on extensive research and firsthand accounts from surviving members of the turbine car program&#151;including the metallurgist who created the exotic metals for the engine and the test driver who drove it at Chrysler's proving grounds&#151;this chronicle documents the bold development of an automobile with a jet turbine engine. In addition to running well&#160;on virtually any flammable liquid&#151;including kerosene, vodka, heating oil, and Chanel&#160;N&#176;5 perfume&#151;the pioneering engines had one fifth the number of moving parts and required less maintenance than conventional engines.&#160;Despite the fleet&#8217;s amazing performance over millions of miles by test drivers, Chrysler pulled the plug on the project and crushed almost all of the cars. The reasons behind the&#160;surprising end to the jet car fleet&#160;are&#160;finally explained here.</DIV>", "isbn": "9781569767719", "title": "Chrysler's Turbine Car", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Chrysler%27s%20Turbine%20Car/1372977906.29.jpg", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "language_code": "eng", "publication_date": "2010-10-01"}, "annotation": "", "position": 11},{"uuid": "AJwJMpnmHSXK6FpbPZzX23", "book": {"uuid": "PZM9zSgcnUjBKSewPwo9hE", "oyster_good_for_statement": "", "author": "James MacGregor Burns", "status": 1, "average_rating": 4.03, "oyster_summary": "", "number_print_pages": 538, "description": "<DIV><DIV><b>Pulitzer Prize&ndash;winning historian James MacGregor Burns&rsquo;s definitive look at the power of transformational leadership, from Moses to Machiavelli to Martin Luther King Jr.</b></div><BR><DIV>Historian and political scientist James MacGregor Burns has spent much of his career documenting the use and misuse of power by leaders throughout history. In this groundbreaking study, Burns examines the qualities that make certain leaders&mdash;in America and elsewhere&mdash;succeed as transformative figures. Through insightful anecdotes and historical analysis, Burns scrutinizes the charisma, vision, and persuasive power of individuals able to imbue followers with a common sense of purpose, from the founding fathers to FDR, Ghandi to Napoleon. Since its original publication in 1970, <i>Leadership</i> has set the standard for scholarship in the field. </div><BR></div>", "isbn": "9781453245170", "title": "Leadership", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Leadership/1373330481.86.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}, {"uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null, "name": "Pulitzer Prize-Winning Author"}], "language_code": "eng", "publication_date": "2012-04-10"}, "annotation": "", "position": 10},{"uuid": "Dd97LUzUntrvsnFdsiaMVP", "book": {"uuid": "waD9aSf7bQAxQwGcNwEXXF", "oyster_good_for_statement": "", "author": "Michael E. Gerber", "status": 1, "average_rating": 3.98, "oyster_summary": "", "number_print_pages": 288, "description": "<p>An instant classic, this revised and updated edition of the phenomenal bestseller dispels the myths about starting your own business. Small business consultant and author Michael E. Gerber, with sharp insight gained from years of experience, points out how common assumptions, expectations, and even technical expertise can get in the way of running a successful business. </p><p>Gerber walks you through the steps in the life of a business&#8212;from entrepreneurial infancy through adolescent growing pains to the mature entrepreneurial perspective: the guiding light of all businesses that succeed&#8212;and shows how to apply the lessons of franchising to any business, whether or not it is a franchise. Most importantly, Gerber draws the vital, often overlooked distinction between working on your business and working in your business.</p><p><em>The E-Myth Revisited</em> will help you grow your business in a productive, assured way.</p>", "isbn": "9780061741654", "title": "The E-Myth Revisited", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061741654/1376505172.51.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 34},{"uuid": "H2FBhfsRWGTCNNwvkbPg6U", "book": {"uuid": "cbwynpvPMRscUqJGd77TH3", "oyster_good_for_statement": "", "author": "Geoffrey A. Moore", "status": 1, "average_rating": 4.05, "oyster_summary": "", "number_print_pages": 256, "description": "<p>Here is the bestselling guide that created a new game plan for marketing in high-tech industries. <em>Crossing the Chasm</em> has become the bible for bringing cutting-edge products to progressively larger markets. This edition provides new insights into the realities of high-tech marketing, with special emphasis on the Internet. It's essential reading for anyone with a stake in the world's most exciting marketplace.</p>", "isbn": "9780061795862", "title": "Crossing the Chasm", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795862/1376506544.86.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 31},{"uuid": "hjFoG45imX2jNKUZJJxVLg", "book": {"uuid": "qSH8AykDhpdCuX5HuqRZtk", "oyster_good_for_statement": "", "author": "Roger Dawson", "status": 1, "average_rating": 3.89, "oyster_summary": "", "number_print_pages": 288, "description": "<DIV><I>Secrets of Power Persuasion for Salespeople</I>, now available in paperback as well as hardcover, is a powerful, easy-to-read book that delivers scores of proven, effective methods and techniques you can use immediately to achieve the power and influence over buyers you desire. This book helps you master the art of persuasion, in turn helping your sales and profits grow.<BR></div>", "isbn": "9781453254158", "title": "Secrets of Power Persuasion for Salespeople", "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/Secrets%20of%20Power%20Persuasion%20for%20Salespeople/1373330694.99.jpg", "publisher": {"uuid": "qWHFDsahbGoPZdkDkeqZZm", "name": "Career Press"}, "awards": [], "language_code": "eng", "publication_date": "2012-04-24"}, "annotation": "", "position": 32},{"uuid": "8bpp3gs5WgLwHnrLLEZANJ", "book": {"uuid": "sm4F7xoqCMQtqSyo64vhdG", "oyster_good_for_statement": "", "author": "Gillian Tett", "status": 1, "average_rating": 3.85, "oyster_summary": "", "number_print_pages": 384, "description": "<p><em>Saving the Sun</em> tells the story of the world's largest private equity deal where American investors made billions of dollars rehabilitating Shinsei, a failed Japanese bank. Within that business saga is the dramatic tale of Japan's brightest financial minds, the men who made the Japanese economic miracle come to life, and their struggle against the economic failure in the 1990s. Into this climate of despair, where Japan seemed incapable of reviving prosperity, came a group of wily and determined Americans who would discover just how different the Japanese really are.</p>", "isbn": "9780061877636", "title": "Saving the Sun", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061877636/1376452465.01.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 31},{"uuid": "XF35sveTxWr262ndWh7zBj", "book": {"uuid": "yXGYKygCBv52wdS8cZYG9P", "oyster_good_for_statement": "", "author": "Ramit Sethi", "status": 1, "average_rating": 4.07, "oyster_summary": "", "number_print_pages": 266, "description": "<p>At last, for a generation that's materially ambitious yet financially clueless comes <i>I Will Teach You To Be Rich</i>, Ramit Sethi's 6-week personal finance program for 20-to-35-year-olds. A completely practical approach delivered with a nonjudgmental style that makes readers want to do what Sethi says, it is based around the four pillars of personal finance--banking, saving, budgeting, and investing--and the wealth-building ideas of personal entrepreneurship.<br /><br /> Sethi covers how to save time by not wasting it managing money; the guns and cars myth of credit cards; how to negotiate like an Indian--the conversation <i>begins</i> with \"no\"; why \"Budgeting Doesn't Have to Suck!\"; how to get things rolling--for real--with only $20; what most people don't understand about taxes; how to get a CEO to take <i>you</i> out to lunch; how to avoid the Super Mario Brothers trap by making your savings work harder than you do; the difference between cheap and frugal; the hidden relationship between money and food. Not to mention his first key lesson: Getting started is more important than being the smartest person in the room. Integrated with his website, where readers can use interactive charts, follow up on the latest information, and join the community, it is a hip blueprint to building wealth and financial security.<br /><br />Every month, 175,000 unique visitors come to Ramit Sethi's website, Iwillteachyoutoberich.com, to discover the path to financial freedom. They praise him thoughtfully (\"Your site summarizes everything I want with my life--to be rich in finances, rich in experience, rich in family blessings,\" <i>Dan Esparza</i>) and effusively (\"Dude, you rock. I love this site!\" <i>Richard Wu</i>). The press has caught on, too: \"Ramit Sethi is a rising star in the world of personal finance writing . . . one singularly attuned to the sensibilities of his generation. his style is part frat boy and part silicon Valley geek, with a little bit of San Francisco hipster thrown in\" (<i>San Francisco Chronicle</i>). His writing is smart, his voice is full of attitude, and his ideas are uncommonly sound and refreshingly hype-free.</p>", "isbn": "9780761156314", "title": "I Will Teach You To Be Rich", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761156314/1377071032.01.jpg", "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2009-03-23"}, "annotation": "", "position": 9},{"uuid": "246CsDJgRFRc8SRFiB55SY", "book": {"uuid": "NaLCjubT68f2FvP2WfgC3n", "oyster_good_for_statement": "", "author": "Martin Schwartz", "status": 1, "average_rating": 4.06, "oyster_summary": "", "number_print_pages": 320, "description": "<p>Welcome to the world of Martin \"Buzzy\" Schwartz, Champion Trader--the man whose nerves of steel and killer instinct in the canyons of Wall Street earned him the well-deserved name \"Pit Bull.\"  This is the true story of how Schwartz became the best of the best, of the people and places he discovered along the way and of the trader&#8217;s tricks and techniques he used to make his millions.</p>", "isbn": "9780061844638", "title": "Pit Bull", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061844638/1376452288.51.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 20},{"uuid": "3zjybLFoHWt9RqLAMvMg9Y", "book": {"uuid": "x6BzxV5jtrFiKfNwag64Mk", "oyster_good_for_statement": "", "author": "Bryan Burrough", "status": 1, "average_rating": 4.18, "oyster_summary": "", "number_print_pages": 624, "description": "<p><em>Barbarians at the Gate</em> has been called one of the most influential business books of all time -- the definitive account of the largest takeover in Wall Street history. Bryan Burrough and John Helyar's gripping account of the frenzy that overtook Wall Street in October and November of 1988 is the story of deal makers and publicity flaks, of strategy meetings and society dinners, of boardrooms and bedrooms -- giving us not only a detailed look at how financial operations at the highest levels are conducted but also a richly textured social history of wealth at the twilight of the Reagan era.</p> <p>Barbarians at the Gate -- a business narrative classic -- is must reading for everyone interested in the way today's world really works.</p>", "isbn": "9780061804038", "title": "Barbarians at the Gate", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061804038/1376506761.58.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 28},{"uuid": "owYH2z8ggG2AufjVAihRBP", "book": {"uuid": "Md3qDxp7FpECUvvNTZRmEE", "oyster_good_for_statement": "", "author": "Nicole LaPorte", "status": 1, "average_rating": 3.79, "oyster_summary": "", "number_print_pages": 512, "description": "<P>For sixty years, since the birth of United Artists, the studio landscape was unchanged.Then came Hollywood&#8217;s Circus Maximus&#8212;created by director Steven Spielberg, billionaire David Geffen, and Jeffrey Katzenberg, who gave the world <I>The Lion King</I>&#8212;an entertainment empire called DreamWorks. Now Nicole LaPorte,who covered the company for <I>Variety</I>, goes behind the hype to reveal for the first time the delicious truth of what happened.</p> <p>Readers will feel they are part of the creative calamities of moviemaking as LaPorte&#8217;s fly-on-the-wall detail shows us Hollywood&#8217;s bizarre rules of business.We see the clashes between the often otherworldly Spielberg&#8217;s troops and Katzenberg&#8217;s warriors, the debacles and disasters, but also the Oscar-winning triumphs, including <I>Saving Private Ryan</I>.We watch as the studio burns through billions, its rich owners get richer, and everybody else suffers.We see Geffen seducing investors likeMicrosoft&#8217;s Paul Allen, showing his steel against CAA&#8217;s Michael Ovitz, and staging fireworks during negotiations with Paramount and Disney. Here is Hollywood, up close, glamorous, and gritty.</p> <p>&#160;", "isbn": "9780547487168", "title": "The Men Who Would Be King", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487168/1376380044.93.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2010-05-04"}, "annotation": "", "position": 4},{"uuid": "ZTXASsAZXS2mGVqG9iBpiW", "book": {"uuid": "5ftwALx9fi8mz9UThzVkeZ", "oyster_good_for_statement": "", "author": "Hector Ruiz", "status": 1, "average_rating": 4.41, "oyster_summary": "", "number_print_pages": 232, "description": "<DIV>When Hector Ruiz joined AMD, quickly ascending to the CEO&rsquo;s suite, he took the helm of a dynamic company that was nonetheless struggling against perceptions that it could not contend with Intel, the Goliath of the microchip industry. Though AMD&rsquo;s technology, products, and pricing were keeping pace with or outstripping Intel&rsquo;s, the market wasn&rsquo;t responding. Why? <BR><BR>Ruiz found deals unaccountably collapsing, his executives stonewalled by business partners, and promising innovations thwarted. As Intel made it almost impossible for its customers to use competitors&rsquo; chips, rumors floated that the only reason Intel &ldquo;allowed&rdquo; AMD to exist was to stave off antitrust investigations by the Federal Trade Commission. <BR><BR>As government investigations began to reveal the truth about Intel&rsquo;s predatory business practices, Ruiz realized that AMD&rsquo;s only option was to become David to Intel&rsquo;s Goliath. <BR><BR>Recruiting a team of renowned strategists and industry leaders, Ruiz developed tactics based on superior technology and innovative alliances. And when he finally made the decision to file a historic lawsuit against Intel, the battle between the two rivals escalated, enveloping the entire personal computer industry and bringing to a head a conflict that had been building for more than a decade.<BR><BR>This unprecedented inside account of the microchip industry at war offers lessons to all readers interested in the thrust and parry of the high-technology sector&mdash;or who face daunting competitive challenges of their own.<BR><BR><BR></div>", "isbn": "9781608325573", "title": "Slingshot", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Slingshot/1373298411.05.jpg", "publisher": {"uuid": "XSGZZ7ZaYhaGXbxKvZEFHd", "name": "Greenleaf Book Group Press"}, "awards": [], "language_code": "eng", "publication_date": "2013-04-23"}, "annotation": "", "position": 21},{"uuid": "YDKu8dajrLS3yHyyouW7Cf", "book": {"uuid": "TQa622Kpj9Awb2vc5ABuNm", "oyster_good_for_statement": "", "author": "Tracy Goss", "status": 1, "average_rating": 3.62, "oyster_summary": "", "number_print_pages": 288, "description": "<p>In their effort to succeed, today's leaders will reinvent anything--anything but themselves, and this is why so many attempts to revolutionize business fail. Tracy Goss runs a course for executives so that they can reinvent themselves for the next \"mission impossible,\" and Goss has run this highly successful course for the last fifteen years.</p><p>\n</p><p>\nDo you want to do work that is worthy of your time and talent? Do you want to make your mark on your industry, company, or within your community? Are you satisfied with the fact that reengineering, quality improvements, and other changes never really make a lasting impact? Then you need to go beyond the techniques of improvement and learn the skills that it takes to be extraordinary. The power to be extraordinary is not one we are born with. Rather, it is a power that one can learn, and Tracy Goss helps executives realize this power. Here in this book for the first time, Goss makes her coursework available to the general reader.</p><p>\n</p><p>\nGoss's unique methodology shows how you how \"you can put at risk the success you have achieved for the 'possibility' you can be.\" She positions executives to take on the future that they dream about. She teaches how to behave differently so that you are free of past constraints. She shows how you can be at home in the environment in which you are constantly surrounded by threats, and how to transcend the ordinary to make the impossible happen. Her work has resulted in many important life changes and organizational reinventions worldwide.</p><p>\n</p><p>\n</p>", "isbn": "9780795308383", "title": "The Last Word on Power", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Last%20Word%20on%20Power/1373294058.34.jpg", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [], "language_code": "eng", "publication_date": "2010-07-01"}, "annotation": "", "position": 26},{"uuid": "LUPPTWEKKTP67KzzDC5Khk", "book": {"uuid": "WotNLgPyRW8hJHq3Uo2Ub6", "oyster_good_for_statement": "", "author": "Michael A. Hiltzik", "status": 1, "average_rating": 4.18, "oyster_summary": "", "number_print_pages": 480, "description": "<p>In the bestselling tradition of <em>The Soul of a New Machine, Dealers of Lightning</em> is a fascinating journey of intellectual creation. In the 1970s and '80s, Xerox Corporation brought together a brain-trust of engineering geniuses, a group of computer eccentrics dubbed PARC. This brilliant group created several monumental innovations that triggered a technological revolution, including the first personal computer, the laser printer, and the graphical interface (one of the main precursors of the Internet), only to see these breakthroughs rejected by the corporation. Yet, instead of giving up, these determined inventors turned their ideas into empires that radically altered contemporary life and changed the world.</p><p>Based on extensive interviews with the scientists, engineers, administrators, and executives who lived the story, this riveting chronicle details PARC's humble beginnings through its triumph as a hothouse for ideas, and shows why Xerox was never able to grasp, and ultimately exploit, the cutting-edge innovations PARC delivered. <em>Dealers of Lightning</em> offers an unprecedented look at the ideas, the inventions, and the individuals that propelled Xerox PARC to the frontier of technohistoiy--and the corporate machinations that almost prevented it from achieving greatness.</p>", "isbn": "9780061913501", "title": "Dealers of Lightning", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061913501/1376528399.6.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-05-19"}, "annotation": "", "position": 19},{"uuid": "RBmCfHsRUkdmriCv3DvqXF", "book": {"uuid": "oq4JcBhNFvmCXNifZmCLBc", "oyster_good_for_statement": "", "author": "Milton Friedman", "status": 1, "average_rating": 4.22, "oyster_summary": "", "number_print_pages": 360, "description": "<DIV>The international bestseller on the extent to which personal freedom has been eroded by government regulations and agencies while personal prosperity has been undermined by government spending and economic controls. New Foreword by the Authors; Index.<BR></DIV>", "isbn": "9780547539751", "title": "Free to Choose", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539751/1376381230.56.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "1990-11-26"}, "annotation": "", "position": 20},{"uuid": "rreEARXhP3QazZVzTnhDmV", "book": {"uuid": "5UdqGABAtxtvPiUVqievnM", "oyster_good_for_statement": "", "author": "Roger Dawson", "status": 1, "average_rating": 4.29, "oyster_summary": "", "number_print_pages": 320, "description": "<DIV>Roger Dawson's <i>Secrets of Power Negotiating</i> has changed the way American business thinks about negotiating. Thinking &quot;win-win&quot;&mdash;looking for that magical third solution in which everyone wins but nobody loses&mdash;can be a naive and ultimately unsuccessful approach in today's tough business environment. Power Negotiating teaches that the way you negotiate can get you everything you want and still convince the other side that they won also. This third edition has been completely revised and updated to reflect the changing dynamics of business today. New and expanded sections include:</div><ul>    <li>Twenty sure-fire negotiating gambits.</li>    <li>How to negotiate over the telephone, by e-mail, and via instant messaging.</li>    <li>How to read body language.</li>    <li>Listening to hidden meanings in conversation.</li>    <li>Dealing with people from other cultures.</li>    <li>How to become an expert mediator.</li></ul><i>Secrets of Power Negotiating</i> covers every aspect of the negotiating process with practical, proven advice, from beginning steps to critical final moves: how to recognize unethical tactics, key principles of the Power Negotiating strategy, why money is not as important as everyone thinks, negotiating pressure points, understanding the other party and gaining the upper hand, and analyses of different negotiating styles.<BR>", "isbn": "9781453254110", "title": "Secrets of Power Negotiating", "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/Secrets%20of%20Power%20Negotiating/1373330704.44.jpg", "publisher": {"uuid": "qWHFDsahbGoPZdkDkeqZZm", "name": "Career Press"}, "awards": [], "language_code": "eng", "publication_date": "2012-04-24"}, "annotation": "", "position": 13},{"uuid": "yK2fEXwGiWo5WhvbkY6iFe", "book": {"uuid": "aMuNmqpAc7FNJvqyhEjM8A", "oyster_good_for_statement": "", "author": "William A. Cohen", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 288, "description": "Few thinkers have had a greater impact on business than Peter Drucker, the inventor of modern management, whose legacy continues to influence leaders around the globe. His keen observations about organizations took the form of deceptively simple truths and astute predictions. Concepts such as decentralization, outsourcing, the rise of the knowledge worker, the role of employees as assets, and a focus on the customer—it was Drucker who first expressed them, sometimes decades before they be came accepted wisdom. Although renowned as a thinker and idea generator, the “what” in his teachings was far more prevalent than the “how.” Now, The Practical Drucker mines his vast body of work to pinpoint 40 applicable truths for solving real-world problems. Readers will find surprising insights and clear guidance on how to: • Engage employees and achieve outstanding performance\n• Remedy destructive office politics\n• Approach innovation\n• Ensure follow-through on good ideas by establishing controls\n• Handle a crisis\n• Become better decision makers by questioning assumptions\n• Determine which leadership style to use in which situation\n• Do more with less\n• Steer clear of the biggest traps that leaders fall into\n• Avoid the five deadly marketing sins\n• And much more In succinct, satisfying chapters, the book distills the practical wisdom from Drucker’s myriad books, essays, articles and his decades of teaching and consulting into a set of fresh, vital lessons that will resonate today and for years to come.", "isbn": "9780814433508", "title": "The Practical Drucker", "cover_img": "https://cflare.oysterbooks.com/covers/AMACOM/9780814433508/1383304767.53.jpg", "publisher": {"uuid": "NFEC5PbKnEVVsKgzTC7RTj", "name": "AMACOM"}, "awards": [], "language_code": "eng", "publication_date": "2013-11-29"}, "annotation": "", "position": 34},{"uuid": "rpKpNh8AMGjvcmFWGsAmA5", "book": {"uuid": "toBWuUxSjUjiUDeDynnkua", "oyster_good_for_statement": "", "author": "James Owen Weatherall", "status": 1, "average_rating": 3.86, "oyster_summary": "", "number_print_pages": 304, "description": "<DIV>After the economic meltdown of 2008, Warren Buffett famously warned, &#8220;beware of geeks bearing formulas.&#8221; But as James Weatherall demonstrates, not all geeks are created equal. While many of the mathematicians and software engineers on Wall Street failed when their abstractions turned ugly in practice, a special breed of physicists has a much deeper history of revolutionizing finance. Taking us from fin-de-si&#232;cle Paris to Rat Pack-era Las Vegas, from wartime government labs to Yippie communes on the Pacific coast, Weatherall shows how physicists successfully brought their science to bear on some of the thorniest problems in economics, from options pricing to bubbles.<br><BR>The crisis was partly a failure of mathematical modeling. But even more, it was a failure of some very sophisticated financial institutions to think like physicists. Models&#8212;whether in science or finance&#8212;have limitations; they break down under certain conditions. And in 2008, sophisticated models fell into the hands of people who didn&#8217;t understand their purpose, and didn&#8217;t care. It was a catastrophic misuse of science.<br><BR>The solution, however, is not to give up on models; it's to make them better. Weatherall reveals the people and ideas on the cusp of a new era in finance. We see a geophysicist use a model designed for earthquakes to predict a massive stock market crash. We discover a physicist-run hedge fund that earned 2,478.6% over the course of the 1990s. And we see how an obscure idea from quantum theory might soon be used to create a far more accurate Consumer Price Index.<br>Both persuasive and accessible, <I>The Physics of Wall Street</I> is riveting history that will change how we think about our economic future.<BR></DIV>", "isbn": "9780547618296", "title": "The Physics of Wall Street", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547618296/1390198992.0.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-01-08"}, "annotation": "", "position": 24},{"uuid": "8m4kPUxS3WtTvCaz3izhcb", "book": {"uuid": "gpNuavdGM3BeQPGkUgew5B", "oyster_good_for_statement": "", "author": "Henry Cloud", "status": 1, "average_rating": 4.3, "oyster_summary": "", "number_print_pages": 256, "description": "<blockquote><p>End Pain.</p><p>Foster Personal and Professional Growth.</p><p>Live Better. </p></blockquote><p>While endings are a natural part of business and life, we often experience them with a sense of hesitation, sadness, resignation, or regret. But consultant, psychologist, and bestselling author Dr. Henry Cloud sees endings differently. He argues that our personal and professional lives can only improve to the degree that we can see endings as a necessary and strategic step to something better. If we cannot see endings in a positive light and execute them well, he asserts, the \"better\" will never come either in business growth or our personal lives.</p><p>In this insightful and deeply empathetic book, Dr. Cloud demonstrates that, when executed well, \"necessary endings\" allow us to proactively correct the bad and the broken in our lives in order to make room for the professional and personal growth we seek. However, when endings are avoided or handled poorly&#8212;as is too often the case&#8212;good opportunities may be lost, and misery repeated. Drawing on years of experience as an executive coach and a psychologist, Dr. Cloud offers a mixture of advice and case studies to help readers</p><ul><p></p><li>know when to have realistic hope and when to execute a necessary ending in a business, or with an individual; </li><p></p><p></p><li>identify which employees, projects, activities, and relationships are worth nurturing and which are not;</li><p></p><p></p><li>overcome people's resistance to change and create change that works;</li><li>create urgency and an action plan for what's important;</li><p></p><p></p><li>stop wasting resources needed for the things that really matter.</li><p></p></ul><p>Knowing when and how to let go when something, or someone, isn't working&#8212;a personal relationship, a job, or a business venture&#8212;is essential for happiness and success. <em>Necessary Endings</em> gives readers the tools they need to say good-bye and move on. </p>", "isbn": "9780062024985", "title": "Necessary Endings", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062024985/1376530563.03.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2011-01-18"}, "annotation": "", "position": 22},{"uuid": "MgLpJxCkpfp6p5NrbDxpC7", "book": {"uuid": "kWxJK7uJST2qPLNjXYgx7h", "oyster_good_for_statement": "", "author": "Billy Parish", "status": 1, "average_rating": 3.83, "oyster_summary": "", "number_print_pages": 304, "description": "<p>As we emerge from the recession, a generation is searching for practical answers about how to succeed and make positive change in the world. With real-life success stories and practical advice and exercises, <i>Making Good</i> outlines how to find opportunities to effect change and make money. These opportunities are not just for entrepreneurs and Fortune 500 companies: <i>Making Good</i> shows step-by-step how any person can achieve financial autonomy, capitalize on global changes to infrastructure, and learn from everyday success stories—providing the skills and insights this generation needs to succeed and build careers and lives of consequence.</p><p>Charismatic, young, and passionate, Billy Parish and Dev Aujla have been recognized in media outlets like <i>Vanity Fair</i>, <i>Salon</i>, and <i>Rolling Stone</i> as the voices of their generation. They are at the vanguard of figuring out how the next generation will rethink, re-imagine, and rebuild the world around us. <i>Making Good</i> culls the knowledge that has allowed Billy and Dev to build thriving, meaningful careers into a book that will be <i>What Color Is Your Parachute?</i> for the Facebook generation.</p>", "isbn": "9781609613693", "title": "Making Good", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613693/1376893512.02.jpg", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "language_code": "English", "publication_date": "2012-02-28"}, "annotation": "", "position": 3},{"uuid": "p6PNAUmJ5Hg2tAbJXCoPUW", "book": {"uuid": "LN3EJ4KQ6iv7wNkJ4LcpD", "oyster_good_for_statement": "", "author": "T. Harv Eker", "status": 1, "average_rating": 4.05, "oyster_summary": "", "number_print_pages": 224, "description": "<p><em>Secrets of the Millionaire Mind</em> reveals the missing link between wanting success and achieving it!</p><p>Have you ever wondered why some people seem to get rich easily, while others are destined for a life of financial struggle? Is the difference found in their education, intelligence, skills, timing, work habits, contacts, luck, or their choice of jobs, businesses, or investments?</p><p>The shocking answer is: None of the above!</p><p>In his groundbreaking <em>Secrets of the Millionaire Mind</em>, T. Harv Eker states: \"Give me five minutes, and I can predict your financial future for the rest of your life!\" Eker does this by identifying your \"money and success blueprint.\" We all have a personal money blueprint ingrained in our subconscious minds, and it is this blueprint, more than anything, that will determine our financial lives. You can know everything about marketing, sales, negotiations, stocks, real estate, and the world of finance, but if your money blueprint is not set for a high level of success, you will never have a lot of money&#8212;and if somehow you do, you will most likely lose it! The good news is that now you can actually reset your money blueprint to create natural and automatic success.</p><p><em>Secrets of the Millionaire Mind</em> is two books in one. Part I explains how your money blueprint works. Through Eker's rare combination of street smarts, humor, and heart, you will learn how your childhood influences have shaped your financial destiny. You will also learn how to identify your own money blueprint and \"revise\" it to not only create success but, more important, to keep and continually grow it.</p><p>In Part II you will be introduced to seventeen \"Wealth Files,\" which describe exactly how rich people think and act differently than most poor and middle-class people. Each Wealth File includes action steps for you to practice in the real world in order to dramatically increase your income and accumulate wealth.</p><p>If you are not doing as well financially as you would like, you will have to change your money blueprint. Unfortunately your current money blueprint will tend to stay with you for the rest of your life, unless you identify and revise it, and that's exactly what you will do with the help of this extraordinary book. According to T. Harv Eker, it's simple. If you think like rich people think and do what rich people do, chances are you'll get rich too!</p>", "isbn": "9780061793660", "title": "Secrets of the Millionaire Mind", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061793660/1376506492.25.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 17},{"uuid": "KnFRiPrMJKK88xecUUi2c7", "book": {"uuid": "zrxdkz23Ka7m7odtV7Vdsh", "oyster_good_for_statement": "", "author": "Ben Hewitt", "status": 1, "average_rating": 3.44, "oyster_summary": "", "number_print_pages": 224, "description": "<p>When Ben Hewitt met Erik Gillard, he was amazed. Here was a real-life rebel living happily and comfortably in small-town Vermont on less than $10,000 per year. Gillard’s no bum. He has a job, a girlfriend, good friends, and strong ties to the community. But how he lives his life—and why—launches Hewitt on a quest to understand the true role of money and mindless consumerism in our lives. By meeting and befriending people like Erik Gillard, Hewitt realized that their happiness was real. What was he—and the rest of a deeply unhappy population—missing?</p><p><i>Saved</i> is the humorous, surprising, and ultimately life-changing result of Hewitt’s quest, a narrative that challenges everything we know about the meaning of money. Hewitt uses his sharp eye for story, exhaustive reporting, and his own experience living below his means to bring what he learned into an even larger context. How does money really work? How can a bankrupt society move forward? The answers are not what you think, and Hewitt has written an important book for our times.</p>", "isbn": "9781609614096", "title": "Saved", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609614096/1376893586.4.jpg", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "language_code": "English", "publication_date": "2013-06-11"}, "annotation": "", "position": 0},{"uuid": "NcP34GDGEKYqfbVwiSUr5S", "book": {"uuid": "YPdjG7KJhMZonNbSVhn4fV", "oyster_good_for_statement": "", "author": "Jeff Jarvis", "status": 1, "average_rating": 3.79, "oyster_summary": "", "number_print_pages": 288, "description": "<blockquote><p>A bold and vital book that asks and answers the most urgent question of today: What Would Google Do? </p></blockquote><p>In a book that's one part prophecy, one part thought experiment, one part manifesto, and one part survival manual, internet impresario and blogging pioneer Jeff Jarvis reverse-engineers Google&#8212;the fastest-growing company in history&#8212;to discover forty clear and straightforward rules to manage and live by. At the same time, he illuminates the new worldview of the internet generation: how it challenges and destroys, but also opens up vast new opportunities. His findings are counterintuitive, imaginative, practical, and above all visionary, giving readers a glimpse of how everyone and everything&#8212;from corporations to governments, nations to individuals&#8212;must evolve in the Google era.</p><p>Along the way, he looks under the hood of a car designed by its drivers, ponders a worldwide university where the students design their curriculum, envisions an airline fueled by a social network, imagines the open-source restaurant,  and examines a series of industries and institutions that will soon benefit from this book's central question. </p><p>The result is an astonishing, mind-opening book that, in the end, is not about Google. It's about you.</p>", "isbn": "9780061893933", "title": "What Would Google Do?", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061893933/1376528283.67.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 18},{"uuid": "dq89mskJRsvb2ebZjgSiW9", "book": {"uuid": "pMtHBqZjVqf8hz5zAb2ZcH", "oyster_good_for_statement": "", "author": "Geoffrey A. Moore", "status": 1, "average_rating": 3.86, "oyster_summary": "", "number_print_pages": 272, "description": "<p>In this, the second of Geoff Moore's classic three-part marketing series, Moore provides highly useful guidelines for moving products beyond early adopters and into the lucrative mainstream market. Updated for the HarperBusiness Essentials series with a new author's note.</p><p>Once a product \"crosses the chasm\" it is faced with the \"tornado,\" a make or break time period where mainstream customers determine whether the product takes off or falls flat. In <em>Inside the Tornado</em>, Moore details various marketing strategies that will teach marketers how reach these customers and how to take advantage of living inside the tornado in order to reap the benefits of mainstream adoption.</p>", "isbn": "9780061808630", "title": "Inside the Tornado", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061808630/1376527174.05.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 16},{"uuid": "jihZBi8RZqFtJEnbxhWXaW", "book": {"uuid": "wiQyfghRxpL9m3YWzFHmm3", "oyster_good_for_statement": "", "author": "James Conaway", "status": 1, "average_rating": 3.61, "oyster_summary": "", "number_print_pages": 384, "description": "<DIV>In the tradition of his New York Times bestseller, Napa, James Conaway picks up the story he began a decade ago. The Far Side of Eden offers \"a fascinating look at the political side of the wine revolution that put California's Napa Valley on the world map\" (Miami Herald). Now, Conaway reveals, Napa is awash in dollars generated by the boom economy and the social ambitions it inspired. The valley is beset by new arrivals determined to have vineyards of their own and by cult-wine producers in thrall to fabulously expensive \"rocket juice\" (cabernet sauvignon) that few locals can afford - while established families wish to hold on to the old ways, and camp followers get caught up in the glamour of it all.<br>   Conaway, long known for his controversial, compulsively readable social reporting, here \"indicts the wave of new-money millionaires from Silicon Valley, who have brought with them gaudy displays of wealth -- building so-called 'McMansions' and planting 'vanity vineyards'\" (Los Angeles Times). \"A cautionary tale . . . [with] a seductive pull\" (San Francisco Chronicle), The Far Side of Eden takes us to the frontlines of America's ongoing conflicts over money, land, and power to tell a story that has ramifications for us all.</div>", "isbn": "9780547691688", "title": "The Far Side of Eden", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547691688/1376381494.49.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2003-08-21"}, "annotation": "", "position": 2},{"uuid": "wzVzVY4aLVs8XfbaoSvbe9", "book": {"uuid": "UAq6YM9sf6iQHjyeEbdgEi", "oyster_good_for_statement": "", "author": "Steven Rattner", "status": 1, "average_rating": 3.74, "oyster_summary": "", "number_print_pages": 352, "description": "<P><B>A uniquely informed investigative account of one of the biggest financial crises of President Obama&#8217;s early administration</B></P> <p>&#160;</P> <p>During his first year in office, President Obama faced the possibility of more than a million lost jobs as GM and Chrysler headed for financial ruin. He joined forces with Treasury Secretary Tim Geithner and economic advisor Larry Summers in a historic government intervention to keep these two auto-industry giants afloat, working against a ticking clock and fielding vocal opposition from free market champions along the way. It's from this vantage point that former <I>New York Times</I> financial journalist Steven Rattner witnesses a new administration's grace under pressure in the face of gross corporate mismanagement&#8212;a scenario rich in hard-earned lessons for managers and executives in any industry.", "isbn": "9780547504568", "title": "Overhaul", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504568/1376380847.27.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2010-09-13"}, "annotation": "", "position": 7},{"uuid": "DPyrVPqnXL2tqNaK7zeXda", "book": {"uuid": "Et7T4FFAtiQ9Li5Xy6Brj8", "oyster_good_for_statement": "", "author": "Edward Jay Epstein", "status": 1, "average_rating": 3.75, "oyster_summary": "", "number_print_pages": 240, "description": "<p>In The Hollywood Economist, veteran investigative reporter Edward Jay Epstein goes undercover to find the answer to a puzzling question: Why is it that even the biggest grossing new movies, raking in millions at the box office, rarely break even during their theatrical release? How does Hollywood make money?</p>\n<p>Epstein penetrates the dazzlingly complicated economics of Hollywood to uncover what he calls the studio's \"invisible money machine”—the bizarre financial schemes behind the hits and the flops:</p>\n  <p>Studios harvesting silver from the old film prints\n  Incredibly complicated auctions to sell foreign rights\n  The manipulation of outside investors\n  Filming in bizarre locations to get subsidies and avoid taxes</p>\n\n<p>Along the way to understanding this dizzying world of finance, we also learn much about the star system and what makes Hollywood tick. Why is Arnold Schwarzenegger a contract genius? How much does it cost to insure Nicole Kidman's knee? Why is Laura Croft: Tomb Raider considered a masterpiece of studio financing? What really gets a movie made?</p>", "isbn": "9781935554998", "title": "Hollywood Economist", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554998/1377114361.65.jpg", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "language_code": "English", "publication_date": "2010-03-09"}, "annotation": "", "position": 33},{"uuid": "zVpX8bHuBcqJ76Hxqmdu8N", "book": {"uuid": "khFpcsuM4EeQUW3WT66ZEM", "oyster_good_for_statement": "", "author": "Leonsis", "status": 1, "average_rating": 4.2, "oyster_summary": "", "number_print_pages": 305, "description": "Albert Schweitzer said, “Happiness is the key to success.” In The Business of Happiness, Ted Leonsis—business, sports, and media mogul—proves Schweitzer’s point, explaining that success may or may not make you happy, but happiness will almost always make you more successful. Through research studies, personal stories, and anecdotal evidence from celebrities, famous athletes, and influential businessmen, Ted reveals the six secrets to achieving true happiness—and how they make success almost inevitable. Showing people exactly how they can apply the six secrets to their work, at home, and in their personal lives, Leonsis also reveals how some of the most successful and happy people today—Bono, Michael Jordan, Steve Case—have put these secrets into practice for themselves. Dynamic, inspiring, and unique, The Business of Happiness proves that anyone can be more successful and happier, including you", "isbn": "9781596981386", "title": "Business of Happiness", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596981386/1377211345.82.jpg", "publisher": {"uuid": "6CRaUtbextjZSAuRuZ5wRE", "name": "Regnery Publishing"}, "awards": [], "language_code": "English", "publication_date": "2010-02-09"}, "annotation": "", "position": 25},{"uuid": "REfkt9heSkQ5F2ddiYkSAQ", "book": {"uuid": "LqUGXakX92LmCtreKvyJqm", "oyster_good_for_statement": "", "author": "Dave Logan", "status": 1, "average_rating": 4.09, "oyster_summary": "", "number_print_pages": 320, "description": "<p>It's a fact of life: birds flock, fish school, people \"tribe.\" </p><p>Every company, indeed every organization, is a tribe, or if it's large enough, a network of tribes&#8212;groups of 20 to 150 people in which everyone knows everyone else, or at least knows of everyone else. Tribes are more powerful than teams, companies, or even CEOs, and yet their key leverage points have not been mapped&#8212;until now. In <em>Tribal Leadership</em>, Dave Logan, John King, and Halee Fischer-Wright show leaders how to assess their organization's tribal culture on a scale from one to five and then implement specific tools to elevate the stage to the next. The result is unprecedented success.</p><p>In a rigorous eight-year study of approximately 24,000 people in over two dozen corporations, Logan, King, and Fischer-Wright refine and define a common theme: the success of a company depends on its tribes, the strength of its tribes is determined by the tribal culture, and a thriving corporate culture can be established by an effective tribal leader. <em>Tribal Leadership</em> will show leaders how to employ their companies' tribes to maximize productivity and profit: the authors' research, backed up with interviews ranging from Brian France (CEO of NASCAR) to \"Dilbert\" creator Scott Adams, shows that over three quarters of the organizations they've studied have tribal cultures that are merely adequate, no better than the third of five tribal stages.</p><p>Leaders, managers, and organizations that fail to understand, motivate, and grow their tribes will find it impossible to succeed in an increasingly fragmented world of business. The often counterintuitive findings of <em>Tribal Leadership</em> will help leaders at today's major corporations, small businesses, and nonprofits learn how to take the people in their organization from adequate to outstanding, to discover the secrets that have led the highest-level tribes (like the team at Apple that designed the iPod) to remarkable heights, and to find new ways to succeed where others have failed.</p>", "isbn": "9780061754722", "title": "Tribal Leadership", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061754722/1376506096.55.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 31},{"uuid": "uNnCAfSwdFVM3bWJznSumP", "book": {"uuid": "Gzce8LjbZQvmPVxdZvyjF", "oyster_good_for_statement": "", "author": "Clayton M. Christensen", "status": 1, "average_rating": 4.06, "oyster_summary": "", "number_print_pages": 240, "description": "<p>In 2010 world-renowned innovation expert Clayton M. Christensen gave a powerful speech to the Harvard Business School's graduating class. Drawing upon his business research, he offered a series of guidelines for finding meaning and happiness in life. He used examples from his own experiences to explain how high achievers can all too often fall into traps that lead to unhappiness.</p><p>The speech was memorable not only because it was deeply revealing but also because it came at a time of intense personal reflection: Christensen had just overcome the same type of cancer that had taken his father's life. As Christensen struggled with the disease, the question \"How do you measure your life?\" became more urgent and poignant, and he began to share his insights more widely with family, friends, and students.</p> <p>In this groundbreaking book, Christensen puts forth a series of questions: How can I be sure that I'll find satisfaction in my career? How can I be sure that my personalrelationships become enduring sources of happiness? How can I avoid compromising my integrity&#8212;and stay out of jail? Using lessons from some of the world's greatest businesses, he provides incredible insights into these challenging questions.</p> <p><em>How Will You Measure Your Life?</em> is full of inspiration and wisdom, and will help students, midcareer professionals, and parents alike forge their own paths to fulfillment.</p>", "isbn": "9780062102423", "title": "How Will You Measure Your Life?", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062102423/1376468149.18.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2012-05-15"}, "annotation": "", "position": 29}]