[{"book": {"author": "Adam Hochschild", "publication_date": "2011-05-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "To End All Wars", "uuid": "Zk34QzSDZmW6pG8yNdTg9E", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549217/1376380473.53.jpg", "average_rating": 4.17, "isbn": "9780547549217", "description": "World War I stands as one of history&#8217;s most senseless spasms of carnage, defying rational explanation. In a riveting, suspenseful narrative with haunting echoes for our own time, Adam Hochschild brings it to life as never before. He focuses on the long-ignored moral drama of the war&#8217;s critics, alongside its generals and heroes. Thrown in jail for their opposition to the war were Britain&#8217;s leading investigative journalist, a future winner of the Nobel Prize for Literature, and an editor who, behind bars, published a newspaper for his fellow inmates on toilet paper. These critics were sometimes intimately connected to their enemy hawks: one of Britain&#8217;s most prominent women pacifist campaigners had a brother who was commander in chief on the Western Front. Two well-known sisters split so bitterly over the war that they ended up publishing newspapers that attacked each other.&#160;<BR><BR>Today, hundreds of military cemeteries spread across the fields of northern France and Belgium contain the bodies of millions of men who died in the &#8220;war to end all wars.&#8221; Can we ever avoid repeating history?</p>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "ppsY2Bs3wAawidVXtWa9fY", "annotation": ""},{"book": {"author": "Paul Mason", "publication_date": "2013-10-01", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 256, "title": "Why It's Still Kicking Off Everywhere", "uuid": "hEQspF6HXMmS7iXcVobSjF", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781682456/1386003224.88.jpg", "average_rating": 0.0, "isbn": "9781781682456", "description": "<p>Originally published in 2012 to wide acclaim, this updated edition, <em>Why It&rsquo;s Still Kicking Off Everywhere</em>, includes coverage of the most recent events in the wave of revolt and revolution sweeping the planet&mdash;riots in Athens, student occupations in the UK, Quebec and Moscow, the emergence of the Occupy Movement and the tumult of the Arab Spring. Economic crisis, social networking and a new political consciousness have come together to ignite a new generation of radicals.</p><p>BBC journalist and author Paul Mason combines the anecdotes gleaned through first-hand reportage with political, economic and historical analysis to tell the story of today&rsquo;s networked revolution. <em>Why It&rsquo;s Still Kicking Off Everywhere</em> not only addresses contemporary struggles, it provides insights into the future of global revolt.</p><p><em>From the Trade Paperback edition.</em></p>", "oyster_good_for_statement": ""}, "position": 25, "uuid": "q574XfGP622giXZeSJnkwT", "annotation": ""},{"book": {"author": "Aaron Lansky", "publication_date": "2005-09-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 328, "title": "Outwitting History", "uuid": "ef9Pgw6x8QhA7GyKRq77", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126367/1377656773.93.jpg", "average_rating": 4.2, "isbn": "9781565126367", "description": "In 1980, a twenty-three-year-old student named Aaron Lansky set out to rescue the world&#8217;s abandoned Yiddish books before it was too late. Twenty-five years and one and a half million books later, he&#8217;s still in the midst of a great adventure. Filled with poignant and often laugh-out-loud tales from Lansky&#8217;s travels across the country as he collected books from older Jewish immigrants&#8212;books their own children had no use for&#8212;<em>Outwitting History</em> also explores brilliant Yiddish writers and enables us to see how an almost-lost culture is the bridge between the Old World and the future.", "oyster_good_for_statement": ""}, "position": 7, "uuid": "nh83cR5xPABKGXLQXs95gW", "annotation": ""},{"book": {"author": "Norman Stone", "publication_date": "2009-04-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "World War One", "uuid": "Pz6SuEEYCsajkbfZb5rbRT", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744626/1387370905.28.jpg", "average_rating": 3.8, "isbn": "9780786744626", "description": "<DIV>The First World War was the overwhelming disaster from which everything else in the twentieth century stemmed. Fourteen million combatants died, four empires were destroyed, and even the victors&#8217; empires were fatally damaged. World War I took humanity from the nineteenth century forcibly into the twentieth&#151;and then, at Versailles, cast Europe on the path to World War II as well.<P> In <I>World War One</I>, Norman Stone, one of the world&#8217;s greatest historians, has achieved the almost impossible task of writing a terse and witty short history of the war. A captivating, brisk narrative, <I>World War One</I> is Stone&#8217;s masterful effort to make sense of one of the twentieth century&#8217;s pivotal conflicts.</DIV>", "oyster_good_for_statement": ""}, "position": 29, "uuid": "b7yS4r84c5cPJFZm7KH2EJ", "annotation": ""},{"book": {"author": "Coppens", "publication_date": "2012-10-22", "oyster_summary": "", "status": 1, "language_code": "ENG", "number_print_pages": 0, "title": "The Lost Civilization Enigma", "uuid": "Nzze4cq58QRWhKLnf4SExn", "awards": [], "publisher": {"name": "Career Press", "uuid": "qWHFDsahbGoPZdkDkeqZZm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/9781601635822/1376439712.57.jpg", "average_rating": 3.87, "isbn": "9781601635822", "description": "Are history books giving us the whole story? Or is civilization far more complex and for older than we have been taught?<br><br>Our school textbooks barely mention the 6,000-year-old Sumerian civilization, yet the latest archaeological findings at sites such as Jericho and, most recently, Gobekli Tepe in Turkey have been dated to 10,000 BC.<br><br>Civilization goes back at least another 10,000 years, if we are willing to believe what our ancestors themselves claimed.<br><br><i>The Lost Civilization Enigma</i> reveals the truth about:<br><li>Lost magnitudes to known cultures, such as the Bosnian Pyramids and the civilization of \"Old Europe\";<br><li>The fabled lost \"golden\" cities of South America and the Amazon, which are slowly being rediscovered;<br><li>Fascinating examples of lost technology, such as the Antikythera Device;<br><li>Atlantis and the fact that it was a real civilization.<br><br>Analyzing the historical and archaeological record, best-selling author Philip Coppens demonstrates that there is substantial evidence that civilization is far older, far more advanced, and far more special than is currently accepted. Clearly, our history books have left out a great deal!", "oyster_good_for_statement": ""}, "position": 30, "uuid": "eZCgBaUnetGkf73DRtF4dd", "annotation": ""},{"book": {"author": "Simon Berthon", "publication_date": "2007-09-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Warlords", "uuid": "yWvAVPyjegE8KTmrevrX8n", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306816505/1387370878.41.jpg", "average_rating": 4.6, "isbn": "9780306816505", "description": "<DIV>With innovative style and thorough scholarship, <I>Warlords</I> tells the story of World War II through the eyes and minds of its four great leaders-Adolf Hitler, Franklin Roosevelt, Winston Churchill, and Joseph Stalin. While their nations battled in the field, these warlords of the twentieth century waged a private war of the mind. From Whitehall and Washington to the Wolf&#8217;s Lair and the Kremlin, Warlords documents their psychological battles and the attempts to outthink and outfight one another. Like a cinematic thriller, rapidly cutting from one man to the next, the narrative reveals each leader as they face history&#8217;s greatest conflict-and each other.</Div>", "oyster_good_for_statement": ""}, "position": 28, "uuid": "ZCZsH98eY4Acpf3p72p8zV", "annotation": ""},{"book": {"author": "Erik Sass", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "The Mental Floss History of the World", "uuid": "sjx9kwkBqvuc6jDLbocSk8", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061980619/1376529397.22.jpg", "average_rating": 3.86, "isbn": "9780061980619", "description": "<p>Pop quiz! Who said what about history?</p><p>History is . . . <br />(a) more or less bunk.<br />(b) a nightmare from which I am trying to awaken.<br />(c) as thoroughly infected with lies as a street whore with syphilis.</p><p>Match your answers:<br />(1) Stephen Daedalus of James Joyce's Ulysses<br />(2) Henry Ford<br />(3) Arthur Schopenhauer</p><p>It turns out that the answer need not be bunk, nightmarish, <em>or</em> diseased. In the hands of mental_floss, history's most interesting bits have been handpicked and roasted to perfection. Packed with little-known stories and outrageous&#8212;but accurate&#8212;facts, you'll laugh yourself smarter on this joyride through 60,000 years of human civilization.</p><p>Remember: just because it's true doesn't mean it's boring!</p><p>Now with Breaking News</p><p>\"If You Thought the <em>Last</em> Depression Was Great . . .\"</p><p>Answers: (a) 2 (b) 1 (c) 3</p>", "oyster_good_for_statement": ""}, "position": 22, "uuid": "94gBVB88nqAaM7Q7uJr6ya", "annotation": ""},{"book": {"author": "Felipe Fernandez-Armesto", "publication_date": "2009-11-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "1492", "uuid": "ZdNCsjvcZTTsNoySCYC6zh", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959097/1378009373.91.jpg", "average_rating": 3.48, "isbn": "9780061959097", "description": "<blockquote><p>The world would end in 1492&#8212;so the prophets, soothsayers, and stargazers said. They were right. Their world did end. Ours began.</p></blockquote><p>In this extraordinary, sweeping history, Felipe Fern&#225;ndez-Armesto traces key elements of the modern world back to that single, fateful year. Everything changed in 1492: the way power and wealth were distributed around the globe, the way major religions and civilizations divided the world, and the increasing interconnectedness of separate economies that we now call globalization. Events that began in 1492 transformed the whole ecological system of the planet. Our individualism and the very sense we share of inhabiting one world, as partakers in a common humanity, took shape and became visible in 1492.</p><p>In search of the origins of modernity, <em>1492</em> takes readers on a journey around the globe of the time, in the company of real-life travelers, drawing together the threads that came to bind the planet. The tour starts in Granada, where the last Islamic kingdom in Europe collapsed, then moves to Timbuktu, where a new Muslim empire triumphed. With Portuguese explorers, we visit the court of the first Christian king in the southern hemisphere. We join Jews expelled from Spain as they cross the Mediterranean to North Africa, Italy, and Istanbul. We see the flowering of the Renaissance in the Florence of Lorenzo the Magnificent and go to the corrupt Rome of Alexander Borgia. We see the frozen frontiers of the dynamic, bloody Russia of Ivan the Great and hear mystical poets sing on the shores of the Indian Ocean. We sail the Atlantic with Columbus. In the depths of an old volcanic crater in the Canary Islands, we witness the start of the first European overseas empire. We observe the Aztecs and Incas laying the foundations of a New World in the Americas. </p><p>Wars and witchcraft, plagues and persecutions, poetry and prophecy, science and magic, art and faith&#8212;all the glories and follies of the time are in this book. Everywhere, new departures marked the start of a new configuration for humankind, revealing how and why the modern world is different from the worlds of antiquity and the Middle Ages.</p><p>History seems a patternless labyrinth&#8212;but a good guide can trace our paths through it back to the moment when some of the most striking features of today's world began. </p>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "dJmzZDzKEApdd4mYmnJxiD", "annotation": ""},{"book": {"author": "Paul Johnson", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Intellectuals", "uuid": "wjjfJgD9WgootHy7GjkifT", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871474/1376452430.26.jpg", "average_rating": 3.83, "isbn": "9780061871474", "description": "<p>A fascinating portrait of the minds that have shaped the modern world. In an intriguing series of case studies, Rousseau, Shelley, Marx, Ibsen, Tolstoy, Hemingway, Bertrand Russell, Brecht, Sartre, Edmund Wilson, Victor Gollancz, Lillian Hellman, Cyril Connolly, Norman Mailer, James Baldwin, Kenneth Tynan, and Noam Chomsky, among others, are revealed as intellectuals both brilliant and contradictory, magnetic and dangerous.</p>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "pAXzQKi5iVxbwuSx6CLubY", "annotation": ""},{"book": {"author": "Chris Harman", "publication_date": "2008-04-17", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 729, "title": "A People's History of the World", "uuid": "DSXVGXERJUu6sczfEZhB5C", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674688/1386003319.96.jpg", "average_rating": 3.96, "isbn": "9781844674688", "description": "<p>Chris Harman describes the shape and course of human history as a narrative of ordinary people forming and re-forming complex societies in pursuit of common human goals. Interacting with the forces of technological change as well as the impact of powerful individuals and revolutionary ideas, these societies have engendered events familiar to every schoolchild&mdash;from the empires of antiquity to the world wars of the twentieth century.</p><p>In a bravura conclusion, Chris Harman exposes the reductive complacency of contemporary capitalism, and asks, in a world riven as never before by suffering and inequality, why we imagine that it can&mdash;or should&mdash;survive much longer. Ambitious, provocative and invigorating, <em>A People&rsquo;s History of the World</em> delivers a vital corrective to traditional history, as well as a powerful sense of the deep currents of humanity which surge beneath the froth of government.</p>", "oyster_good_for_statement": ""}, "position": 24, "uuid": "Af7oRTSTMSAhEtwLT3BwpP", "annotation": ""},{"book": {"author": "John Steele Gordon", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 496, "title": "An Empire of Wealth", "uuid": "4PAvZW7zrmCscZSsrRfmLG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847646/1376527576.13.jpg", "average_rating": 4.01, "isbn": "9780061847646", "description": "<p>Throughout time, from ancient Rome to modern Britain, the great empires built and maintained their domination through force of arms and political power. But not the United States. America has dominated the world in a new, peaceful, and pervasive way -- through the continued creation of staggering wealth. In this authoritative, engrossing history, John Steele Gordon captures as never before the true source of our nation's global influence: wealth and the capacity to create more of it.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "oyster_good_for_statement": ""}, "position": 20, "uuid": "unSGpeKLfXWvcSUCmeF4F6", "annotation": ""},{"book": {"author": "Michael Haag", "publication_date": "2009-11-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "The Templars", "uuid": "PbuDyzKvyScSL5gSCCji5U", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959943/1376528773.57.jpg", "average_rating": 3.7, "isbn": "9780061959943", "description": "<blockquote><p>The first history of the legendary knights since the Vatican momentously released the records of their trial and exoneration</p><p>Who were the Templars? <br />What was the secret of their wealth and power? <br />Why did the pope and the king of France act to destroy them?</p></blockquote><p>The Knights Templar were founded on Christmas Day 1119, on the very spot in Jerusalem where Jesus Christ was crucified. A religious order of fighting knights, the Templars defended the Holy Land and Christian pilgrims in the decades after the First Crusade. Legendary for their bravery and dedication, the Templars became one of the wealthiest and most powerful bodies of the medieval world&#8212;until they were condemned for heresy two centuries after their foundation, when the order was abolished and its leaders were burned at the stake.</p><p>In <em>The Templars</em>, renowned historian Michael Haag investigates the origins and history, the enduring myths, and the soaring architecture of an enigmatic order long shrouded in mystery and controversy. The hand of the Templars, many believe, can be found in everything from Cathar heresy to Masonic conspiracies, and the Knights Templar still inspire popular culture, from Indiana Jones to Xbox games, to the novels of Dan Brown.</p><p>Some images that appeared in the print edition of this book are unavailable in the electronic edition due to rights reasons.</p>", "oyster_good_for_statement": ""}, "position": 16, "uuid": "gWLgBA9RhoyVKhvcTg7VT3", "annotation": ""},{"book": {"author": "Adam Hochschild", "publication_date": "1999-09-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "King Leopold's Ghost", "uuid": "44RHYKTeNYztMPKiXpCjyR", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525730/1385979587.09.jpg", "average_rating": 4.16, "isbn": "9780547525730", "description": "<DIV>In the 1880s, as the European powers were carving up Africa, King Leopold II of Belgium seized for himself the vast and mostly unexplored territory surrounding the Congo River. Carrying out a genocidal plundering of the Congo, he looted its rubber, brutalized its people, and ultimately slashed its population by ten million--all the while shrewdly cultivating his reputation as a great humanitarian. Heroic efforts to expose these crimes eventually led to the first great human rights movement of the twentieth century, in which everyone from Mark Twain to the Archbishop of Canterbury participated. King Leopold's Ghost is the haunting account of a megalomaniac of monstrous proportions, a man as cunning, charming, and cruel as any of the great Shakespearean villains. It is also the deeply moving portrait of those who fought Leopold: a brave handful of missionaries, travelers, and young idealists who went to Africa for work or adventure and unexpectedly found themselves witnesses to a holocaust. Adam Hochschild brings this largely untold story alive with the wit and skill of a Barbara Tuchman. Like her, he knows that history often provides a far richer cast of characters than any novelist could invent. Chief among them is Edmund Morel, a young British shipping agent who went on to lead the international crusade against Leopold. Another hero of this tale, the Irish patriot Roger Casement, ended his life on a London gallows. Two courageous black Americans, George Washington Williams and William Sheppard, risked much to bring evidence of the Congo atrocities to the outside world. Sailing into the middle of the story was a young Congo River steamboat officer named Joseph Conrad. And looming above them all, the duplicitous billionaire King Leopold II. With great power and compassion, King Leopold's Ghost will brand the tragedy of the Congo--too long forgotten--onto the conscience of the West.</DIV>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "TpUGZNe8VKBayZdVHZBkQk", "annotation": ""},{"book": {"author": "Nicholas Ostler", "publication_date": "2011-03-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 640, "title": "Empires of the Word", "uuid": "7C4BPyHTPny2kAXQ4ejcoV", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062047359/1378009520.52.jpg", "average_rating": 4.02, "isbn": "9780062047359", "description": "<p>Nicholas Ostler's <em>Empires of the Word</em> is the first history of the world's great tongues, gloriously celebrating the wonder of words that binds communities together and makes possible both the living of a common history and the telling of it. From the uncanny resilience of Chinese through twenty centuries of invasions to the engaging self-regard of Greek and to the struggles that gave birth to the languages of modern Europe, these epic achievements and more are brilliantly explored, as are the fascinating failures of once \"universal\" languages. A splendid, authoritative, and remarkable work, it demonstrates how the language history of the world eloquently reveals the real character of our planet's diverse peoples and prepares us for a linguistic future full of surprises.</p>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "egmyTuNsBMq3f7MGPtrXGV", "annotation": ""},{"book": {"author": "Charles Murray", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 688, "title": "Human Accomplishment", "uuid": "x6UQJcDbqRnN8y3guQAXQT", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061745676/1376451899.26.jpg", "average_rating": 3.79, "isbn": "9780061745676", "description": "<p>A sweeping cultural survey reminiscent of Barzun's <em>From Dawn to Decadence</em>.</p><p>\"At irregular times and in scattered settings, human beings have achieved great things. <em>Human Accomplishment</em> is about those great things, falling in the domains known as the arts and sciences, and the people who did them.' <p>So begins Charles Murray's unique account of human excellence, from the age of Homer to our own time. Employing techniques that historians have developed over the last century but that have rarely been applied to books written for the general public, Murray compiles inventories of the people who have been essential to the stories of literature, music, art, philosophy, and the sciences&#8212;a total of 4,002 men and women from around the world, ranked according to their eminence.<p>The heart of <em>Human Accomplishment</em> is a series of enthralling descriptive chapters: on the giants in the arts and what sets them apart from the merely great; on the differences between great achievement in the arts and in the sciences; on the meta-inventions, 14 crucial leaps in human capacity to create great art and science; and on the patterns and trajectories of accomplishment across time and geography. <p>Straightforwardly and undogmatically, Charles Murray takes on some controversial questions. Why has accomplishment been so concentrated in Europe? Among men? Since 1400? He presents evidence that the rate of great accomplishment has been declining in the last century, asks what it means, and offers a rich framework for thinking about the conditions under which the human spirit has expressed itself most gloriously. Eye-opening and humbling, <em>Human Accomplishment</em> is a fascinating work that describes what humans at their best can achieve, provides tools for exploring its wellsprings, and celebrates the continuing common quest of humans everywhere to discover truths, create beauty, and apprehend the good.</p>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "YhJ48cMXNFtcGJbSdqLiHZ", "annotation": ""},{"book": {"author": "Laurence Bergreen", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "Over the Edge of the World", "uuid": "nRLuEoEugcSE6UMnPenj7m", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061865886/1376527906.2.jpg", "average_rating": 4.09, "isbn": "9780061865886", "description": "<p>Ferdinand Magellan's daring circumnavigation of the globe in the sixteenth century was a three-year odyssey filled with sex, violence, and amazing adventure. Now in <em>Over the Edge of the World</em>, prize-winning biographer and journalist <em>Laurence Bergreen</em> entwines a variety of candid, firsthand accounts, bringing to life this groundbreaking and majestic tale of discovery that changed both the way explorers would henceforth navigate the oceans and history itself.</p>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "QCJPKUpdcmagZ67xGgxrxC", "annotation": ""},{"book": {"author": "Eleanor Herman", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Sex with Kings", "uuid": "Cp4376Doyht5nWm74zVqaS", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061751554/1376505909.84.jpg", "average_rating": 3.7, "isbn": "9780061751554", "description": "Throughout the centuries, royal mistresses have been worshiped, feared, envied, and reviled. They set the fashions, encouraged the arts, and, in some cases, ruled nations. Eleanor Herman's Sex with Kings takes us into the throne rooms and bedrooms of Europe's most powerful monarchs. Alive with flamboyant characters, outrageous humor, and stirring poignancy, this glittering tale of passion and politics chronicles five hundred years of scintillating women and the kings who loved them.Curiously, the main function of a royal mistress was not to provide the king with sex but with companionship. Forced to marry repulsive foreign princesses, kings sought solace with women of their own choice. And what women they were! From Madame de Pompadour, the famous mistress of Louis XV, who kept her position for nineteen years despite her frigidity, to modern-day Camilla Parker-Bowles, who usurped none other than the glamorous Diana, Princess of Wales.The successful royal mistress made herself irreplaceable. She was ready to converse gaily with him when she was tired, make love until all hours when she was ill, and cater to his every whim. Wearing a mask of beaming delight over any and all discomforts, she was never to be exhausted, complaining, or grief-stricken.True, financial rewards for services rendered were of royal proportions -- some royal mistresses earned up to $200 million in titles, pensions, jewels, and palaces. Some kings allowed their mistresses to exercise unlimited political power. But for all its grandeur, a royal court was a scorpion's nest of insatiable greed, unquenchable lust, and vicious ambition. Hundreds of beautiful women vied to unseat the royal mistress. Many would suffer the slings and arrows of negative public opinion, some met with tragic ends and were pensioned off to make room for younger women. But the royal mistress often had the last laugh, as she lived well and richly off the fruits of her \"sins.\"From the dawn of time, power has been a mighty aphrodisiac. With diaries, personal letters, and diplomatic dispatches, Eleanor Herman's trailblazing research reveals the dynamics of sex and power, rivalry and revenge, at the most brilliant courts of Europe. Wickedly witty and endlessly entertaining, Sex with Kings is a chapter of women's history that has remained unwritten -- until now.", "oyster_good_for_statement": ""}, "position": 21, "uuid": "AFrsxFtSchVN8nJJD3nf9c", "annotation": ""},{"book": {"author": "Andrew Roberts", "publication_date": "2011-05-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 800, "title": "The Storm of War", "uuid": "q8XsUS9fS2WrcN4bqJmcC4", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079473/1376552989.99.jpg", "average_rating": 4.09, "isbn": "9780062079473", "description": "<p>From \"Britain's finest military historian\" (<em>The Economist</em>) comes a magisterial new history of World War II and the flawed axis strategy that led to their defeat.</p><p>The Second World War lasted for 2,174 days, cost $1.5 trillion, and claimed the lives of more than 50 million people. What were the factors that affected the war's outcome? Why did the Axis lose? And could they, with a different strategy, have won? Andrew Roberts's acclaimed new history has been hailed as the finest single-volume account of this epic con?ict. From the western front to North Africa, from the Baltic to the Far East, he tells the story of the war&#8212;the grand strategy and the individual experience, the cruelty and the heroism&#8212;as never before.</p><p>In researching this magnificently vivid history, Roberts walked many of the key battlefields and wartime sites in Russia, France, Italy, Germany, and the Far East, and drew on a number of never-before-published documents, such as a letter from Hitler's director of military operations explaining the reasoning behind the F&#252;hrer's order to halt the Panzers outside Dunkirk&#8212;a delay that enabled British forces to evacuate. Roberts illuminates the principal actors on both sides and analyzes how they reached critical decisions. He also presents the tales of many little-known individuals whose experiences form a panoply of the extraordinary courage and self-sacrifice, as well as the terrible depravity and cruelty, of the Second World War. </p><p>Meticulously researched and masterfully written, <em>The Storm of War</em> gives a dramatic account of this momentous event and shows in remarkable detail why the war took the course it did.</p>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "xKmY5ixJpxoNcsAMviL9Ff", "annotation": ""},{"book": {"author": "Thomas Asbridge", "publication_date": "2010-03-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 784, "title": "The Crusades", "uuid": "8HsPpnrorYTsqF92tsTReT", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981364/1378009413.63.jpg", "average_rating": 4.22, "isbn": "9780061981364", "description": "<blockquote><p>From a renowned historian who writes with \"maximum vividness\" (<em>The New Yorker</em>) comes the most authoritative, readable single-volume history of the brutal struggle for the Holy Land.</p></blockquote><p>Nine hundred years ago, a vast Christian army, summoned to holy war by the Pope, rampaged through the Muslim world of the eastern Mediterranean, seizing possession of Jerusalem, a city revered by both faiths. Over the two hundred years that followed, Islam and Christianity&#8212;both firm in the belief that they were at God's work&#8212;fought for dominion of the Holy Land, clashing in a succession of chillingly brutal wars: the Crusades.</p><p>For the first time, this book tells the story of that epic struggle from the perspective of both Christians and Muslims. A vivid and fast-paced narrative history, it exposes the full horror, passion, and barbaric grandeur of the Crusading era, leading us into a world of legendary champions&#8212;such as Richard the Lionheart and Saladin&#8212;shadowy Assassins, poet-warriors, and pious visionaries; across the desert sands of Egypt to the verdant forests of Lebanon; and through the ancient cities of Constantinople, Cairo, and Damascus.</p><p>Drawing on painstaking original research and an intimate knowledge of the Near East, Thomas Asbridge uncovers what drove Muslims and Christians alike to embrace the ideals of <em>jihad</em> and crusade, revealing how these holy wars reshaped the medieval world and why they continue to influence events today. </p>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "8ysAbNwmGUneFokncjCT9D", "annotation": ""},{"book": {"author": "Jonathan Wright", "publication_date": "2006-06-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "The Ambassadors", "uuid": "ihza2xZbMbpGkJdYgG8oF", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536903/1376383125.48.jpg", "average_rating": 2.53, "isbn": "9780547536903", "description": "<DIV>We think of ambassadors as simply diplomats-but once they were adventurers who dared an uncertain fate in unknown lands, bringing gifts of greyhounds and elephants to powerful and unpredictable leaders. In vivid detail, The Ambassadors traces the remarkable journeys of these emissaries, taking us from the linguistically challenged Greek Megasthenes to the first Japanese embassies to China and Korea; from Mohammed's ambassadors to Egypt to the envoys of Byzantium, who had the unenviable task of convincing Attila the Hun to stop attacking them. We also witness the dialogue between Europe and Moorish Spain, and meet the ill-fated envoys sent in search of the mythical king Prester John.<BR><BR>What Europe still thinks of Asia and what Asia still thinks of Africa were in no small part kindled in these long-ago first encounters. From the cuneiform civilizations of the ancient Near East to the clashing empires of the early modern age, Wright brings alive the men who introduced the great cultures of the world to each other.<BR><BR></DIV>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "s9TQWyD3cKxPFg6CMQF6Um", "annotation": ""},{"book": {"author": "Gavin Menzies", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "1434", "uuid": "9CUjZGW2KZxCqMYMp4fER3", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061983245/1376452823.59.jpg", "average_rating": 3.35, "isbn": "9780061983245", "description": "<blockquote><p>The <em>New York Times</em> bestselling author of <em>1421</em> offers another stunning reappraisal of history, presenting compelling new evidence that traces the roots of the European Renaissance to Chinese exploration in the fifteenth century</p></blockquote><p>The brilliance of the Renaissance laid the foundation of the modern world. Textbooks tell us that it came about as a result of a rediscovery of the ideas and ideals of classical Greece and Rome. But now bestselling historian Gavin Menzies makes the startling argument that in the year 1434, China&#8212;then the world's most technologically advanced civilization&#8212;provided the spark that set the European Renaissance ablaze. From that date onward, Europeans embraced Chinese intellectual ideas, discoveries, and inventions, all of which form the basis of western civilization today.</p><p>Florence and Venice of the early fifteenth century were hubs of world trade, attracting traders from across the globe. Based on years of research, this marvelous history argues that a Chinese fleet&#8212;official ambassadors of the emperor&#8212;arrived in Tuscany in 1434, where they were received by Pope Eugenius IV in Florence. The delegation presented the influential pope with a wealth of Chinese learning from a diverse range of fields: art, geography (including world maps that were passed on to Christopher Columbus and Ferdinand Magellan), astronomy, mathematics, printing, architecture, steel manufacturing, military weaponry, and more. This vast treasure trove of knowledge spread across Europe, igniting the legendary inventiveness of the Renaissance, including the work of such geniuses as da Vinci, Copernicus, Galileo, and more.</p><p>In <em>1434</em>, Gavin Menzies combines this long-overdue historical reexamination with the excitement of an investigative adventure. He brings the reader aboard the remarkable Chinese fleet as it sails from China to Cairo and Florence, and then back across the world. Erudite and brilliantly reasoned, <em>1434</em> will change the way we see ourselves, our history, and our world.</p>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "3yKwZy5t6GCAk2bnW8uxZQ", "annotation": ""},{"book": {"author": "Kenneth C. Davis", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 752, "title": "Don't Know Much About History", "uuid": "MHnCYp6jfX8n5ZhpE9efo8", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061793523/1378009254.9.jpg", "average_rating": 3.79, "isbn": "9780061793523", "description": "<p>Who really discovered America? What was \"the shot heard 'round the world\"? Thomas Jefferson and Sally Hemings: Did he or didn't he?</p><p>From the arrival of Columbus through the bizarre election of 2000 and beyond, Davis carries readers on a rollicking ride through more than 500 years of American history. In this updated edition of the classic anti-textbook, he debunks, recounts, and serves up the real story behind the myths and fallacies of American history.</p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "Cu7BCAwWvHt87v27AxPA6G", "annotation": ""},{"book": {"author": "Paul Johnson", "publication_date": "2010-06-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 880, "title": "Modern Times", "uuid": "8xRkrbG9MUDh2f5RLENELJ", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062010049/1376530177.51.jpg", "average_rating": 4.27, "isbn": "9780062010049", "description": "<p>The classic world history of the events, ideas, and personalities of the twentieth century.</p>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "esv4EpfeEsfEJem9gLWGxL", "annotation": ""},{"book": {"author": "Simon Winchester", "publication_date": "2010-11-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Atlantic", "uuid": "utz8Bx96qiXwovBJxgrTVa", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062020109/1378009485.74.jpg", "average_rating": 3.58, "isbn": "9780062020109", "description": "<p>Blending history and anecdote, geography and reminiscence, science and exposition, the <em>New York Times</em> bestselling author of <em>Krakatoa</em> tells the breathtaking saga of the magnificent Atlantic Ocean, setting it against the backdrop of mankind's intellectual evolution </p><p>Until a thousand years ago, no humans ventured into the Atlantic or imagined traversing its vast infinity. But once the first daring mariners successfully navigated to far shores&#8212;whether it was the Vikings, the Irish, the Chinese, Christopher Columbus in the north, or the Portuguese and the Spanish in the south&#8212;the Atlantic evolved in the world's growing consciousness of itself as an enclosed body of water bounded by the Americas to the West, and by Europe and Africa to the East. <em>Atlantic</em> is a biography of this immense space, of a sea which has defined and determined so much about the lives of the millions who live beside or near its tens of thousands of miles of coast. </p><p>The Atlantic has been central to the ambitions of explorers, scientists and warriors, and it continues to affect our character, attitudes, and dreams. Poets to potentates, seers to sailors, fishermen to foresters&#8212;all have a relationship with this great body of blue-green sea and regard her as friend or foe, adversary or ally, depending on circumstance or fortune. Simon Winchester chronicles that relationship, making the Atlantic come vividly alive. Spanning from the earth's geological origins to the age of exploration, World War II battles to modern pollution, his narrative is epic and awe-inspiring. </p>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "kPSuCHLdqEnY9G22rxKTiZ", "annotation": ""},{"book": {"author": "Jennifer Hecht", "publication_date": "2010-09-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 576, "title": "Doubt: A History", "uuid": "zgLy2SmSJBJ5Qn8dRz65AV", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062031396/1376530837.91.jpg", "average_rating": 4.16, "isbn": "9780062031396", "description": "<p>In the tradition of grand sweeping histories such as <em>From Dawn To Decadence</em>, <em>The Structure of Scientific Revolutions</em>, and <em>A History of God</em>, Hecht champions doubt and questioning as one of the great and noble, if unheralded, intellectual traditions that distinguish the Western mind especially-from Socrates to Galileo and Darwin to Wittgenstein and Hawking. This is an account of the world's greatest &#8216;intellectual virtuosos,' who are also humanity's greatest doubters and disbelievers, from the ancient Greek philosophers, Jesus, and the Eastern religions, to modern secular equivalents Marx, Freud and Darwin&#8212;and their attempts to reconcile the seeming meaninglessness of the universe with the human need for meaning,</p><p>This remarkable book ranges from the early Greeks, Hebrew figures such as Job and Ecclesiastes, Eastern critical wisdom, Roman stoicism, Jesus as a man of doubt, Gnosticism and Christian mystics, medieval Islamic, Jewish and Christian skeptics, secularism, the rise of science, modern and contemporary critical thinkers such as Schopenhauer, Darwin, Marx, Freud, Nietzsche, the existentialists.</p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "KQTLeY4e2mtZipAHEQ2wiJ", "annotation": ""},{"book": {"author": "Modris Eksteins", "publication_date": "2000-09-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "WALKING SINCE DAYBREAK: AVL IN PA", "uuid": "vzoU8RJbfd8Zyo2KVJMYFb", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547349626/1376381101.08.jpg", "average_rating": 3.92, "isbn": "9780547349626", "description": "<DIV>Part history, part autobiography, WALKING SINCE DAYBREAK tells the tragic story of the Baltic nations before, during, and after World War II. Personal stories of the survival or destruction of Modris Eksteins's family members lend an intimate dimension to this vast narrative of those millions who have surged back and forth across the lowlands bordering the Baltic Sea. The immense cataclysm of World War II devastated the Baltic republics of Lithuania, Latvia, and Estonia, sending many of their inhabitants to the ends of the earth. WALKING SINCE DAYBREAK belongs in the great tradition of books that redefine our understanding of history, like J. R. Huizinga's THE WANING OF THE MIDDLE AGES and Jacob Burckhardt's THE RENAISSANCE IN ITALY. Eksteins's two-pronged narrative is a haunting portrait of national loss and the struggle of a displaced family caught in the maw of history.</div>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "AfGddvspyP6X9V2HD9Gjr5", "annotation": ""},{"book": {"author": "David Pietrusza", "publication_date": "2011-09-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Rothstein", "uuid": "RQgYBY5QBVXaT2bmko3gFG", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg", "average_rating": 3.8, "isbn": "9780465029396", "description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "oyster_good_for_statement": ""}, "position": 27, "uuid": "DBeDnGLLwGJLpTZEdA5f9S", "annotation": ""},{"book": {"author": "Edward Dolnick", "publication_date": "2011-02-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "The Clockwork Universe", "uuid": "fRxfKgmqcUHp9DYtbxpHP6", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042262/1376531311.38.jpg", "average_rating": 3.93, "isbn": "9780062042262", "description": "<p><em>The Clockwork Universe</em> is the story of a band of menwho lived in a world of dirt and disease but pictured auniverse that ran like a perfect machine. A meld ofhistory and science, this book is a group portrait ofsome of the greatest minds who ever lived as theywrestled with nature&#8217;s most sweeping mysteries. Theanswers they uncovered still hold the key to how weunderstand the world.</p><p>At the end of the seventeenth century&#8212;an age ofreligious wars, plague, and the Great Fire of London&#8212;when most people saw the world as falling apart, theseearliest scientists saw a world of perfect order. They declaredthat, chaotic as it looked, the universe was in factas intricate and perfectly regulated as a clock. This wasthe tail end of Shakespeare&#8217;s century, when the naturaland the supernatural still twined around each other. Diseasewas a punishment ordained by God, astronomy hadnot yet broken free from astrology, and the sky was filledwith omens. It was a time when little was known andeverything was new. These brilliant, ambitious, curiousmen believed in angels, alchemy, and the devil, and theyalso believed that the universe followed precise, mathematicallaws&#8212;a contradiction that tormented them andchanged the course of history. </p><p><em>The Clockwork Universe</em> is the fascinating and compellingstory of the bewildered geniuses of the RoyalSociety, the men who made the modern world.</p>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "nTQP7xDp3Cy26kjUfrrCE3", "annotation": ""},{"book": {"author": "Kenneth C. Davis", "publication_date": "2011-06-21", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 752, "title": "Don't Know Much About History, Anniversary Edition", "uuid": "HBjKzg5YMZ6Loe7gEMA5EY", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092212/1378009563.28.jpg", "average_rating": 3.8, "isbn": "9780062092212", "description": "<p>Here, celebrating the twentieth anniversary of its debut as a <em>New York Times</em> bestseller, is the revised, updated, and expanded edition of the classic anti-textbook that changed the way we look at history.</p><p>First published two decades ago, when the \"closing of the American mind\" was in the headlines, <em>Don't Know Much About<small><sup>&#174;</sup></small> History</em> proved Americans don't hate history&#8212;just the dull version that was dished out in school. With wit and irreverence, in question-and-answer form, <em>Don't Know Much About<small><sup>&#174;</sup></small> History</em> took readers on a rollicking ride through more than five hundred years of American history, from Columbus's voyages to recent events. The book became an instant classic and has sold more than 1.6 million copies.</p><p>Now Davis has brought his groundbreaking work up to the present, including the history of an \"Era of Broken Trust,\" from the end of the Clinton administration through the recent Great Recession. This additional material covers the horrific events of 9/11and the rise of conspiracy theorists, the wars in Iraq and Afghanistan, Hurricane Katrina and the failure of the New Orleans levees, the global financial meltdown, the election of Barack Obama, and the national controversy of same-sex marriage.</p><p>For history buffs and history-phobes alike, for longtime fans who need a refresher course, and for a new generation of Americans who are still in the dark about America's past, Davis shows once more why <em>People</em> magazine said, \"Reading him is like returning to the classroom of the best teacher you ever had.\"</p>", "oyster_good_for_statement": ""}, "position": 23, "uuid": "NQB8HNHJEmxw7JErFurGYT", "annotation": ""},{"book": {"author": "Modris Eksteins", "publication_date": "2000-09-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Rites of Spring", "uuid": "Sam7EKwoVfzvv6uv6griEW", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525525/1376382746.48.jpg", "average_rating": 4.21, "isbn": "9780547525525", "description": "<DIV>Dazzling in its originality, witty and perceptive in unearthing patterns of behavior that history has erased, RITES OF SPRING probes the origins, the impact, and the aftermath of World War I -- from the premiere of Stravinsky's ballet The Rite of Spring in 1913 to the death of Hitler in 1945. \"The Great War,\" as Modris Eksteins writes, \"was the psychological turning point . . . for modernism as a whole. The urge to create and the urge to destroy had changed places.\" In this \"bold and fertile book\" (Atlantic Monthly), Eksteins goes on to chart the seismic shifts in human consciousness brought about by this great cataclysm through the lives and words of ordinary people, works of literature, and such events as Lindbergh's transatlantic flight and the publication of the first modern bestseller, ALL QUIET ON THE WESTERN FRONT. RITES OF SPRING is a remarkable and rare work, a cultural history that redefines the way we look at our past and toward our future.</div>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "crm6y3oWroCBbDPhmUkYif", "annotation": ""}]