[{"annotation": "", "uuid": "FpLCHHxR925RsRUA4rxsWN", "book": {"awards": [], "author": "Jeff Backhaus", "description": "<div>\n<p>hikikomori, n. hɪkikəˈmoʊri; <em>literally pulling inward; refers to those who withdraw from society.</em></p>\n<p>Inspired by the real-life Japanese social phenomenon called <em>hikikomori</em> and the professional “rental sisters” hired to help, <em>Hikikomori and the Rental Sister</em> is about an erotic relationship between Thomas, an American <em>hikikomori,</em> and Megumi, a young Japanese immigrant hiding from her own past. The strange, insular world they create together in a New York City bedroom and with the tacit acknowledgment of Thomas’s wife reveals three human hearts in crisis, but leaves us with a profound faith in the human capacity to find beauty and meaning in life, even after great sorrow. Mirroring both East and West in its search for healing, <em>Hikikomori and the Rental Sister</em> pierces the emotional walls of grief and delves into the power of human connection to break through to the world waiting outside. </p>\n<p>Named an Indie Next pick, an Amazon Best Book of the Month, one of Book Riot’s 5 to Watch, and an iBookstore Editor’s Choice in hardcover.</p>\n</div>", "isbn": "9781616201883", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201883/1377657144.08.jpg", "title": "The Rental Sister", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "uuid": "oMYrasD6vReSq7BCkbyJvY", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": "2013-01-08", "language_code": "eng", "average_rating": 3.65}, "position": 14},{"annotation": "", "uuid": "P2vyvtZcP6BYDqfSj32iDE", "book": {"awards": [], "author": "Bradford Morrow", "description": "<div><div><div>An Otto Penzler Book</DIV> <div>&#160;</DIV> <div>Walking a lonely forested valley on a spring morning in upstate New York, having been hired by a developer to dowse the land, Cassandra Brooks comes upon the shocking vision of a young girl hanged from a tree. When she returns with authorities to the site, the body has vanished, leaving in question Cassandra&#8217;s credibility if not her sanity. The next day, on a return visit with the sheriff to have another look, a dazed, mute missing girl emerges from the woods, alive and the very picture of Cassandra&#8217;s hanged girl.</DIV> <div>&#160;</DIV> <div>What follows is the narrative of ever-deepening and increasingly bizarre divinations that will lead this gifted young woman, the struggling single mother of twin boys, hurtling toward a past she&#8217;d long since thought was behind her. <I>The Diviner&#8217;s Tale</I> is at once a journey of self-discovery and an unorthodox murder mystery, a tale of the fantastic and a family chronicle told by an otherwise ordinary woman.</DIV> <div>&#160;</DIV> <div>When Cassandra&#8217;s dark forebodings take on tangible form, she is forced to confront a life spiraling out of control. And soon she is locked in a mortal chess match with a real-life killer who has haunted her since before she can remember.</DIV></DIV></DIV>", "isbn": "9780547504384", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504384/1376380850.7.jpg", "title": "The Diviner's Tale", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "cFh7XABqh8PTHXmcRApxCm", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2011-01-20", "language_code": "eng", "average_rating": 3.21}, "position": 47},{"annotation": "", "uuid": "ShCP2w3ovXqJVqC2vg5ZGV", "book": {"awards": [], "author": "Howard Fast", "description": "<DIV><b>Fast&rsquo;s gripping account of George Washington&rsquo;s crossing of the Delaware River and the Battle of Trenton, which changed the course of the American Revolution </b></div><BR><DIV>Immortalized on canvas by Emanuel Leutze, Washington&rsquo;s journey across the Delaware River is one of the most celebrated moments in American history. But the true story of the crossing, and of what came after, is often lost in the legend. In <i>The Crossing</i>, Fast writes with striking historical detail and relentless narrative drive about Washington&rsquo;s surprise attack, leading the Continental Army to victory against the 1,000 Hessian mercenaries in Trenton, New Jersey&mdash;a momentous occasion in American history.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Howard Fast including rare photos from the author&rsquo;s estate.</div>", "isbn": "9781453235119", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Crossing/1373330295.37.jpg", "title": "The Crossing", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "cinmBQAtWFyudL8dM3WWGR", "oyster_good_for_statement": "", "number_print_pages": 248, "oyster_summary": "", "status": 1, "publication_date": "2011-12-27", "language_code": "eng", "average_rating": 3.61}, "position": 13},{"annotation": "", "uuid": "dtUmyXnEis3ahZ4ziuVMHH", "book": {"awards": [], "author": "Charlotte Perkins Gilman", "description": "Presented in the first person, the story is a collection of journal entries written by a woman whose physician husband has confined her to the upstairs bedroom of a house he has rented for the summer. She is forbidden from working, and has to hide her journal from him, so she can recuperate from what he calls a \"temporary nervous depression – a slight hysterical tendency,\" a diagnosis common to women in that period. The windows of the room are barred, and there is a gate across the top of the stairs, allowing her husband to control her access to the rest of the house.\r\n\r\nFirst published in January 1892 in The New England Magazine, the story is regarded as an important early work of American feminist literature, illustrating attitudes in the 19th century toward women's physical and mental health.", "isbn": "9781629450940", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450940/1377112991.15.png", "title": "The Yellow Wallpaper", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "pvGvwLUTiQv4jSnmhZrr6W", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "1892-01-01", "language_code": "", "average_rating": 4.1}, "position": 25},{"annotation": "", "uuid": "8Zihe6MbGex5KectihJG2n", "book": {"awards": [], "author": "Linda Huber", "description": "He had found exactly the right spot in the woods. A little clearing, green and dim, encircled by tall trees. A magical, mystery place. He would bring his lovely Helen here… This time it was going to be perfect.\n\nWhen Alicia Bryson returns to her estranged father’s home in a tiny Yorkshire village, she feels burdened by his illness. Her hometown brings back memories of a miserable and violent childhood, and Alicia worries that her young daughter Jenny’s summer will be filled with a similar sense of unhappiness.\n\nThe town is exactly as she remembered it, the people, the buildings, even the woods. But Alicia’s arrival has not gone unnoticed.\n\nThere is someone watching her every move. Someone who has a plan of his own. Someone who will not stop until the people he loves most can rest together, in paradise.", "isbn": "9781909593589", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593589/1384589113.1.jpg", "title": "The Paradise Trees", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "uuid": "YcE6nqVSAA5D95V5iLjjpb", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": "2013-08-01", "language_code": "eng", "average_rating": 0.0}, "position": 40},{"annotation": "", "uuid": "AcNJU7KLvfbxmgVkHjGJJ9", "book": {"awards": [], "author": "Ruth Dugdall", "description": "What I want to say is that suicide is my choice. No-one else is to blame. Man seeks beautiful woman for the journey of a lifetime: Will you help me to die?'\nWhen Probation Officer Cate Austin is given her new assignment, she faces the highest-profile case of her career. Alice Mariani is charged with assisted suicide and Cate must recommend a sentence.\n\nAlice insists her story is one of misinterpreted love, forcing those around her to analyse their own lives. Who is to decide what is normal and when does loyalty turn to obsession?\n\nInvestigating the loophole that lies between murder and euthanasia, Cate must now meet the woman who agreed to comply with her lover's final request. Shocking revelations expose bitter truths that can no longer be ignored.", "isbn": "9781908248152", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781908248152/1378347395.94.jpg", "title": "The Sacrificial Man", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "uuid": "7MKDrbPqJPWGRo8tL8enpd", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2011-06-13", "language_code": "eng", "average_rating": 3.8}, "position": 42},{"annotation": "", "uuid": "7CEkFHBjQCjCN4LMSshs3N", "book": {"awards": [], "author": "Ira Levin", "description": "<p>The internationally bestselling novel by the author of <em>A Kiss Before Dying, The Boys from Brazil,</em> and <em>Rosemary's Baby</em></p><p></p><center>With an Introduction by Peter Straub<p></p></center><p>For Joanna, her husband, Walter, and their children, the move to beautiful Stepford seems almost too good to be true. It is. For behind the town's idyllic facade lies a terrible secret -- a secret so shattering that no one who encounters it will ever be the same.</p><p>At once a masterpiece of psychological suspense and a savage commentary on a media-driven society that values the pursuit of youth and beauty at all costs, <em>The Stepford Wives</em> is a novel so frightening in its final implications that the title itself has earned a place in the American lexicon.</p>", "isbn": "9780062037602", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062037602/1376531098.21.jpg", "title": "The Stepford Wives", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "B9L7VhkARhZRFpMPrwCeDD", "oyster_good_for_statement": "", "number_print_pages": 144, "oyster_summary": "", "status": 1, "publication_date": "2011-04-26", "language_code": "eng", "average_rating": 3.6}, "position": 0},{"annotation": "", "uuid": "PW3Xr9zQRQWhYX2RwDCTYd", "book": {"awards": [], "author": "Dan Newman", "description": "<p><p>In 1976, four boys walked into a jungle. Only three came back alive. </p>\n<p>Haunted by terrifying childhood memories he doesn’t fully understand, journalist Nate Mason returns to the Caribbean island of St. Lucia where he grew up. </p>\n<p>Back then, as the son of a diplomat, he was part of an elite social circle. But during a weekend of whispered secrets and dares in a decaying jungle mansion staffed by the descendants of slaves, Nate’s innocence was torn apart. </p>\n<p>The survivors of that gathering blamed what happened on a myth, an unseen terror from the bush. No one believed them. But now. almost forty years later, is the truth finally about to come out? </p>\n<p>Within hours of arriving back on the island, Nate becomes convinced he’s being followed. He soon discovers that his search for answers could cost him his sanity as well as his life, as he realises that some childhood nightmares never go away.</p></p>", "isbn": "9781909223530", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781909223530/1385165870.51.jpg", "title": "The Clearing", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "m8yx3jLLMZLmiWssX3Fu9U", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2013-10-28", "language_code": "eng", "average_rating": 0.0}, "position": 36},{"annotation": "", "uuid": "WQYK8wWvGJAQaZSuwzfD3W", "book": {"awards": [], "author": "Ruth Dugdall", "description": "They came for me, just like I knew they would. Luke had been dead for just three days.\n\nRose Wilks’ life is shattered when her newborn baby Joel is admitted to intensive care. Emma\nHatcher has all that Rose lacks. Beauty. A loving husband. A healthy son. Until tragedy strikes and\nRose is the only suspect.\n\nNow, having spent nearly five years behind bars, Rose is just weeks away from freedom. Her\nprobation officer Cate must decide whether Rose is remorseful for Luke’s death, or whether she\nremains a threat to society. As Cate is drawn in, she begins to doubt her own judgement.\n\nWhere is the line between love and obsession, can justice be served and, if so… by what means?\n\nNew edition including exclusive material and an author Q&A.", "isbn": "9781909593626", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593626/1383301761.54.jpg", "title": "The Woman Before Me (New Edition)", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "uuid": "necbaGosNMMJcU3oSzxdh4", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2013-10-31", "language_code": "eng", "average_rating": 4.14}, "position": 41},{"annotation": "", "uuid": "A8f8qMrogCkRU2paegXsJM", "book": {"awards": [], "author": "George Harrar", "description": "Red Paint calls itself \"the friendliest town in Maine,\" a place where everyone knows one another and nothing too disturbing ever happens. Native son Simon Howe is a sturdy family man--a good father and husband--and owner-editor of the town's newspaper. Because there's rarely any real news, he runs stories about Virgin Mary sightings, high school reunions, and petty criminals.\r\n\r\nOne day Simon's predictable and peaceful life is disrupted by the arrival of an anonymous postcard, the first in a series of increasingly menacing messages. He tries to ignore them, but the implied danger becomes more real, threatening to engulf his wife and son as well. The Howe family becomes engaged in a full-scale psychological battle with their unidentified stalker--without even knowing it. Secrets from Simon's past are uncovered, escalating toward a tense and unexpected climax.\r\n\r\nMore than a conventional mystery or thriller, Reunion at Red Paint Bay is an exploration of the consequences of guilt, denial, and moral absolutism. Harrar weaves a dramatic and suspenseful tale sure to spur readers into examining the limits of responsibility for one's actions.", "isbn": "9781590515464", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515464/1378051010.33.jpg", "title": "Reunion at Red Paint Bay", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "uuid": "W8rXPYeY3MEkUgM2NAHJ83", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2013-01-29", "language_code": "English", "average_rating": 3.24}, "position": 29},{"annotation": "", "uuid": "3inU3eZtEpVtCuHytRr8q6", "book": {"awards": [], "author": "Sidney Sheldon", "description": "<p>Beloved number one internationally bestselling author Sidney Sheldon introduced the glamorous, scheming Blackwell family and its unforgettable matriarch, Kate Blackwell, in his worldwide bestseller <em>Master of the Game</em>. Now a generation has passed, and as the world has changed, so too has America's own royal family. </p><p>Yet the intervening years have not lessened the Blackwells' drama or talent for manipulation, domination, and passion. Though Kate is long gone, the children of her beloved granddaughters, Eve and Alexandra, battle to carry on her powerful legacy. Each is determined to control Kruger-Brent, Ltd., the multibillion-dollar international corporation with holdings in diverse industries around the globe. But only one can reign supreme. . . . </p><p>Lexi Templeton is a ruthless competitor with the brains and beauty to match. Raised by her psychiatrist father, Lexi burns to follow in her great-grandmother's footsteps and become her own Mistress of the Game. </p><p>She is not alone in her ambitions. Her handsome and nefarious cousin, Max Webster, the son of Eve, will stop at nothing to own the prize of Kruger-Brent. Driven by hatred, jealousy, and blinding devotion to his bitter and twisted mother, he will seduce, betray, and even kill to succeed. </p><p>And there is another player with plans of his own: a little-known descendant of Kate's great-grandfather. Growing up in poverty in Aberdeen, Scotland, handsome and cunning Gabriel McGregor is determined to fulfill his destiny . . a quest that will lead him deep into the heart of the Kruger-Brent empire. </p><p>In a family rife with secrets&#8212;murder, hidden identities, perversions&#8212;and a depraved sense of honor, the player who wins the game may be the only one who will survive. </p><p>Full of the late master's trademark elements&#8212;remarkable characters, dazzling plotting, and a page-turning narrative style&#8212;this sizzling sequel vividly captures the master's voice and irresistible magic. Vintage Sheldon, <em>Mistress of the Game</em> will enthrall loyal fans and introduce his enduring brand to legions more. </p><p>Includes the first chapter of Sidney Sheldon's Angel of the Dark, available wherever books are sold April 3.</p>", "isbn": "9780061898914", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061898914/1376452505.39.jpg", "title": "Sidney Sheldon's Mistress of the Game", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "MGTndcFWK6quBSAzhUY5TL", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2009-08-04", "language_code": "eng", "average_rating": 3.65}, "position": 26},{"annotation": "", "uuid": "y2b6iREdk8Fv76LBzwfQF", "book": {"awards": [], "author": "Larry Brown", "description": "1997 Southern Book Critics Circle Award for Fiction. Glen Davis is the bad seed. It's Sheriff Bobby Blanchard's job to track him down in what promises to be a violent, High Noon stand-off between the two men who represent what seems pure evil and its exact opposite. \"One: Larry Brown is a master. Two: FATHER AND SON . . . is a stinging, tragic history of the legacy of misery passed along from one generation to another.\"--Newsday. A QUALITY PAPERBACK BOOK CLUB selection.", "isbn": "9781616202064", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202064/1377657119.24.jpg", "title": "Father and Son", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "uuid": "UqPVU2eNNMnurUEjPbr2SY", "oyster_good_for_statement": "", "number_print_pages": 250, "oyster_summary": "", "status": 1, "publication_date": "2012-09-15", "language_code": "eng", "average_rating": 4.12}, "position": 15},{"annotation": "", "uuid": "sbSoEimZ48Mx7nXPxUAT4n", "book": {"awards": [], "author": "Theodore Roszak", "description": "<DIV>From the golden age of art movies and underground cinema to X-rated porn, splatter films, and midnight movies, this breathtaking thriller is a tour de force of cinematic fact and fantasy, full of metaphysical mysteries that will haunt the dreams of every moviegoer. Jonathan Gates could not have anticipated that his student studies would lead him to uncover the secret history of the movies&#8212;a tale of intrigue, deception, and death that stretches back to the 14th century. But he succumbs to what will be a lifelong obsession with the mysterious Max Castle, a nearly forgotten genius of the silent screen who later became the greatest director of horror films, only to vanish in the 1940s, at the height of his talent. Now, 20 years later, as Jonathan seeks the truth behind Castle's disappearance, the innocent entertainments of his youth&#8212;the sexy sirens, the screwball comedies, the high romance&#8212;take on a sinister appearance. His tortured quest takes him from Hollywood's Poverty Row into the shadowy lore of ancient religious heresies. He encounters a cast of exotic characters, including Orson Welles and John Huston, who teach him that there's more to film than meets the eye, and journeys through the dark side of nostalgia, where the Three Stooges and Shirley Temple join company with an alien god whose purposes are anything but entertainment.<br></div>", "isbn": "9781569769928", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Flicker/1372978450.08.jpg", "title": "Flicker", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "uuid": "5iF4VtzN5PfugQFybKUTmL", "oyster_good_for_statement": "", "number_print_pages": 608, "oyster_summary": "", "status": 1, "publication_date": "2005-04-01", "language_code": "eng", "average_rating": 4.01}, "position": 15},{"annotation": "", "uuid": "WAAqcX9eidCjjiL9XnyKQh", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Stuart Woods", "description": "<p>Not a man to dwell on the past, Stone Barrington has no choice but to rattle old skeletons when the people closest to him start dying, and he has little to go on but the suspicion that the killer might be someone he once knew. The trip down memory lane isn't all bad though, for it reunites Stone with his ex-partner, Dino Bacchetti, now head of detectives in the nineteenth precinct.</p><p>Trying to find a brilliant killer in a sea of old faces is difficult enough without Stone's former love, Arrington, now Mrs. Vance Calder, resurfacing too&#8212;especially when she sets off her own fireworks coming nose to nose with his latest flame, a Mafia princess as beautiful as she is dangerous.</p><p>Caught on a thrill ride of a case that tests him as none has ever done before, Stone races to find a twisted madman with a taste for blood vengeance, with only a prayer to find him before Stone's worst fears are realized.</p>", "isbn": "9780061797590", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061797590/1376506563.27.jpg", "title": "Worst Fears Realized", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "vW8dHLPxpqdYZ2sRTerXHU", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": "2009-03-17", "language_code": "eng", "average_rating": 3.83}, "position": 19},{"annotation": "", "uuid": "f4BpE5aE4cXt3m3whiG47n", "book": {"awards": [], "author": "Michel Faber", "description": "<DIV>Hailed as \"original and unsettling, an Animal Farm for the new century\" (The Wall Street Journal), this first novel lingers long after the last page has been turned.<br><br>Described as a \"fascinating psychological thriller\" (The Baltimore Sun), this entrancing novel introduces Isserley, a female driver who picks up hitchhikers with big muscles. She, herself, is tiny-like a kid peering up over the steering wheel. Scarred and awkward, yet strangely erotic and threatening, she listens to her hitchhikers as they open up to her, revealing clues about who might miss them if they should disappear. At once humane and horrifying, Under the Skin takes us on a heart-thumping ride through dangerous territory-our own moral instincts and the boundaries of compassion. A grotesque and comical allegory, a surreal representation of contemporary society run amok, Under the Skin has been internationally received as the arrival of an exciting talent, rich and assured.<br><br></div>", "isbn": "9780547546117", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546117/1376381508.26.jpg", "title": "Under the Skin", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "d5yagu9xNgyfMVpFQsny9S", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2001-07-16", "language_code": "eng", "average_rating": 3.66}, "position": 46},{"annotation": "", "uuid": "pjhZT3b6En3hP4QZky27MH", "book": {"awards": [], "author": "Kent Meyers", "description": "<DIV>When fourteen-year-old Carson Fielding bought his first horse from Magnus Yarborough, it became clear that the teenager was a better judge of horses than the rich landowner was of humans. Years later, Carson, now a skilled and respected horse trainer, grudgingly agrees to train Magnus's horses and teach his wife to ride. But as Carson becomes disaffected with the power-hungry Magnus, he also grows more and more attracted to the rancher's wife, and their relationship sets off a violent chain of events that unsettles their quiet reservation border town in South Dakota. Thrown into the drama are Earl Walks Alone, an Indian trying to study his way out of the reservation and into college, and Willi, a German exchange student confronting his family's troubled history.  <br><br>In this unforgettable story of horses, love, and life, Carson and the entire ensemble of characters learn, in very different ways, about the strong bonds that connect people to each other and to the land on which they live.<br><br></div>", "isbn": "9780547350882", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350882/1376379921.75.jpg", "title": "The Work of Wolves", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "KVev7CNqwtDttMFSSunbzK", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2005-07-11", "language_code": "eng", "average_rating": 4.07}, "position": 21},{"annotation": "", "uuid": "Z5EPc765p8rafw4JYstPrn", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Faye Kellerman", "description": "<blockquote><p>Murder, a missing woman, and a sociopath from the past sweep Peter Decker and Rina Lazarus into a labyrinth of mystery and danger in this electrifying new tale of suspense from <em>New York Times</em> bestselling author Faye Kellerman. . . .</p></blockquote><p>Fifteen years ago, high school senior Chris Whitman went to jail for murdering his girlfriend, Cheryl Diggs. Propelled by a misguided sense of chivalry, he confessed, determined to save another classmate, the beautiful and vulnerable Terry McLaughlin, from having to testify at his trial. When the truth came out, Chris was released from prison, married Terry&#8212;pregnant with his child&#8212;and changed his last name to Donatti. He also became a professional killer.</p><p>Peter Decker was the detective on the case, and over the years, he and Terry kept in touch. Now his friend is in L.A. and asking for a favor. Though Decker knows full well that getting involved will bring Terry's sociopathic husband back into his life, the obsessive and duty-bound LAPD lieutenant reluctantly agrees. The favor soon becomes complicated when Terry goes missing and Donatti disappears, leaving their fourteen-year-old son, Gabe, with no one to turn to except Decker and his wife, Rina Lazarus. </p><p>But Peter's search for Terry must share center stage with a gruesome murder. Adrianna Blanc, a neonatal nurse at St. Timothy's Hospital, had signed off her night shift at eight a.m. Six hours later, a foreman supervising the construction of a house in a nearby suburb discovered her body swinging from the rafters, a cable wire around her neck. Her car was found where she had parked it the night before, with no signs of foul play. </p><p>A dedicated and conscientious professional, Adrianna had a circle of close friends. Yet as Decker and his able team soon learn, the young woman also had her share of detractors. A party-hearty girl, she enjoyed booze, kinky sex, and revenge-cheating on her boyfriend, Garth Hammerling, another nurse at St. Tim's. Suspicions heat up when Decker and his team find that one of Adrianna's last phone calls was a provocative and disturbing message to her vacationing boyfriend&#8212;who himself has vanished without a trace. Was Adrianna's death something personal because of her carefree lifestyle? Or was this unusually cruel and very dramatic murder the first signs of a serial killer? With lives hanging in the balance, Decker and his colleagues, Sergeant Marge Dunn and Detective Scott Oliver, need to find answers and fast. </p><p>As if juggling two investigations weren't enough for the lieutenant (not to mention turning sixty!), things are becoming even more dangerous with his precarious home life. Ever the concerned parent, Decker wants to look after Terry's son, Gabe. Yet who will protect his own family? Because if there's one thing he knows for sure, with a sociopath like Donatti on the loose, no one is ever really safe.</p>", "isbn": "9780062006837", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062006837/1376452960.94.jpg", "title": "Hangman", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "MJryakmgeWuYjkdV4kCHS7", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2010-08-03", "language_code": "eng", "average_rating": 3.93}, "position": 34},{"annotation": "", "uuid": "j5PagHz4UZRt2FbHz6zWZV", "book": {"awards": [], "author": "Nevada Barr", "description": "<DIV><DIV>With <I>13 &#189;</I>, Nevada Barr, <I>New York Times</I> bestselling author of the award-winning <I>Anna Pigeon</I> novels, has written a taut and terrifying psychological thriller. It carries the reader from the horrifying 1970s murder spree of a child&#151; dubbed &#147;Butcher Boy&#8221; by a shocked public&#151;in Rochester, Minnesota, to Polly, the abused daughter of Mississippi &#147;trailer trash,&#8221; to post-Katrina New Orleans.</DIV><DIV>In Jackson Square in the French Quarter a tarot card reader told Polly Deschamps she would be a success. Thirty years later, Polly is a respected professor of literature with good friends and her own home&#151;a safe life for her and her two daughters.</DIV><DIV><BR><I>Butcher Boy, released on his seventeenth birthday, shook the snow from his boots and headed south.</I></DIV><DIV><I>New Orleans, a Mecca for runaways then and now, offers sanctuary but never forgiveness.</I></DIV><DIV><BR>When Polly falls in love with Marshall Marchand, a restoration architect who is helping to rebuild her adopted city, shadows of the past rise out of the poisoned ground of New Orleans as thick and deadly as the toxic waters of the flood.<BR></DIV><DIV>Like history, some crimes are doomed to repeat themselves. Evil stays the same, only the victims&#8217; names change. As two broken pasts collide in an uncertain present, Polly is determined that her children&#8217;s names will never be on that list.</DIV></DIV>", "isbn": "9780786751501", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786751501/1387370844.38.jpg", "title": "13 1/2", "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}, "uuid": "AJ3E2Tadfb4EVDSkyZNHpE", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2009-09-29", "language_code": "eng", "average_rating": 3.0}, "position": 38},{"annotation": "", "uuid": "cZsxU87wHCTd9UX9NKhnUS", "book": {"awards": [{"uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null, "name": "Barry Award Nominee"}], "author": "Thomas Perry", "description": "<DIV><DIV>Six years ago, Jack Till helped Wendy Harper disappear. But now her ex-boyfriend and former business partner, Eric Fuller, is being framed for her presumed murder in an effort to smoke her out, and Till must find her before tango-dancing assassins Paul and Sylvie Turner do.<br><BR>The Turners are merely hired to do a job, though, and prefer to remain anonymous. When they find that a middleman has let the true employer know their identities, finishing the job is no longer enough. Their fee just went up.<br><BR>Full of masterful plotting and unnerving psychological insight, <I>Silence </I>is a mesmerizing thrill ride.</DIV></DIV>", "isbn": "9780547416090", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416090/1376380011.98.jpg", "title": "Silence", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "TBH6rjbBRSZKWtvUYNAKCh", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2008-05-12", "language_code": "eng", "average_rating": 3.73}, "position": 17},{"annotation": "", "uuid": "ArgG3JLFBTM2HtkGY3aiBg", "book": {"awards": [], "author": "Jess Walter", "description": "<p><em>The Zero</em> is a groundbreaking novel, a darkly comic snapshot of our times that is already being compared to the works of Franz Kafka and Joseph Heller.</p><p>From its opening pages&#8212;when hero cop Brian Remy wakes up to find he's shot himself in the head&#8212;novelist Jess Walter takes us on a harrowing tour of a city and a country shuddering through the aftershocks of a devastating terrorist attack. As the smoke slowly clears, Remy finds that his memory is skipping, lurching between moments of lucidity and days when he doesn't seem to be living his own life at all. The landscape around him is at once fractured and oddly familiar: a world dominated by a Machiavellian mayor known as \"The Boss,\" and peopled by gawking celebrities, anguished policemen peddling First Responder cereal, and pink real estate divas hyping the spoils of tragedy. Remy himself has a new girlfriend he doesn't know, a son who pretends he's dead, and an unsettling new job chasing a trail of paper scraps for a shadowy intelligence agency known as the Department of Documentation. Whether that trail will lead Remy to an elusive terror cell&#8212;or send him circling back to himself&#8212;is only one of the questions posed by this provocative yet deeply human novel.</p><p>From a novelist of astounding talent, <em>The Zero</em> is an extraordinary story of how our trials become our transgressions, of how we forgive ourselves and whether or not we should.</p>", "isbn": "9780061758041", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061758041/1376506269.04.jpg", "title": "The Zero", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "CuMeT2ABwuQFZdDyTy8qxF", "oyster_good_for_statement": "", "number_print_pages": 368, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.58}, "position": 26},{"annotation": "", "uuid": "xkPfJy337GFzfJjRthkVz9", "book": {"awards": [], "author": "Richard Parker", "description": "<p><p><i>“When did you last google yourself?”</i></p>\n<p>Wealthy businessman, Will Frost, gets woken in the middle of the night by an anonymous caller, asking him exactly this.</p>\n<p>When Will goes online, he finds a website has been set up in his name, showing photographs of the inside of his home, along with photographs of six houses he’s never seen before.</p>\n<p>In the first of these strange houses, a gruesome murder has already taken place.</p>\n<p>Will is then told that his own family is in mortal danger.</p>\n<p>The only way he can keep them safe is to visit each of the houses on the website in person – before the police discover what has happened there.</p>\n<p>Seven houses.</p>\n<p>Seven gruesome homicides.</p>\n<p>Seven chances to save his daughter’s life…</p>\n<p>Scare Me is a tale of modern urban terror, for anyone who’s ever worried that someone might one day use the internet to track them down and cause them and their family harm…</p></p>", "isbn": "9781909223028", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781909223028/1385165185.63.jpg", "title": "Scare Me", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "ZmfwcsSBntES9x9DP52mgA", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2013-11-04", "language_code": "eng", "average_rating": 3.77}, "position": 37},{"annotation": "", "uuid": "A59WtwU3jhyBArrBB8X2Bd", "book": {"awards": [], "author": "A. Manette Ansay", "description": "<p>In a stark, troubling, yet ultimately triumphant celebration of self-determination, award-winning author A. Manette Ansay re-creates a stifling world of guilty and pain, and the tormented souls who inhabit it. It is 1972 when circumstance carries Ellen Grier and her family back to Holly's Field, Wisconsin. Dutifully accompanying her newly unemployed husband, Ellen has brought her two children into the home of her in-laws on Vinegar Hill--a loveless house suffused with the settling dust of bitterness and routine--where calculated cruelty is a way of life preserved and perpetuated in the service of a rigid, exacting and angry God. Behind a facade of false piety, there are sins and secrets in this place that could crush a vibrant young woman's passionate spirit. And here Ellen must find the straight to endure, change, and grow in the all-pervading darkness that threatens to destroy everything she is and everyone she loves.</p>", "isbn": "9780061760259", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760259/1376506340.84.jpg", "title": "Vinegar Hill", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "LrTMqNsHPWxRx79vX6gRua", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.24}, "position": 7},{"annotation": "", "uuid": "QXvNxEFmUCuUis9ZiwrrQZ", "book": {"awards": [], "author": "Peter Rock", "description": "<div><div>A thirteen-year-old girl and her father live in Forest Park, an enormous nature preserve in Portland, Oregon. They inhabit an elaborate cave shelter, wash in a nearby creek, store perishables at the water&#8217;s edge, use a makeshift septic system, tend a garden, even keep a library of sorts. Once a week they go to the city to buy groceries and otherwise merge with the civilized world. But one small mistake allows a backcountry jogger to discover them, which derails their entire existence, ultimately provoking a deeper flight.</DIV> <div><BR>&#160;Inspired by a true story and told through the startlingly sincere voice of its young narrator, Caroline, <I>My Abandonment</I> is a riveting journey into life at the margins and a mesmerizing tale of survival and hope.<BR></DIV> <div>&#160;</DIV></DIV>", "isbn": "9780547488646", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488646/1376380052.4.jpg", "title": "My Abandonment", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "GFGJdZVZkRNCe4947VTi33", "oyster_good_for_statement": "", "number_print_pages": 240, "oyster_summary": "", "status": 1, "publication_date": "2010-04-02", "language_code": "eng", "average_rating": 3.59}, "position": 23},{"annotation": "", "uuid": "ahd3nhN4bvfXUibyHDpyGK", "book": {"awards": [], "author": "James Joyce", "description": "<p>Often cited as the best work of short fiction ever written, Joyce's elegant story details a New Year's Eve gathering in Dublin that is so evocative and beautiful that it prompts the protagonist's wife to make a shocking revelation to her husband—closing the story with an emotionally powerful epiphany that is unsurpassed in modern literature.</p>", "isbn": "9781612190860", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190860/1377702066.22.jpg", "title": "The Dead", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "McQ5sNTogmSye66ohydJud", "oyster_good_for_statement": "", "number_print_pages": 92, "oyster_summary": "", "status": 1, "publication_date": "2011-05-17", "language_code": "English", "average_rating": 4.16}, "position": 12},{"annotation": "", "uuid": "mA6apLE6XcF2aJjh4XGvaN", "book": {"awards": [], "author": "José Saramago", "description": "<DIV>Senhor Jos&#233; is a low-grade clerk in the city's Central Registry, where the living and the dead share the same shelf space. A middle-aged bachelor, he has no interest in anything beyond the certificates of birth, marriage, divorce, and death that are his daily routine. But one day, when he comes across the records of an anonymous young woman, something happens to him. Obsessed, Senhor Jos&#233; sets off to follow the thread that may lead him to the woman&#8211;but as he gets closer, he discovers more about her, and about himself, than he would ever have wished.<br><BR>The loneliness of people's lives, the effects of chance, the discovery of love&#8211;all coalesce in this extraordinary novel that displays the power and art of Jos&#233; Saramago in brilliant form.<br><BR></DIV>", "isbn": "9780547536859", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536859/1376380265.55.jpg", "title": "All the Names", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "UvEv9dfimSUZqj7oo7Dn2E", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": "2001-10-05", "language_code": "eng", "average_rating": 3.87}, "position": 6},{"annotation": "", "uuid": "AwZD92sf8T5ScZvfTtHAQG", "book": {"awards": [{"uuid": "zgY7JFywCRfAuspw5RcbET", "image": null, "name": "PEN Translation Prize Winner"}], "author": "Umberto Eco", "description": "<DIV><P>Bored with their work, three Milanese editors cook up \"the Plan,\" a hoax that connects the medieval Knights Templar with other occult groups from ancient to modern times. This produces a map indicating the geographical point from which all the powers of the earth can be controlled&#151;a point located in Paris, France, at Foucault&#8217;s Pendulum. But in a fateful turn the joke becomes all too real, and when occult groups, including Satanists, get wind of the Plan, they go so far as to kill one of the editors in their quest to gain control of the earth.</p><P>Orchestrating these and other diverse characters into his multilayered semiotic adventure, Eco has created a superb cerebral entertainment.</P>&#160;<BR><BR></DIV>", "isbn": "9780547539683", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539683/1376380681.15.jpg", "title": "Foucault's Pendulum", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "8Kao2fqVsAs24m7VfPBhaQ", "oyster_good_for_statement": "", "number_print_pages": 656, "oyster_summary": "", "status": 1, "publication_date": "2007-03-05", "language_code": "eng", "average_rating": 3.87}, "position": 4},{"annotation": "", "uuid": "PSzzLJFKfiZsxcnNNG39GC", "book": {"awards": [], "author": "Paula Guran", "description": "Paranormal investigators. Occult detectives. Ghost hunters. Monster fighters. Humans who unravel uncanny crimes and solve psychic puzzles. Sleuths with supernatural powers of their own who provide services far beyond those normal gumshoes, shamuses, and Sherlocks can. When vampires, werewolves, and things that go bump in the night are part of your world, criminals can be as inhuman as the crimes they commit, and magic can seep into the mundane. Those who solve the mysteries, bring justice, or even save the world itself, might utter spells, wield wands as well as firearms, or simply use their powers of deduction. Some of the best tales from top authors of the twenty-first century's most popular genres take you down mean streets and into strange crime scenes in this fantastic compilation.", "isbn": "9781607013990", "cover_img": "https://cflare.oysterbooks.com/covers/Prime%20Books/9781607013990/1388782384.46.jpg", "title": "Weird Detectives: Recent Investigations", "publisher": {"uuid": "sukDScbqhQkuCWCcwZWunM", "name": "Prime Books"}, "uuid": "eGyBHNEhcZhwkodeD8rvFU", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2013-03-19", "language_code": "English", "average_rating": 0.0}, "position": 43},{"annotation": "", "uuid": "gGnqzoGEVAiGDY5DhQim7f", "book": {"awards": [], "author": "Mary Roberts Rinehart", "description": "<DIV><b>On a quiet cul-de-sac, an elderly invalid is slaughtered with an axe</b><DIV></div><DIV><BR>Crescent Place was once a peaceful country green surrounded by five tasteful suburban houses and populated by polite, responsible citizens. But as the city enveloped it, the residents built a gate to keep the world out. With each passing year, the subdivision grew stranger and stranger&mdash;until it began to look like a time capsule of the 1890s. In these houses are a husband and wife who fight constantly, and another couple who hasn&rsquo;t spoken to each other in two decades. There is a widow in permanent mourning and a daughter whom the newspapers call psychotic. And there is a bedridden old woman who is about to be killed with an axe.</div><BR>When her murder shatters the quiet of the little enclave, the tabloids delight in trumpeting the neighborhood&rsquo;s peculiarities. But as the search for the killer intensifies, the area&rsquo;s strangest secrets have yet to be revealed.&#160;</div>", "isbn": "9781480436527", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480436527/1377118551.05.jpg", "title": "The Album", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "uuid": "tiCqAFU9Qy7wkEGiwdtZaB", "oyster_good_for_statement": "", "number_print_pages": 383, "oyster_summary": "", "status": 1, "publication_date": "2013-08-13", "language_code": "eng", "average_rating": 3.74}, "position": 45},{"annotation": "", "uuid": "2ehp2LYHfrj2riigq5JbhG", "book": {"awards": [], "author": "Edward D. Hoch", "description": "<DIV><DIV><b>On a remote jungle island, a scientist toys with cryogenics and brain transplants</b></div><DIV><BR>Horseshoe Island lies just a few miles off the coast of Baja California, Mexico&mdash;impossibly far from the laws of the United States. Here, a doctor named Hobbes has built his labs to perform experiments on bodies cryogenically frozen for two decades or longer. He plans to heal those whom the medicine of the past was helpless to save, and his experiments may hold the key to endless life&mdash;or eternal damnation.</div><DIV><BR>Earl Jazine, of the newly formed Computer Investigation Bureau, is sent to Horseshoe Island to investigate the good doctor. Posing as a photographer, he is invited to document the island&rsquo;s most audacious experiment yet&mdash;a brain transplant from a dead man&rsquo;s body to a healthy, living one. But when members of the research team begin disappearing, Jazine learns that on Horseshoe Island, there is no law&mdash;natural or unnatural&mdash;that cannot be broken by Dr. Hobbes.</div><DIV></div></div>", "isbn": "9781480456433", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480456433/1384815681.91.jpg", "title": "The Frankenstein Factory", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "uuid": "WKhQtVebjVEFewWxFhuYHW", "oyster_good_for_statement": "", "number_print_pages": 190, "oyster_summary": "", "status": 1, "publication_date": "2013-11-26", "language_code": "eng", "average_rating": 0.0}, "position": 31},{"annotation": "", "uuid": "y3Xb7pemBnmF4vtgTHkrw", "book": {"awards": [], "author": "Susannah Smith", "description": "<p>Minor earthquakes every day; that's what they say. Lucy feels the tremors like a needle sensitized to respond to the slightest movement. She feels the push, the blind thrust of the earth's elastic body, pushing out, pulling in, behaving unpredictably.", "isbn": "9781770561007", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/745/7451358818531.25.jpg", "title": "How the Blessed Live", "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}, "uuid": "C5gZy75tdK29gtZwsfjgkj", "oyster_good_for_statement": "", "number_print_pages": 176, "oyster_summary": "", "status": 1, "publication_date": "2002-01-01", "language_code": "eng", "average_rating": 4.15}, "position": 24},{"annotation": "", "uuid": "99rRJXc5UWZnW6EAjfz7am", "book": {"awards": [], "author": "Kevin Fox", "description": "For Sean Corrigan the past is simply what happened yesterday, until his twenty-first birthday, when he is given a journal left him by his father’s brother Michael—a man he had not known existed. The journal, kept after his uncle fled from New York City to Ireland to escape prosecution for a murder he did not commit, draws Sean into a hunt for the truth about Michael’s fate.<br><br>Sean too leaves New York for Ireland, where he is caught up in the lives of people who not only know all about Michael Corrigan but have a score to settle. As his connection to his uncle grows stronger, he realizes that within the tattered journal he carries lies the story of his <i>own</i> life—his past as well as his future—and the key to finding the one woman he is fated to love forever.<br><br>With the appeal of <i>The Time Traveler’s Wife</i> and the classic <i>Time and Again</i>, this novel is a romance cloaked in mystery and suspense that takes readers inside the rich heritage of Irish history and faith. <i>Until the Next Time</i> is a remarkable story about time and memory and the way ancient myths affect everything—from what we believe to who we love.<br>", "isbn": "9781616200534", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200534/1377657062.6.jpg", "title": "Until the Next Time", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "uuid": "ttDKqKdNDnE8mjMR8f4fnD", "oyster_good_for_statement": "", "number_print_pages": 400, "oyster_summary": "", "status": 1, "publication_date": "2012-02-14", "language_code": "eng", "average_rating": 3.47}, "position": 26},{"annotation": "", "uuid": "gMGRqcaNND6ZgThUp9v3LG", "book": {"awards": [], "author": "Gabriella Pierce", "description": "<p>Jane Boyle married her prince charming and moved into his upper east side castle&#8212;but she didn&#8217;t get her fairy-tale ending</p><p>It&#8217;s hard to live happily ever after when you discover your demanding and controlling mother-in-law is literally a witch, determined to steal the magical powers you didn&#8217;t even know you had. Jane narrowly avoided Lynne Doran&#8217;s clutches when she escaped on her wedding day, and has been hiding out in New York City. But she can&#8217;t hide forever. </p><p>When Jane learns of the one thing Lynne wants most, she sets out to provide it, hoping her good turn will persuade her mother-in-law to stop hunting her. Unfortunately, Jane&#8217;s daring plan will send her right back into the witches&#8217; den&#8212;the Doran clan&#8217;s multistory town house on Park Avenue. But thanks to a tricky spell, blond architect Jane will be transformed into Ella, a dark beauty with a whole new look . . . and all of Jane&#8217;s budding powers. Though the stakes are life or death, nobody said &#8220;Ella&#8221; couldn&#8217;t have a little fun along the way, too.</p>", "isbn": "9780062101495", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062101495/1376468140.4.jpg", "title": "The Dark Glamour", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "MtUmuvrQbgkVnKr96gPxiG", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2011-08-30", "language_code": "eng", "average_rating": 3.42}, "position": 17},{"annotation": "", "uuid": "mRPQzLkR9SJ92Ni8n3VYcc", "book": {"awards": [{"uuid": "kASMaWqc5FEKGFo428GdTR", "image": null, "name": "British Science Fiction Association Award Winner"}, {"uuid": "Mgfw7wcZd4cituMEU5eB5X", "image": null, "name": "John W. Campbell Award Nominee"}], "author": "Philip K. Dick", "description": "<P>&#8220;Dick is Thoreau plus the death of the American dream.&#8221;&#8212;Roberto Bola&#241;o<br><BR>Bob Arctor is a junkie and a drug dealer, both using and selling the mind-altering Substance D. Fred is a law enforcement agent, tasked with bringing Bob down. It sounds like a standard case. The only problem is that Bob and Fred are the same person. Substance D doesn&#8217;t just alter the mind, it splits it in two, and neither side knows what the other is doing or that it even exists. Now, both sides are growing increasingly paranoid as Bob tries to evade Fred while Fred tries to evade his suspicious bosses.  <p>In this award-winning novel, friends can become enemies, good trips can turn terrifying, and cops and criminals are two sides of the same coin. Dick is at turns caustically funny and somberly contemplative, fashioning a novel that is as unnerving as it is enthralling.<br>", "isbn": "9780547601311", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547601311/1376381356.26.jpg", "title": "A Scanner Darkly", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "TBbj3MRfcHkxY7kxdNedwZ", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2011-10-18", "language_code": "eng", "average_rating": 4.03}, "position": 22},{"annotation": "", "uuid": "NYNRrwzwvieTaDua9bmb55", "book": {"awards": [], "author": "Simon Toyne", "description": "<p>One man&#8217;s sacrifice shocks the world . . .</p><p>One woman&#8217;s courage threatens a conspiracy as old as humankind . . .</p><p>And some will do anything&#8212;anything&#8212;to keep their secrets in the dark.</p><p><em>Sanctus</em></p><p>A man climbs a cliff face in the oldest inhabited place on earth, a mountain known as the Citadel, a Vatican-like city-state that towers above the city of Ruin in modern-day Turkey. But this is no ordinary ascent. It is a dangerous, symbolic act. And thanks to the media, it is an event witnessed by the entire world.</p><p>Few people understand its consequence. But for foundation worker Kathryn Mann and a handful of others, it&#8217;s evidence that a revolution is at hand. For the Sancti, the cowled and secretive monks who live inside the Citadel, it could mean the end of everything they have built. They will stop at nothing to keep what is theirs, and they will break every law in every country and even kill to hold it fast. For American reporter Liv Adamsen, it spurs the memory of the beloved brother she lost years before, setting her on a journey across the world and into the heart of her own identity.</p><p>There, she will make a discovery so shocking that it will change everything. . . .</p>", "isbn": "9780062038326", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062038326/1376531143.57.jpg", "title": "Sanctus", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "Qv6arXcQB5brmNNznRn2yn", "oyster_good_for_statement": "", "number_print_pages": 608, "oyster_summary": "", "status": 1, "publication_date": "2011-09-06", "language_code": "eng", "average_rating": 3.78}, "position": 30},{"annotation": "", "uuid": "MwXYCshPoot5DYSo2upkSZ", "book": {"awards": [], "author": "Jennifer McMahon", "description": "<p>While parked at a gas station, Rhonda sees something so incongruously surreal that at first she hardly recognizes it as a crime in progress. She watches, unmoving, as someone dressed in a rabbit costume kidnaps a young girl. Devastated over having done nothing, Rhonda joins the investigation. But the closer she comes to identifying the abductor, the nearer she gets to the troubling truth about another missing child: her best friend, Lizzy, who vanished years before.</p><p>From the author of the acclaimed <em>Promise Not to Tell</em> comes a chilling and mesmerizing tale of shattered innocence, guilt, and ultimate redemption.</p>", "isbn": "9780061807589", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807589/1376527168.64.jpg", "title": "Island of Lost Girls", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "BvGmRtd8W7yRHEK8HxyEH3", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.45}, "position": 28},{"annotation": "", "uuid": "bz8EipxhGTUW8AyS8y2YVZ", "book": {"awards": [], "author": "Paul Theroux", "description": "<DIV>&#8220;[Hock] knows he is ensorcelled by exoticism, but he can&#8217;t help himself. And, as things go from bad to worse and the pages start to turn faster, neither can we. <B>A</B>.&#8221;&#8212;<I>Entertainment Weekly</I><BR><BR><BR>When he was a young man, Ellis Hock spent four of the best years of his life with the Peace Corps in Malawi. So when his wife of forty-two years leaves him, he decides to return to the village where he was stationed in search of the happiness he&#8217;d been missing since he left. But what he finds is not what he expected. The school he built is a ruin, the church and clinic are gone, and poverty and apathy have set in among the people.<br><BR>They remember Ellis and welcome him with open arms. Soon, however, their overtures turn menacing; they demand money and refuse to let him leave the village. Is his new life an escape or a trap?<br><BR><BR>&#8220;Theroux&#8217;s bravely unsentimental novel about a region where he began his own grand career should become part of anybody&#8217;s education in the continent.&#8221;&#8212;<I>Washington Post</I><BR><BR>&#8220;<I>The Lower River</I> is riveting in its storytelling and provocative in its depiction of this African backwater, infusing both with undertones of slavery and cannibalism, savagery and disease.&#8221;&#8212;<I>New York Times Book Review</I></DIV>", "isbn": "9780547746913", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547746913/1376381842.3.jpg", "title": "The Lower River", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "UU6qZUaPb25r2qYExfG3iW", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2012-05-22", "language_code": "eng", "average_rating": 3.6}, "position": 3},{"annotation": "", "uuid": "ojwfAFPbJ9LVQ4zCsvz24Q", "book": {"awards": [], "author": "Philip Roth", "description": "<DIV>David Kepesh is white-haired and over sixty, an eminent TV culture critic and star lecturer at a New York college, when he meets Consuela Castillo, a decorous, well-mannered student of twenty-four, the daughter of wealthy Cuban exiles, who promptly puts his life into erotic disorder.<br>     Since the sexual revolution of the 1960s, when he left his wife and child, Kepesh has experimented with living what he calls an \"emancipated manhood,\" beyond the reach of family or a mate. Over the years he has refined that exuberant decade of protest and license into an orderly life in which he is both unimpeded in the world of eros and studiously devoted to his aesthetic pursuits. But the youth and beauty of Consuela, \"a masterpiece of volupt&#233;\" undo him completely, and a maddening sexual possessiveness transports him to the depths of deforming jealousy. The carefree erotic adventure evolves, over eight years, into a story of grim loss.<br>     What is astonishing is how much of America&#8217;s post-sixties sexual landscape is encompassed in THE DYING ANIMAL. Once again, with unmatched facility, Philip Roth entangles the fate of his characters with the social forces that shape our daily lives. And there is no character who can tell us more about the way we live with desire now than David Kepesh, whose previous incarnations as a sexual being were chronicled by Roth in THE BREAST and THE PROFESSOR OF DESIRE.<br>     A work of passionate immediacy as well as a striking exploration of attachment and freedom, THE DYING ANIMAL is intellectually bold, forcefully candid, wholly of our time, and utterly without precedent--a story of sexual discovery told about himself by a man of seventy, a story about the power of eros and the fact of death.</div>", "isbn": "9780547344010", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547344010/1376149832.35.jpg", "title": "The Dying Animal", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "oboADsufSSZzzWE8n3uNq7", "oyster_good_for_statement": "", "number_print_pages": 176, "oyster_summary": "", "status": 1, "publication_date": "2001-05-18", "language_code": "eng", "average_rating": 3.6}, "position": 20},{"annotation": "", "uuid": "oDqbt3CEKUbUysizfQPWee", "book": {"awards": [], "author": "Washington Irving", "description": "\"The Legend of Sleepy Hollow\" is a short story by Washington Irving contained in his collection The Sketch Book of Geoffrey Crayon, Gent., written while he was living in Birmingham, and first published in 1820. With Irving's companion piece \"Rip Van Winkle\", \"The Legend of Sleepy Hollow\" is among the earliest examples of American fiction still read today.", "isbn": "9781629450728", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450728/1376545113.29.png", "title": "The Legend of Sleepy Hollow", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "9LAaKGQMTwkQnLPKV6GLuB", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "1820-01-01", "language_code": "", "average_rating": 3.88}, "position": 1},{"annotation": "", "uuid": "JNs9SYEGkMUyQjTAuMCWw3", "book": {"awards": [{"uuid": "Xce2eRPz6kK3nyRXv8y9GF", "image": null, "name": "John Llewellyn Rhys Prize Winner"}], "author": "Margaret Drabble", "description": "<DIV>Margaret Drabble&#8217;s affecting novel, set in London during the 1960s, about a casual love affair, an unplanned pregnancy, and one young woman&#8217;s decision to become a mother.<BR></DIV>", "isbn": "9780547542140", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547542140/1376382529.95.jpg", "title": "The Millstone", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "vmAi4Wq9YTCFqBytKPaDvm", "oyster_good_for_statement": "", "number_print_pages": 192, "oyster_summary": "", "status": 1, "publication_date": "1998-10-15", "language_code": "eng", "average_rating": 3.8}, "position": 20},{"annotation": "", "uuid": "Brzwo2aBLBpK28EHXvjbpY", "book": {"awards": [], "author": "Anita Shreve", "description": "<DIV>The reader is left to uncover the truth in this labryinth of a tale, a riveting story told within the framework of one reporter's notes and a woman's letters from prison. Everyone believes that Maureen and Harrold English, two successful New York City journalists, have a happy, stable marriage. It's the early '70s and no one discusses or even suspects domestic abuse. But after Maureen suffers another brutal beating, she flees New York with her infant daughter and seeks refuge in a small coastal town in Maine. The weeks pass slowly, and just as Maureen begins to heal physically and emotionally, Harrold finds her, bringing the story to a violent, unforgettable end.<BR></DIV>", "isbn": "9780547545370", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547545370/1376380423.0.jpg", "title": "Strange Fits of Passion", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "j4xsZ6fdwLyRBWx8pQpwff", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "1999-11-11", "language_code": "eng", "average_rating": 3.69}, "position": 20},{"annotation": "", "uuid": "aEmoKFpDuHpUeVQV3WwZWc", "book": {"awards": [], "author": "Tamar Myers", "description": "<blockquote><p>From beloved mystery writer Tamar Myers comes an enthralling tale of duty, greed, danger, and miracles in equatorial Africa.</p></blockquote><p>The Congo beckons to young Amanda Brown in 1958, as she follows her missionary calling to the mysterious \"dark continent\" far from her South Carolina home. But her enthusiasm cannot cushion her from the shock of a very foreign culture&#8212;where competing missionaries are as plentiful as flies, and oppressive European overlords are busy stripping the land of its most valuable resource: diamonds. </p><p>Little by little, Amanda is drawn into the lives of the villagers in tiny Belle Vue&#8212;and she is touched by the plight of the local witch doctor, a man known as Their Death, who has been forced to take a second job as a yardman to support his two wives. But when First Wife stumbles upon an impossibly enormous uncut gem, events are set in motion that threaten to devastate the lives of these people Amanda has come to admire and love&#8212;events that could lead to nothing less than murder.</p><p>Richly evocative, written with warmth and humor, and based on the author's own experiences, Tamar Myers's <em>The Witch Doctor's Wife</em> is an unforgettable African journey with a spellbinding mystery at its heart. </p>", "isbn": "9780061944116", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061944116/1376489690.2.jpg", "title": "The Witch Doctor's Wife", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "WdAkw3DwfwWTXNqKDcdQrU", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2009-10-20", "language_code": "eng", "average_rating": 3.63}, "position": 2},{"annotation": "", "uuid": "nLfhmekdXuwBVqDKKVYprZ", "book": {"awards": [{"uuid": "f6WJDLFhEGCpAw2aNs9pgW", "image": null, "name": "James Fenimore Cooper Prize Winner"}], "author": "Tim O'Brien", "description": "<DIV>First published to critical acclaim by Houghton Mifflin, Tim O&#8217;Brien&#8217;s celebrated classic In the Lake of the Woods now returns to the house in a gorgeous new Mariner paperback edition. This riveting novel of love and mystery from the author of The Things They Carried examines the lasting impact of the twentieth century&#8217;s legacy of violence and warfare, both at home and abroad. When long-hidden secrets about the atrocities he committed in Vietnam come to light, a candidate for the U.S. Senate retreats with his wife to a lakeside cabin in northern Minnesota. Within days of their arrival, his wife mysteriously vanishes into the watery wilderness.</div>", "isbn": "9780547527048", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527048/1376382490.19.jpg", "title": "In the Lake of the Woods", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "z9KKVfBpt8r9aMXVEQFAM9", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2006-09-01", "language_code": "eng", "average_rating": 3.76}, "position": 5},{"annotation": "", "uuid": "raoNpj263NCq6jNHVZG46P", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Phillip Margolin", "description": "<p>Author Miles Van Meter is on a book tour to promote his sensational bestseller Sleeping Beauty, a true-crime account of a deeply personal subject: the attack by a serial killer that left his twin sister, Casey, in a coma. Tonight the audience waits to hear Miles discuss recent developments in his sister's case -- unaware that pieces of this complex puzzle of violence, unknown even to the author, are about to be revealed. </p><p>Six years earlier, life was much simpler for everyone involved, especially seventeen-year-old Ashley Spencer, a popular high school soccer star. Then one night an intruder entered Ashley's home and murdered her father and her best friend. Traumatized and suffering from a crippling sense of survivor guilt, Ashley is ready to give up on both soccer and life until help comes from an unexpected source -- a scholarship to the Oregon Academy, an elite private school, is extended to her by school dean Casey Van Meter. The school quickly becomes a haven for both Ashley and her mother, Terri. As Ashley regains her sense of self through the school's soccer program, Terri joins a writing group for adults led by Joshua Maxfield, a former literary wunderkind who has disappeared from the bestseller lists since his second book was panned by both critics and fans.</p><p>Then tragedy strikes again and Ashley has to run for her life, unaware that the key to her survival is in the one book she's afraid to read -- Sleeping Beauty. </p><p>With its blend of dizzying plot twists and thrilling suspense, <em>Sleeping Beauty</em> shows Phillip Margolin at the very top of his form.</p>", "isbn": "9780061834158", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061834158/1376527328.84.jpg", "title": "Sleeping Beauty", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "pno57wuyFn3y672jvhoBie", "oyster_good_for_statement": "", "number_print_pages": 480, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.87}, "position": 44},{"annotation": "", "uuid": "hssgBLWHmk3D2YvXQdx4Md", "book": {"awards": [], "author": "Lydia Cooper", "description": "<p>In Lydia Cooper's wry and absorbing debut novel, we are introduced to Mickey Brandis, a brilliant twenty-eight-year-old doctoral candidate in medieval literature who is part Lisbeth Salander and part Dexter. She lives in her parents' garage and swears too often, but she never complains about the rain or cold, she rarely eats dead animals, and she hasn't killed a man since she was ten. Her life is dull and predictable but legal, and she intends to keep it that way.</p> <p>But the careful existence Mickey has created in adulthood is upended when she is mysteriously led to a condemned house where she discovers an exquisitely mutilated corpse. The same surreal afternoon, she is asked by a timid, wall-eyed art student to solve a murder that occurred twenty years earlier. While she gets deeper and deeper into the investigation, she begins to lose hold on her tenuous connection to reality--to her maddening students and graduate thesis advisor; to her stoic parents, who are no longer speaking; to her confused, chameleon-like adolescent brother; and to her older brother, Dave, a zany poet who is growing increasingly erratic and keenly interested in Mickey's investigation.</p> <p>Driven by an unforgettable voice, and filled with razor-sharp wit and vivid characters, <i>My Second Death</i> is a smart, suspenseful novel and a provocative examination of family, loyalty, the human psyche, and the secrets we keep to save ourselves.</p>", "isbn": "9781440561276", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440561276/1376604067.68.jpg", "title": "My Second Death", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "uuid": "r69oXadicvcFa7UnuvdvDP", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2012-12-18", "language_code": "eng", "average_rating": 3.68}, "position": 28},{"annotation": "", "uuid": "GnijPTGRR52XPFyLuqew7H", "book": {"awards": [], "author": "Larry Beinhart", "description": "<DIV>Some cases test a private investigator&#8217;s wits, others test his courage, and still others, his character. In <I>Salvation Boulevard</I>, P.I. Carl Van Wagener has found a case that tests them all, and then goes on to test his soul. A professor is dead and a suspect&#151;who has confessed&#151;is in custody. But nothing is what it seems. After all, the dead man is an atheist professor, the accused an Islamic foreign student, the defense attorney a Jew, and the detective a Born Again Christian. As Carl gets deeper and deeper into the investigation of the death of professor Nathaniel MacLeod, his most basic beliefs and relationships are tried and his world is turned upside down. The mega-church, the pastor, and his new wife who have redeemed Carl from a life of grim debauchery insist on his dropping the case. But he can&#8217;t stop searching for the real killer and the truth&#151;no matter what the personal cost.<p><I>Salvation Boulevard</I> is a page-turning thriller in the tradition of John Grisham and Richard Condon that grapples with the ecstatic and entropic nature of religious faith in contemporary America.</DIV>", "isbn": "9780786726172", "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9780786726172/1387371114.36.jpg", "title": "Salvation Boulevard", "publisher": {"uuid": "6drzwNs6sqMUS2pmUcB6rn", "name": "Nation Books"}, "uuid": "ZHwie9QuLRnpBuPQ7G56hi", "oyster_good_for_statement": "", "number_print_pages": 368, "oyster_summary": "", "status": 1, "publication_date": "2008-10-20", "language_code": "eng", "average_rating": 3.5}, "position": 39},{"annotation": "", "uuid": "oZrWy5Tf3Rgsvtmm5T9Nik", "book": {"awards": [], "author": "Chuck Wendig", "description": "<p>Miriam Black knows when you will die. She's foreseen hundreds of car crashes, heart attacks, strokes, and suicides. But when Miriam hitches a ride with Louis Darling and shakes his hand, she sees that in thirty days Louis will be murdered while he calls her name. Louis will die because he met her, and she will be the next victim. No matter what she does she can’t save Louis. But if she wants to stay alive, she’ll have to try.</p>", "isbn": "9780857662316", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857662316/1385165178.15.jpg", "title": "Blackbirds", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "niCS7ojXiKjj447nB8XbyM", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2012-04-24", "language_code": "eng", "average_rating": 3.92}, "position": 35}]