[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Larry Brown", "uuid": "RV8oPvRS4PKuvyVngLc3RB", "description": "In his first work of nonfiction since the acclaimed <i>On Fire</i>, Brown aims for nothing short of ruthlessly capturing the truth of the world in which he has always lived. In the prologue to the book, he tells what it's like to be constantly compared with William Faulkner, a writer with whom he shares inspiration from the Mississippi land. The essays that follow show that influence as undeniable. Here is the pond Larry reclaims and restocks on his place in Tula. Here is the Oxford bar crowd on a wild goose chase to a fabled fishing event. And here is the literary sensation trying to outsmart a wily coyote intent on killing the farm's baby goats. Woven in are intimate reflections on the Southern musicians and writers whose work has inspired Brown's and the thrill of his first literary recognition.<p>  But the centerpiece of this book is the title essay which embodies every element of Larry Brown's most emotional attachments-to the family, the land, the animals. This is a book for every Larry Brown fan. It is also an invaluable book for every reader interested in how a great writer responds, both personally and artistically, to the patch of land he lives on. </p><p></p><p></p><p></p><p></p><p></p>", "isbn": "9781565127098", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127098/1377656600.27.jpg", "oyster_summary": "", "average_rating": 3.89, "language_code": "eng", "awards": [], "title": "Billy Ray's Farm", "publication_date": "2001-04-01", "number_print_pages": 216}, "position": 1, "uuid": "4iYezwae773g3e4vji9TjQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Karl Marx", "uuid": "ns5EiaaXWbX6jqm3Qe6Y7Q", "description": "This is a pre-1923 historical reproduction that was curated for quality. Quality assurance was conducted on each of these books in an attempt to remove books with imperfections introduced by the digitization process. Though we have made best efforts - the books may have occasional errors that do not impede the reading experience. We believe this work is culturally important and have elected to bring the book back into print as part of our continuing commitment to the preservation of printed works worldwide.", "isbn": "9781629452654", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452654/1376455779.2.png", "oyster_summary": "", "average_rating": 3.55, "language_code": "", "awards": [], "title": "Selected Essays", "publication_date": null, "number_print_pages": 120}, "position": 7, "uuid": "PG3JQExwvrGxa29b8exkZ5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Andrei Codrescu", "uuid": "wxpqDS6YdPzAriLD5Fbt73", "description": "For two decades <i>NPR</i> commentator Andrei Codrescu has been living in and writing about his adopted city, where, as he puts it, the official language is dreams. How apt that a refugee born in Transylvania found his home in a place where vampires roam the streets and voodoo queens live around the corner; where cemeteries are the most popular picnic spots, the ghosts of poets, prostitutes, and pirates are palpable, and in the French Quarter, no one ever sleeps.<br><br>\r\nCodrescu's essays have been called &quot;satirical gems,&quot; &quot;subversive,&quot; &quot;sardonic and stunning,&quot; &quot;funny,&quot; &quot;gonzo,&quot; &quot;wittily poignant,&quot; and &quot;perverse&quot;&#8212;here is a writer who perfectly mirrors the wild, voluptuous, bohemian character of New Orleans itself. This retrospective follows him from newcomer to near native: first seduced by the lush banana trees in his backyard and the sensual aroma of coffee at the caf&eacute; down the block, Codrescu soon becomes a Window Gang regular at the infamous bar Molly's on Decatur, does a stint as King of Krewe de Vieux Carr&eacute; at Mardi Gras, befriends artists, musicians, and eccentrics, and exposes the city&#8217;s underbelly of corruption, warning presciently about the lack of planning for floods in a city high on its own insouciance. Alas, as we all now know, Paradise is lost.<br><br>\r\n<i>New Orleans, Mon Amour</i> is an epic love song, a clear-eyed elegy, a cultural celebration, and a thank-you note to New Orleans in its Golden Age.", "isbn": "9781565127906", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127906/1377656784.92.jpg", "oyster_summary": "", "average_rating": 3.94, "language_code": "eng", "awards": [], "title": "New Orleans, Mon Amour", "publication_date": "2006-01-31", "number_print_pages": 288}, "position": 25, "uuid": "GDztsD8BKziEr94NXUQUjg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Mary Gordon", "uuid": "nhH8t64pjRy5SsqdtFwXXT", "description": "<DIV><DIV><b>A collection of dazzling and thought-provoking essays from lauded author Mary Gordon</b></div><DIV><BR>Much acclaimed for her novels, Mary Gordon is also a brilliant and wide-ranging essayist. Gathering together twenty-eight of her forays into nonfiction, <i>Good Boys and Dead Girls</i> provides a richly autobiographical context for the themes that mark her fiction, such as Irish-American life, Catholicism, embattled families, and the redeeming power of art. Many of the pieces offer insights into artists and other writers: There are admiring accounts of Edith Wharton, Stevie Smith, and Ford Madox Ford, and a piquant critique of the depiction of women by certain celebrated male novelists. Whatever the topic at hand, Gordon proves lively and illuminating company.&#160;<BR></div><DIV></div></div>", "isbn": "9781480414754", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480414754/1377118494.4.jpg", "oyster_summary": "", "average_rating": 3.75, "language_code": "eng", "awards": [], "title": "Good Boys and Dead Girls", "publication_date": "2013-08-06", "number_print_pages": 272}, "position": 9, "uuid": "oEBakP6ksY6NDhaSZBv9pQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Elinor Lipman", "uuid": "3ExzpAsVkWvd6QHo8WsVU8", "description": "<div> From the&#160;beloved&#160;and acclaimed novelist, a collection of&#160;witty, moving essays.In her two decades of writing, Elinor Lipman has populated her fictional universe with characters so utterly real that we feel like they&#8217;re old friends. Now she shares an even more intimate world with us&#8212;her own&#8212;in essays that offer a candid, charming take on modern life. Looking back and forging ahead, she considers the subjects that matter most: childhood and condiments, long marriage and solo living, career and politics.<br><BR>Here you&#8217;ll find the lighthearted: a celebration of four decades of <I>All My Children</I>, a reflection on being Jewish in heavily Irish-Catholic Lowell on St. Patrick&#8217;s Day, a hilariously unflinching account of her tiptoe into online dating. But she also tackles the serious and profound in eloquent stories of unexpected widowhood and caring for elderly parents that use her struggles to illuminate ours. Whether for Lipman&#8217;s longtime readers or those who love the essays of Nora Ephron or Anna Quindlen, <I>I Can't Complain</I> is a diverting delight.  <p></DIV>", "isbn": "9780547576220", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547576220/1383487925.39.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "I Can't Complain", "publication_date": "2013-04-16", "number_print_pages": 176}, "position": 12, "uuid": "zXxKRDLDPtEs4wKx7bUohM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "George Orwell", "uuid": "yJZuRoE3utJsQUWWWPiDsi", "description": "<DIV>In this bestselling compilation of essays, written in the clear-eyed, uncompromising language for which he is famous, Orwell discusses with vigor such diverse subjects as his boyhood schooling, the Spanish Civil War, Henry Miller, British imperialism, and the profession of writing.<br></div>", "isbn": "9780547416519", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416519/1385979161.87.jpg", "oyster_summary": "", "average_rating": 4.28, "language_code": "eng", "awards": [], "title": "A Collection of Essays", "publication_date": "1970-10-21", "number_print_pages": 324}, "position": 29, "uuid": "niBZ6gaYKQjpBJeEBsXTic", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Anna Politkovskaya", "uuid": "Uf9ENeeoEs36fqB9aAzSAS", "description": "<p>From an article found on Anna Politkovskaya's computer after her death; it is addressed to her readers abroad:</p>\n<p>I will not go into all the joys of the path I have chosen: the poisoning, the arrests, the menacing by mail and over the Internet, the telephoned death threats. The main thing is to get on with my job, to describe the life I see, to receive visitors every day in our newspaper's offices....</p>\n\"What am I guilty of? I have merely reported what I witnessed, nothing but the truth.\"</p>\n<p>Anna Politkovskaya won international fame for her courageous reporting. Is Journalism Worth Dying For? is a long-awaited collection of her final writing.</p>\n<p>Beginning with a brief introduction by the author about her pariah status, the book contains essays that characterize the self-effacing Politkovskaya more fully than she allowed in her other books. From deeply personal statements about the nature of journalism, to horrendous reports from Chechnya, to sensitive pieces of memoir, to, finally, the first translation of the series of investigative reports that Politkovskaya was working on at the time of her murder—pieces many believe led to her assassination.</p>\n<p>Elsewhere, there are illuminating accounts of encounters with leaders including Lionel Jospin, Tony Blair, George W. Bush, and such exiled figures as Boris Berezovsky, Akhmed Zakaev, and Vladimir Bukovsky. Additional sections collect Politkovskaya's nonpolitical writing, revealing her delightful wit, deep humanity, and willingness to engage with the unfamiliar, as well as her deep regrets about the fate of Russia.</p>", "isbn": "9781935554707", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554707/1377114573.85.jpg", "oyster_summary": "", "average_rating": 4.1, "language_code": "English", "awards": [], "title": "Is Journalism Worth Dying For?", "publication_date": "2011-04-05", "number_print_pages": 480}, "position": 21, "uuid": "WFcMuYoqBgmZQpj5pJUWN9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Anaïs Nin", "uuid": "oYk5mkzoML5LnHp29ENQzC", "description": "<DIV>Here, in more than twenty essays, Nin shares her unique perceptions of people, places, and the arts. Includes several lectures and two interviews.<br></div>", "isbn": "9780544148680", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544148680/1385979453.58.jpg", "oyster_summary": "", "average_rating": 3.97, "language_code": "eng", "awards": [], "title": "In Favor of the Sensitive Man and Other Essays", "publication_date": "2012-11-09", "number_print_pages": 180}, "position": 30, "uuid": "gd2K9THPVnDwV73feNknnB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Umberto Eco", "uuid": "9NP6wQdMwRjR7wWUE5EiTH", "description": "<DIV>How do we know a cat is a cat? And why do we call it a cat? How much of our perception of things is based on cognitive ability, and how much on linguistic resources? Here, in six remarkable essays, Umberto Eco explores in depth questions of reality, perception, and experience. Basing his ideas on common sense, Eco shares a vast wealth of literary and historical knowledge, touching on issues that affect us every day. At once philosophical and amusing, Kant and the Platypus is a tour of the world of our senses, told by a master of knowing what is real and what is not.<br></div>", "isbn": "9780547563787", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547563787/1376380798.0.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [], "title": "Kant and the Platypus", "publication_date": "2000-11-09", "number_print_pages": 464}, "position": 18, "uuid": "N9mXJ3VZCRW5yxze9VGAg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Robert Atwan", "uuid": "Z9mAxLjbiNUFDcZPEPZJJL", "description": "Selected and introduced by Cheryl Strayed,&#160;the&#160;<I>New York Times</I> best-selling author of <I>Wild</I> and&#160;the writer of the celebrated column &#8220;Dear Sugar,&#8221; this collection is a&#160;treasure&#160;trove&#160;of fine writing and thought-provoking essays.", "isbn": "9780544105744", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544105744/1379662276.53.jpg", "oyster_summary": "", "average_rating": 4.42, "language_code": "eng", "awards": [], "title": "The Best American Essays 2013", "publication_date": "2013-10-08", "number_print_pages": 352}, "position": 34, "uuid": "3Qjfa3cEbbake29VYt4VXY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Carson McCullers", "uuid": "XCQoDTUqJYuGWnnrpcdNQF", "description": "<DIV>An absorbing look at the early beginnings of one of America&#8217;s finest writers, The Mortgaged Heart is an important collection of Carson McCullers&#8217;s work, including stories, essays, articles, poems, and her writing on writing. These pieces, written mostly before McCullers was nineteen, provide invaluable insight into her life and her gifts and growth as a writer. The collection also contains the working outline of &#147;The Mute,&#8221; which became her best-selling novel The Heart Is a Lonely Hunter. As new generations of readers continue to discover her work, Carson McCullers&#8217;s celebrated place in American letters survives more surely than ever. Edited by McCullers&#8217;s sister and with a new introduction by Joyce Carol Oates, The Mortgaged Heart will be an inspiration to writers young and old.</div>", "isbn": "9780547346830", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346830/1376379468.83.jpg", "oyster_summary": "", "average_rating": 4.08, "language_code": "eng", "awards": [], "title": "The Mortgaged Heart", "publication_date": "2005-04-05", "number_print_pages": 336}, "position": 23, "uuid": "ovNhbobryt6KrCp29zcwiS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "status": 1, "author": "Douglas Gibson", "uuid": "qTaesKWXZVcf5tEYbNZMAT", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Spotlighting an extraordinary career, this autobiography reviews the author&#8217;s accomplishments working&#151;and playing&#151;alongside some of Canada&#8217;s greatest writers. These humorous chronicles relate the projects he brainstormed for writer Barry Broadfoot, how he convinced eventual Nobel Prize contender Alice Munro to keep writing short stories, his early morning phone call from a former Prime Minister, and his recollection of&#160;yanking a manuscript right out of Alistair MacLeod&#8217;s own reluctant hands&#151;which ultimately garnered MacLeod one of the world&#8217;s most prestigious prizes for fiction. Insightful and entertaining, this collection of tales provides an inside view of Canadian politics and publishing that is rarely revealed, going behind the scenes and between the covers to divulge a treasure trove of literary adventures.</P></DIV></DIV>", "isbn": "9781770900493", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Stories%20About%20Storytellers/1372979375.01.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "Stories About Storytellers", "publication_date": "2011-10-01", "number_print_pages": 400}, "position": 8, "uuid": "6kUbTauaY4ZTmEbckCJV3d", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Alix Kates Shulman", "uuid": "XTcBxvtaRNXTgNtTpQGXvR", "description": "<DIV><DIV><b>A comprehensive collection of writings and lectures by one of twentieth-century America&rsquo;s most important political activists, with two essays by editor Alix Kates Shulman, a leader of feminism&rsquo;s second wave</b></div><DIV><BR></div><DIV>Emma Goldman&rsquo;s fiery speeches and essays made her a household name in the early 1900s. Collected here are the most significant of her writings, supplemented with an essay on Goldman&rsquo;s feminist politics and a short biography, both by bestselling author Alix Kates Shulman. Including both published and previously unpublished works, <i>Red Emma Speaks </i>is an important historical volume and a fascinating look at the life and times of a major early feminist figure.</div></div>", "isbn": "9781453238721", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Red%20Emma%20Speaks/1373330401.97.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Red Emma Speaks", "publication_date": "2012-04-03", "number_print_pages": 470}, "position": 27, "uuid": "3PTQzZjc2h8LvE2ENwKE8P", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "George Orwell", "uuid": "hToPZx894UuwYteqwHu4BX", "description": "<div><div><div>As a critic, George Orwell cast a wide net. Equally at home discussing Charles Dickens and Charlie Chaplin, he moved back and forth across the porous borders between essay and journalism, high art and low. A frequent commentator on literature, language, film, and drama throughout his career, Orwell turned increasingly to the critical essay in the 1940s, when his most important experiences were behind him and some of his most incisive writing lay ahead.  <p></P><I>All Art Is Propaganda </I>follows Orwell as he demonstrates in piece after piece how intent analysis of a work or body of work gives rise to trenchant aesthetic and philosophical commentary.&#160;With masterpieces such as \"Politics and the English Language\" and \"Rudyard Kipling\" and gems such as \"Good Bad Books,\" here is an unrivaled education in, as George Packer puts it,&#160;\"how to be interesting, line after line.\"  <p></DIV></DIV></DIV>", "isbn": "9780547417752", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547417752/1376379650.55.jpg", "oyster_summary": "", "average_rating": 4.2, "language_code": "eng", "awards": [], "title": "All Art Is Propaganda", "publication_date": "2009-10-14", "number_print_pages": 416}, "position": 35, "uuid": "FisZdofw3xvYZ58ubyqUya", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Walter Benjamin", "uuid": "jJJrQBm67RezikcdMKBScC", "description": "<div></p> <p>&#12288;</P>  Walter Benjamin was one of the most original cultural critics of the twentieth century. <I>Illuminations </I>includes his views on Kafka, with whom he felt a close personal affinity; his studies on Baudelaire and Proust; and his essays on Leskov and on Brecht's Epic Theater. Also included are his penetrating study \"The Work of Art in the Age of Mechanical Reproduction,\" an enlightening discussion of translation as a literary mode, and Benjamin's theses on the philosophy of history.</p> <p>Hannah Arendt selected the essays for this volume and introduces them with a classic essay about Benjamin's life in dark times. Also included is a new preface by Leon Wieseltier that explores Benjamin's continued relevance for our times.</p></DIV>", "isbn": "9780547540658", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540658/1376381401.47.jpg", "oyster_summary": "", "average_rating": 4.34, "language_code": "eng", "awards": [], "title": "Illuminations", "publication_date": "1968-10-23", "number_print_pages": 288}, "position": 5, "uuid": "FxAvrTzp5r96rqtiPpSJzE", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Roger Angell", "uuid": "CVbxTcy98TkoVdaNxnLeCj", "description": "<DIV><DIV><b>Witty and deftly drawn parodies from a literary legend</b></div><BR>Roger Angell has a long history with the&#160;<i>New Yorker</i>: the son of fiction editor Katharine White and the stepson of E. B. White, Angell has spent decades writing and working for the magazine, to which he has contributed across genres and gained special renown for his essays on baseball. With&#160;<i>A Day in the Life of Roger Angell</i>, the author&rsquo;s gifts as an urbane humorist come to the fore. The pieces here include two of Angell&rsquo;s famous Christmas poems, parodies&mdash;of horoscopes, sports broadcasts, and Lawrence Durrell&mdash;and a tense correspondence over a short fiction contest that pays only in baked goods. Combined, these miniatures form a funny and charming chronicle of Manhattan life, as experienced both on the ground and in the city&rsquo;s most literary circles.&#160;<BR></div>", "isbn": "9781480462281", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480462281/1386866068.36.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "A Day in the Life of Roger Angell", "publication_date": "2013-12-31", "number_print_pages": 159}, "position": 39, "uuid": "beRDEtEmfvxwRshE6riHgb", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Michel de Montaigne", "uuid": "dF6oRJD7njtrtREgj3s49X", "description": "In 1572 Montaigne retired from public life and began the reading and writing which were to develop into \"assays\" of his thoughts and opinions. Nobody in Western civilization had ever tried to do what Montaigne set out to do. In a vivid, contemporary style he surprises us with entertaining quotations; he moves swiftly from thought to thought, often digressing from an idea only to return to it triumphantly, having caught up with it elsewhere, and in so doing leads the reader along the criss-cross paths of a journey of discovery. Montaigne set out to discover himself. What he discovered instead was the human race.", "isbn": "9781629451640", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451640/1376952010.93.png", "oyster_summary": "", "average_rating": 4.23, "language_code": "", "awards": [], "title": "Essays", "publication_date": null, "number_print_pages": 1344}, "position": 6, "uuid": "KdtYMrau36cj8McqdQvMy4", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "George Steiner", "uuid": "YDjwfFJNPywR3SBp4SnFXR", "description": "<DIV><b>A collection of essays and articles about the life of language, and its role in a world where words are used to manipulate as often as they are used to convey meaning</b></div><DIV><i><BR>Language and Silence </i>is a book about language&mdash;and politics, meaning, silence, and the future of literature. Originally published between 1958 and 1966, the essays that make up this collection ponder whether we have passed out of an era of verbal primacy and into one of post-linguistic forms&mdash;or partial silence. Steiner explores the idea of the abandonment of contemporary literary criticism, from the classics to the works of William Shakespeare, Lawrence Durell, Thomas Mann, Leon Trotsky, and more.</div>", "isbn": "9781480411890", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Language%20and%20Silence/1373336236.26.jpg", "oyster_summary": "", "average_rating": 4.06, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Language and Silence", "publication_date": "2013-04-16", "number_print_pages": 426}, "position": 19, "uuid": "oXxsarzk2TFADimxXL5iuc", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "status": 1, "author": "André Gide", "uuid": "9dBzmMbWbveNgRhNbZHYzJ", "description": "<DIV><b>This collection of reflective essays forms a &ldquo;spiritual autobiography&rdquo; of Andr&eacute;</b> <b>Gide, a key figure of French letters</b></div><DIV>&#160;</div><DIV>Andr&eacute; Gide, a literary and intellectual giant of twentieth-century France, mines his memories and personal observations in this collection of essays. Gide&rsquo;s reflections and commentary masterfully showcase his delicate writing style and evocative sensibility, yielding new insights on writers such as Goethe and contemporaries Joseph Conrad, Nicolas Poussin, Arthur Rimbaud, and Paul-Marie Verlaine.</div><DIV>&#160;</div><DIV>Through it all, Gide skillfully investigates humanity&rsquo;s contradictory nature and struggles to resolve the moral, political, and religious conflicts inherent in daily life.</div><DIV>&#160;</div><DIV>This ebook features a new introduction by Jeanine Parisier Plottel, selected quotes, and an image gallery.</div>", "isbn": "9781453240427", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/9781453240427/1377118300.93.jpg", "oyster_summary": "", "average_rating": 4.27, "language_code": "eng", "awards": [], "title": "Autumn Leaves", "publication_date": "2012-02-14", "number_print_pages": 300}, "position": 40, "uuid": "ZVRRiMNG76rJ4igmnG5TZ8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Roberto Saviano", "uuid": "XVzM4e6ucwLXtp8WGpvAck", "description": "<p><em>Gomorrah</em>, Roberto Saviano&rsquo;s 2006 exposé of Naples&rsquo;s Camorra mafia, was an international bestseller and became an award-winning film. But the death threats that followed forced the author into hiding. Saviano was ostracized by his countrymen and went on the run, changing his location every few months and compelled to keep perpetual company with his bodyguards. To this day, he lives in an undisclosed location.</p><p>The loneliness of the fugitive life informs all the essays in <em>Beauty and the Inferno</em>, Saviano&rsquo;s first book since <em>Gomorrah</em>. Among other subjects, he writes about the legendary South African jazz singer Miriam Makeba, his meeting with the real-life Donnie Brasco, sharing the Nobel Academy platform with Salman Rushdie, and the murdered Russian journalist Anna Politkovskaya. Present throughout the book is a sense of Saviano&rsquo;s peculiar isolation, which infuses his words with anger, exceptional insight and tragedy.</p>", "isbn": "9781844679515", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679515/1381416076.43.jpg", "oyster_summary": "", "average_rating": 3.76, "language_code": "English", "awards": [{"image": null, "uuid": "DSfGxaLQZn8s4LYocDZz5K", "name": "European Book Prize Winner"}], "title": "Beauty and the Inferno", "publication_date": "2012-09-18", "number_print_pages": 288}, "position": 36, "uuid": "8b3Zo7cVv88zB59XazHEwM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "status": 1, "author": "Craig McDonald", "uuid": "q8HQzgSEhTwXpgHrTTqBUQ", "description": "<p>A collection of no-holds-barred interviews with 16 authors who have shaped and defined narrative fiction and songwriting, <i>Rogue Males</i> includes conversations with crime fiction legends Elmore Leonard and James Crumley (in one of his last interviews); premier stylists James Sallis and Daniel Woodrell; noir kingpins James Ellroy and Ken Bruen, and top thriller writers Lee Child and Randy Wayne White.</p><p>Stephen J. Cannell and Max Allan Collins hold forth on the intersection of crime novels and the silver screen while Andrew Vachss, Pete Dexter, Craig Holden, Alistair MacLeod, Tom Russell and Kinky Friedman round-out this one-of-a kind collection on the craft of writing--an array of ''mavericks, trailblazers and the gadflies. Men of conscience, entrepreneurs and magnificent bastards,'' as McDonald puts it in his introduction.</p>", "isbn": "9781440532559", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/63/631355185779.81.jpg", "oyster_summary": "", "average_rating": 4.52, "language_code": "eng", "awards": [], "title": "Rogue Males", "publication_date": "2011-07-29", "number_print_pages": 305}, "position": 26, "uuid": "RstNQLqM7FZchVEzRJ9bnA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Umberto Eco", "uuid": "GKxWqjQgxJdaXoPWjc5WsU", "description": "<DIV>&ldquo;Underscores the writer&rsquo;s profound erudition, lively wit, and passion  for ideas of all shapes and sizes . . .  Eco&rsquo;s pleasure in such  explorations is obvious and contagious.&rdquo; &mdash; <I>Booklist</I><BR> <I><BR> Inventing the Enemy</I>  covers a wide range of topics on which Eco has written and lectured  over the past ten years: from a disquisition on the theme that runs  through his recent novel <I>The Prague Cemetery</I> &mdash; every country  needs an enemy, and if it doesn&rsquo;t have one, must invent it &mdash; to a  discussion of ideas that have inspired his earlier novels (and in the  process he takes us on an exploration of lost islands, mythical realms,  and the medieval world); from indignant reviews of James Joyce&rsquo;s <I>Ulysses </I>by  fascist journalists of the 1920s and 1930s, to an examination of Saint  Thomas Aquinas&rsquo;s notions about the soul of an unborn child, to  censorship and violence and WikiLeaks.<br><br> These are essays full of  passion, curiosity, and obsession by one of the world&rsquo;s most esteemed  scholars and critically acclaimed, best-selling novelists.<BR><br><br> &ldquo;True  wit and wisdom coexist with fierce scholarship inside Umberto Eco, a  writer who actually knows a thing or two about being truly human.&rdquo; &mdash; <I>Buffalo News</I><BR><br> &quot;Thought provoking . . . nuanced . . . the collection amply shows off Eco's sophisticated, agile mind.&quot; &mdash;<I> Publishers Weekly</I></div>", "isbn": "9780547577609", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577609/1379062382.27.jpg", "oyster_summary": "", "average_rating": 3.8, "language_code": "eng", "awards": [], "title": "Inventing the Enemy", "publication_date": "2012-09-04", "number_print_pages": 240}, "position": 11, "uuid": "LCjr465k8YEp53qVqR6kRH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "George Orwell", "uuid": "XDh9VqG3qu6ft4MAfXjFuP", "description": "<DIV>This unusual fictional account, in good part autobiographical, narrates without self-pity and often with humor the adventures of a penniless British writer among the down-and-out of two great cities. In the tales of both cities we learn some sobering Orwellian truths about poverty and society.<BR></DIV>", "isbn": "9780547488547", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488547/1387866576.89.jpg", "oyster_summary": "", "average_rating": 4.07, "language_code": "eng", "awards": [], "title": "Down and Out in Paris and London", "publication_date": "1972-03-15", "number_print_pages": 228}, "position": 17, "uuid": "8bYT5Sutc9UVbioTr6L54b", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "7gyRHWHtnxvL9JUBZUnrYZ", "name": "University of Virginia Press"}, "status": 1, "author": "John Steinbeck", "uuid": "LWXwdg92WcWzWeUqzRicWJ", "description": "<P><P>Although his career continued for almost three decades after the 1939 publication of The Grapes of Wrath, John Steinbeck is still most closely associated with his Depression-era works of social struggle. But from Pearl Harbor on, he often wrote passionate accounts of America’s wars based on his own firsthand experience. Vietnam was no exception.</P><P>Thomas E. Barden’s  <I>Steinbeck in Vietnam</I> offers for the first time a complete collection of the dispatches Steinbeck wrote as a war correspondent for  <I>Newsday.</I> Rejected by the military because of his reputation as a subversive, and reticent to document the war officially for the Johnson administration, Steinbeck saw in  <I>Newsday</I> a unique opportunity to put his skills to use. Between December 1966 and May 1967, the sixty-four-year-old Steinbeck toured the major combat areas of South Vietnam and traveled to the north of Thailand and into Laos, documenting his experiences in a series of columns titled Letters to Alicia, in reference to  <I>Newsday</I> publisher Harry F. Guggenheim’s deceased wife. His columns were controversial, coming at a time when opposition to the conflict was growing and even ardent supporters were beginning to question its course. As he dared to go into the field, rode in helicopter gunships, and even fired artillery pieces, many detractors called him a warmonger and worse. Readers today might be surprised that the celebrated author would risk his literary reputation to document such a divisive war, particularly at the end of his career.</P><P>Drawing on four primary-source archives—the Steinbeck collection at Princeton, the Papers of Harry F. Guggenheim at the Library of Congress, the Pierpont Morgan Library’s Steinbeck holdings, and the archives of  <I>Newsday</I>—Barden’s collection brings together the last published writings of this American author of enduring national and international stature. In addition to offering a definitive edition of these essays, Barden includes extensive notes as well as an introduction that provides background on the essays themselves, the military situation, the social context of the 1960s, and Steinbeck’s personal and political attitudes at the time.</P></P>", "isbn": "9780813932705", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Virginia%20Press/9780813932705/1379660753.47.jpg", "oyster_summary": "", "average_rating": 3.86, "language_code": "eng", "awards": [], "title": "Steinbeck in Vietnam", "publication_date": "2012-03-29", "number_print_pages": 224}, "position": 20, "uuid": "pU7aZSmdCC2j6QGEQe8F6B", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "status": 1, "author": "Albert Einstein", "uuid": "RBWsviDa445ZMfKFgRtdjJ", "description": "<DIV><p><DIV><b>E=mc2: It may be Einstein&rsquo;s most well-known contribution to modern science, but how many people understand the thought process or physics behind this famous equation?</b></div><BR><DIV>In this collection of his seven most important essays on physics, Einstein guides his reader step-by-step through the many layers of scientific theory that formed a starting point for his discoveries. By both supporting and refuting the theories and scientific efforts of his predecessors, Einstein reveals in a clear voice the origins and meaning of such significant topics as physics and reality, the fundamentals of theoretical physics, the common language of science, the laws of science and of ethics, and an elementary derivation of the equivalence of mass and energy.</div><DIV>&#160;</div><DIV>This remarkable collection allows the general reader to understand not only the significance of Einstein&rsquo;s masterpiece, but also the brilliant mind behind it.</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div></p></DIV>", "isbn": "9781453204696", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20Theory%20of%20Relativity/1373329389.75.jpg", "oyster_summary": "", "average_rating": 3.8, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "The Theory of Relativity", "publication_date": "2011-09-27", "number_print_pages": 75}, "position": 10, "uuid": "y8rBHcnY3wxBKfToxJL4kG", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "George Orwell", "uuid": "VBYU78TnbXsaUYeMj35pPY", "description": "<DIV><DIV><DIV><DIV><P>George Orwell was first and foremost an essayist,&#160;producing throughout his life an extraordinary array of short nonfiction that reflected--and illuminated--the fraught times in which he lived. \"As soon as he began to write something,\" comments George Packer in his foreword, \"it was as natural for Orwell to propose, generalize, qualify, argue, judge--in short, to think--as it was for Yeats to versify or Dickens to invent.\"</P><P><I>Facing Unpleasant Facts </I>charts Orwell's development as a master of the narrative-essay form and unites such classics as \"Shooting an Elephant\" with lesser-known journalism and passages from his wartime diary. Whether detailing the horrors of Orwell's boyhood in an English boarding school or bringing to life the sights, sounds, and smells of the Spanish Civil War, these essays weave together the personal and the political in an unmistakable style that is at once plainspoken and brilliantly complex.</p></DIV></DIV></DIV></DIV>", "isbn": "9780547417769", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547417769/1376379652.49.jpg", "oyster_summary": "", "average_rating": 4.38, "language_code": "eng", "awards": [], "title": "Facing Unpleasant Facts", "publication_date": "2009-10-14", "number_print_pages": 336}, "position": 16, "uuid": "XdVeYJE3venfdZyBuhHjwf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Frank Conroy", "uuid": "xtNLL62iyZViNK2Fgz6se6", "description": "<DIV>For thirty years, Frank Conroy's commentaries on life, music, and writing have appeared regularly in the New York Times Magazine, Harper's Magazine, Esquire, and GQ. DOGS BARK, BUT THE CARAVAN ROLLS ON collects these pieces into an autobiography in journalistic snapshots. They evoke Conroy's southern childhood, his teen years in New York as a truant hanging out at pool halls and Harlem jazz clubs, his first glimmers of the power of language and the writing life in college, his romantic life, and his experiences as a teacher and as director of the Iowa Writers' Workshop. Here, too, are profiles of the musicians he has come to know -- and jammed with: Keith Jarrett, Wynton Marsalis, Peter Serkin, even the Rolling Stones.<BR>New essays fill out the collection from Conroy's wry retrospective viewpoint. DOGS BARK, BUT THE CARAVAN ROLLS ON is imbued with the honesty, humor, and insight that made his memoir STOP-TIME a classic.</DIV>", "isbn": "9780544115200", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544115200/1376383092.51.jpg", "oyster_summary": "", "average_rating": 3.81, "language_code": "eng", "awards": [], "title": "Dogs Bark, but the Caravan Rolls On", "publication_date": "2012-09-06", "number_print_pages": 240}, "position": 38, "uuid": "5QyMgSFT4Uk6BBn6AzpUSH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Lawrence Durrell", "uuid": "Gju5U6QidKojZQF2qrtU7N", "description": "<DIV><DIV><b>The definitive collection of travel writings by one of the twentieth century&rsquo;s best-loved journeyers</b></div><DIV><BR></div><DIV>From the moment of his birth, Lawrence Durrell was far from home. A British child in India, he was sent to England to receive an education, and by his early twenties had already tired of his native land. With family in tow, he departed for Greece, and spent the rest of his life wandering the world. He traveled not to sightsee but to live, and made homes in Egypt, France, Yugoslavia, and Argentina. Each time he landed, he rooted himself deep into the native soil, taking in not just the sights and sounds of his new land, but the essential character of the country.</div><DIV>&#160;</div><DIV>In these letters and essays, Durrell exhibits the power of poetic observation that made his travel writing so extraordinary to post&ndash;World War II readers. In these pages he reminds us not just of each country&rsquo;s hidden charms, but of the unique characteristics that persist through the generations. </div></div>", "isbn": "9781453261613", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Spirit%20of%20Place/1373330946.05.jpg", "oyster_summary": "", "average_rating": 4.09, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Spirit of Place", "publication_date": "2012-06-12", "number_print_pages": 432}, "position": 22, "uuid": "DZ6XYntGMEVM5GT9cNbfET", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Edwidge Danticat", "uuid": "FimsocvuHhY5buqzVtpam7", "description": "The Best American Series&#174;<br>First, Best, and Best-Selling<br><BR>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites . A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected&#8212;and most popular&#8212;of its kind.  <div><BR><I>The Best American Essays 2011</I> includes<br><BR>Hilton Als, Katy Butler, Toi Derricotte, Christopher Hitchens,<br>Pico Iyer, Charlie LeDuff, Chang-Rae Lee, Lia Purpura, Zadie Smith,<br>Reshma Memon Yaqub, and others</div><BR>", "isbn": "9780547678436", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547678436/1376381384.59.jpg", "oyster_summary": "", "average_rating": 3.72, "language_code": "eng", "awards": [], "title": "The Best American Essays 2011", "publication_date": "2011-10-04", "number_print_pages": 272}, "position": 3, "uuid": "FcakLBcp8RzXpZshqQKBpN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "status": 1, "author": "Jean-Paul Sartre", "uuid": "5X9gkayiNHW3qH6quNM6z5", "description": "<DIV><DIV><DIV><b>A collection of essays by Jean-Paul Sartre that touch upon the subject of existentialism by looking at aesthetics, emotions, writing, phenomenology, and perception </b></div><DIV><i>The Philosophy of Existentialism</i> collects representative essays on Jean-Paul Sartre&rsquo;s pioneering subject: existentialism. Beginning with a thoughtful introduction by fellow French philosopher Jean Wahl, this worklooks at existentialism through several lenses, exploring topics such as the emotions, imagination, nothingness, freedom, responsibility, and the desire to be God.</div><DIV>&#160;</div><DIV>By providing exposition on a variety of subjects, <i>The Philosophy of Existentialism</i> is a valuable introduction to Sartre&rsquo;s ideas.</div><DIV>&#160;</div><DIV></div></div></div>", "isbn": "9781453228814", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20Philosophy%20of%20Existentialism/1373330155.12.jpg", "oyster_summary": "", "average_rating": 3.66, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "The Philosophy of Existentialism", "publication_date": "2012-01-17", "number_print_pages": 434}, "position": 14, "uuid": "RmkRcjdM3TWVnPPW7Yb4pW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Michael Chabon", "uuid": "nifc2Byivt3KejU43graNB", "description": "<DIV><DIV><b>In these lively critical and personal essays, Chabon asserts his literary manifesto: &ldquo;I read for entertainment, and I write to entertain. Period.&rdquo;</b></div><BR><DIV>This collection of sixteen essays champions the cause of sci-fi and westerns, superheroes and horror shows, gumshoes and goblins&mdash;all the genre novels, comics, and pulp fiction that get pushed aside when literary discussion turns serious. For Chabon, the stories that give us great pleasure are in many ways our truest, best art&mdash;the building blocks of our shared imagination. Whether he&rsquo;s taking up Superman or Sherlock Holmes, Poe or Proust, Chabon&rsquo;s emphatic mission is to explore the reasons we tell each other tales, and to offer a glimpse of his own history as reader and writer.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234136", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Maps%20and%20Legends/1373330269.42.jpg", "oyster_summary": "", "average_rating": 3.68, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Maps and Legends", "publication_date": "2011-12-20", "number_print_pages": 226}, "position": 0, "uuid": "5d2vSfK3UGkW2rLJiaK8Y8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Paul Johnson", "uuid": "JZkAvRyvozwncVFookX7bk", "description": "<p>Kingsley Amis described Paul Johnson's <em>Intellectuals</em> as &#8220;a valuable and entertaining Rogues' Gallery of <em>Adventures of the Mind</em>.&#8221; Now the celebrated journalist and historian offers <em>Creators</em>, a companion volume of essays that examines a host of outstanding and prolific creative spirits. Here are Disney, Picasso, Bach, and Shakespeare; Austen, Twain, and T. S. Eliot; and D&#252;rer, Hokusai, Pugin, and Viollet-le-Duc, among many others.</p><p>Paul Johnson believes that creation cannot be satisfactorily analyzed, but it can be illustrated to bring out its salient characteristics. That is the purpose of this instructive and witty book.</p>", "isbn": "9780061740954", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061740954/1376451823.19.jpg", "oyster_summary": "", "average_rating": 3.54, "language_code": "eng", "awards": [], "title": "Creators", "publication_date": "2009-10-13", "number_print_pages": 336}, "position": 15, "uuid": "CR9cxXGBJJxeDrvLmZgV9n", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "status": 1, "author": "Debbie Millman", "uuid": "mRi939RLLpitEXonjMvRg8", "description": "<p>In <i>Look Both Ways</i>, respected branding consultant and design community leader Debbie Millman has constructed a series of essays that examine the close relationship between design and everyday life. You'll find inspiration on every page as you meander through illuminating observations that are both personal and universal. Each beautifully illustrated essay reveals the magic - and wonder - of the often unseen world around us.<p>Excerpt from \"Look Both Ways\"<br><i>It occurred to me, as I stood there, that I could simultaneously, vividly look both ways - backward and forward, in time - at once. I remembered longing to know what was coming, who I would become and how. And I suddenly saw it all over again in front of me. The light was exactly the same, and as the sun fell and the summer shadows slivered against the elegant, lean, concrete towers in the distance, I recognized the smell of the warm air, the precise pink and grey of the coming dusk and the mysterious melancholy and joy of both knowing and not-knowing, and the continuity that occurs when both collide</i>.&#151Debbie Millman</p>", "isbn": "9781440319433", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Look%20Both%20Ways/1373195495.06.jpg", "oyster_summary": "", "average_rating": 4.07, "language_code": "eng", "awards": [], "title": "Look Both Ways", "publication_date": "2009-09-11", "number_print_pages": 224}, "position": 13, "uuid": "t7kTGDSyvpQPm9mpAhrdUD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Robert Atwan", "uuid": "ki2sRxFfBwkecwgWDRQqRA", "description": "<DIV>The Best American Series&#174;<BR>First, Best, and Best-Selling<BR><BR>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites. A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected &#8212; and most popular &#8212; of its kind.<BR><BR><I>The Best American Essays 2012</I> includes<BR><BR>Marcia Angell, Miah Arnold, Mark Doty, Joseph Epstein, Jonathan Franzen,<BR>Malcolm Gladwell, Francine Prose, Lauren Slater,<BR>Sandra Tsing Loh, Jose Antonio Vargas, and others<BR><BR></DIV>", "isbn": "9780547840543", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840543/1376382228.21.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "The Best American Essays 2012", "publication_date": "2012-10-02", "number_print_pages": 304}, "position": 2, "uuid": "kdQowa8VzXVwgRGH4HzzMF", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "status": 1, "author": "Jean-Paul Sartre", "uuid": "wamBuHFnxt5DbsCVxqbPq8", "description": "<DIV><DIV>R<B>enowned French philosopher Jean-Paul Sartre references artists such as Tintoretto, Calder, Lapoujade, Titian, Raphael, and Michaelangelo in discussing how great art of the past relates to the challenges of his era</b></div><DIV><i>Essays in Aesthetics </i>is a provocative collection that considers the nature of art and its meaning. Sartre considers the artist&rsquo;s &ldquo;function,&rdquo; and the relation of art and the artist to the human condition. Sartre integrates his deep concern for the sensibilities of the artist with a fascinating analysis of the techniques of the artist as creator. The result is a vibrant manifesto of existentialist aesthetics.</div><DIV>&#160;</div><DIV>By looking at existentialism through the lens of great art, <i>Essays in Aesthetics</i> is just as valuable a read to the artist as it is to the philosopher.</div><DIV>&#160;</div></div>", "isbn": "9781453228562", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Aesthetics/1373330153.11.jpg", "oyster_summary": "", "average_rating": 3.62, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Essays in Aesthetics", "publication_date": "2012-01-17", "number_print_pages": 146}, "position": 4, "uuid": "x5uB9s7oyX2bYE6hhayg8Z", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Joyce Maynard", "uuid": "gWhaf9xL24P3ZqjFGAMMSM", "description": "<DIV><DIV><b>A special anniversary edition of Joyce Maynard&rsquo;s groundbreaking memoir about coming of age in one of America&rsquo;s most defining decades</b></div><DIV><BR></div><DIV>Joyce Maynard was eighteen years old when her 1972 <i>New York Times Magazine </i>cover story catapulted her to national prominence. Published one year later, <i>Looking Back</i> is her remarkable follow-up&mdash;part memoir, part cultural history, and part social critique. She wrote about diving under her desk for air-raid practice during the Cuban Missile Crisis, the Beatles&rsquo; first appearance on <i>The Ed Sullivan Show</i>, and catching the first glimpse (on the cover of <i>Life</i> magazine) of a human fetus in utero. </div><DIV>&#160;</div><DIV>Extraordinarily frank, sincere, and opinionated, Maynard seemed unafraid to take on any subject&mdash;including herself. But as she reveals in a poignant and candid new foreword, she carefully kept her inner life off the page. She didn&rsquo;t write about her difficult relationship with her mother, or her father&rsquo;s alcoholism, or the fact that her best friend at college had struggled with the knowledge that he was gay. And she did not mention the most important part of her life at the time she was writing this book: her relationship with reclusive author J. D. Salinger, who read and corrected every page, even as he condemned her for writing it. </div><DIV>&#160;</div><DIV>In this special anniversary edition, Maynard&rsquo;s candid introductory reflections on the girl behind the girl who wrote <i>Looking Back</i> lend a new dimension to this iconic analysis of a generation. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Joyce Maynard including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453261286", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Looking%20Back/1373330930.6.jpg", "oyster_summary": "", "average_rating": 3.77, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Looking Back", "publication_date": "2012-04-17", "number_print_pages": 184}, "position": 37, "uuid": "f9uniXn4fgXafjrwFJa3c5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Philip Roth", "uuid": "fuHVXY86xdZKdMyicVr4Jc", "description": "<DIV>In Philip Roth&#8217;s intimate intellectual encounters with an international and diverse cast of writers, they explore the importance of region, politics, and history in their work and trace the imaginative path by which a writer&#8217;s highly individualized art is informed by the wider conditions of life.<br>     Milan Kundera and Czechoslovakia, Primo Levi and Auschwitz, Edna O&#8217;Brien and Ireland, Aharon Appelfeld and Bukovina, Ivan Kl&#237;ma and Prague, Isaac Singer and Warsaw, Bruno Schulz and Poland &#151; what is the intricate transaction between the susceptible writer and the provocative time and place? Roth&#8217;s questions go to the original conditions that stimulate the narrative impulse, and he puts them to writers who are as attuned to the subtleties of literature as to the influence of the surrounding society.<br>     Also included here are appreciative portraits of two of Roth&#8217;s late friends, each transfixed till the end by his artistic vocation &#151; the writer Bernard Malamud and the painter Philip Guston &#151; as well as several cartoons drawn by Guston, a gift to Roth to illustrate his novella THE BREAST and printed here for the first time. SHOP TALK concludes with Roth&#8217;s essay &#147;Rereading Saul Bellow,&#8221; a vivid presentation of Bellow&#8217;s achievement and, in the spirit of this collection, very much a colleague&#8217;s reading.</div>", "isbn": "9780547344898", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547344898/1376379591.72.jpg", "oyster_summary": "", "average_rating": 3.68, "language_code": "eng", "awards": [], "title": "Shop Talk", "publication_date": "2001-09-25", "number_print_pages": 176}, "position": 24, "uuid": "KxjUWEbFGxix4GSjqfPpNf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "status": 1, "author": "Irvin D. Yalom", "uuid": "XwcvpdGt4xnwbkRAztHXxi", "description": "<DIV><DIV>The collection of ten absorbing tales by master psychotherapist Irvin D. Yalom uncovers the mysteries, frustrations, pathos, and humor at the heart of the therapeutic encounter. In recounting his patients&rsquo; dilemmas, Yalom not only gives us a rare and enthralling glimpse into their personal desires and motivations but also tells us his own story as he struggles to reconcile his all-too human responses with his sensibility as a psychiatrist. Not since Freud has an author done so much to clarify what goes on between a psychotherapist and a patient.</div></DIV>", "isbn": "9780465031603", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465031603/1387371017.06.jpg", "oyster_summary": "", "average_rating": 4.54, "language_code": "eng", "awards": [], "title": "Love's Executioner", "publication_date": "2012-06-05", "number_print_pages": 304}, "position": 33, "uuid": "5KPQddNs8zf68vFvSAmphA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Cynthia Ozick", "uuid": "UABxHTQ8z8yP8QwpipANnF", "description": "<DIV>One of America&#8217;s foremost novelists and critics, Cynthia Ozick has won praise and provoked debate for taking on challenging literary, historical, and moral issues. Her new collection of spirited essays focuses on the essential joys of great literature, with particular emphasis on the novel. With razor-sharp wit and an inspiring joie de vivre, she investigates unexpected byways in the works of Leo Tolstoy, Saul Bellow, Helen Keller, Isaac Babel, Sylvia Plath, Susan Sontag, and others. In a posthumous and hilariously harassing &#147;(Unfortunate) Interview with Henry James,&#8221; Ozick&#8217;s hero is shocked by a lady reporter. In &#147;Highbrow Blues&#8221; and in reflections on her own early fiction, she writes intimately of &#147;the din in our heads, that relentless inner hum,&#8221; and the curative power of literary imagination. The Din in the Head is sure to please fans of Ozick, win her new readers, and excite critical controversy and acclaim.</div>", "isbn": "9780547561509", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561509/1376380402.03.jpg", "oyster_summary": "", "average_rating": 3.62, "language_code": "eng", "awards": [], "title": "The Din in the Head", "publication_date": "2006-06-02", "number_print_pages": 256}, "position": 28, "uuid": "9fqW967tp7SPX9SGWveVSc", "annotation": ""}]