[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Sena Jeter Naslund", "uuid": "f9wwAeKynXNaTMbjm3aw2m", "description": "<p>From the opening line&#8212;\"Captain Ahab was neither my first husband nor my last\"&#8212;you will know that you are in the hands of a master storyteller and in the company of a fascinating woman hero. Inspired by a brief passage in <em>Moby-Dick</em>, Sena Jeter Naslund has created an enthralling and compellingly readable saga, spanning a rich, eventful, and dramatic life. At once a family drama, a romantic adventure, and a portrait of a real and loving marriage, <em>Ahab's Wife</em> gives new perspective on the American experience.</p><p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.</p>", "isbn": "9780061983696", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061983696/1376487667.96.jpg", "oyster_summary": "", "average_rating": 4.01, "language_code": "eng", "awards": [{"image": null, "uuid": "fJ4pELUQGa4u4b2LMr9ARm", "name": "Book Sense Book of the Year Honor Book"}], "title": "Ahab's Wife", "publication_date": "2009-10-06", "number_print_pages": 704}, "position": 1, "uuid": "pf8t4Tvq4YovZKjtfrZhvA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "David Guterson", "uuid": "LeJJzXciDeJNkTQKwvipQE", "description": "<DIV>A &#8220;finely wrought, flawlessly written&#8221; novel (New York Times Book Review), set on a small island in the Puget Sound, that is &#8220;at various moments a courtroom drama, an interracial love story, and a war chronicle&#8221; (San Francisco Chronicle). &#8220;Guterson has fashioned something haunting and true&#8221; (Pico Iyer, Time). Winner of the PEN/Faulkner Award. A fall 1999 major motion picture.<BR></DIV>", "isbn": "9780547545080", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547545080/1385979607.38.jpg", "oyster_summary": "", "average_rating": 3.69, "language_code": "eng", "awards": [{"image": null, "uuid": "zS9VXDX56kZEN5yJJFLdbG", "name": "American Booksellers Book Of The Year Award"}, {"image": null, "uuid": "Sjjjk6kTgz68r3tDFWb9VH", "name": "Anthony Award Nominee"}, {"image": null, "uuid": "WuuCyTuuEnzWas5sfJE4aS", "name": "PEN/Faulkner Award Winner"}], "title": "Snow Falling on Cedars", "publication_date": "1994-09-12", "number_print_pages": 368}, "position": 7, "uuid": "uhVgjbSfG3ZMgUbuZvLoGE", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Irmgard Keun", "uuid": "ERyw3fTjnSjEgZFLLnx4HU", "description": "Before Sex and the City there was Bridget Jones. And before Bridget Jones was The Artificial Silk Girl. \r\n\r\nIn 1931, a young woman writer living in Germany was inspired by Anita Loos's Gentlemen Prefer Blondes to describe pre-war Berlin and the age of cinematic glamour through the eyes of a woman. The resulting novel, The Artificial Silk Girl, became an acclaimed bestseller and a masterwork of German literature, in the tradition of Christopher Isherwood's Berlin Stories and Bertolt Brecht's Three Penny Opera. Like Isherwood and Brecht, Keun revealed the dark underside of Berlin's \"golden twenties\" with empathy and honesty. Unfortunately, a Nazi censorship board banned Keun's work in 1933 and destroyed all existing copies of The Artificial Silk Girl. Only one English translation was published, in Great Britain, before the book disappeared in the chaos of the ensuing war. Today, more than seven decades later, the story of this quintessential \"material girl\" remains as relevant as ever, as an accessible new translation brings this lost classic to light once more. Other Press is pleased to announce the republication of The Artificial Silk Girl, elegantly translated by noted Germanist Kathie von Ankum, and with a new introduction by Harvard professor Maria Tatar.", "isbn": "9781590514535", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514535/1378049074.86.jpg", "oyster_summary": "", "average_rating": 4.6, "language_code": "English", "awards": [], "title": "The Artificial Silk Girl", "publication_date": "2011-06-14", "number_print_pages": 216}, "position": 25, "uuid": "SGVBoY5KgerysnZ7xxB7ek", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Philip Roth", "uuid": "x3wxGd4Ci4pkSzUF7hk7UL", "description": "<DIV>It is 1998, the year in which America is whipped into a frenzy of prurience by the impeachment of a president, and in a small New England town, an aging classics professor, Coleman Silk, is forced to retire when his colleagues decree that he is a racist. The charge is a lie, but the real truth about Silk would have astonished his most virulent accuser. Coleman Silk has a secret. But it's not the secret of his affair, at seventy-one, with Faunia Farley, a woman half his age with a savagely wrecked past - a part-time farmhand and a janitor at the college where, until recently, he was the powerful dean of faculty. And it's not the secret of Coleman's alleged racism, which provoked the college witch-hunt that cost him his job and, to his mind, killed his wife. Nor is it the secret of misogyny, despite the best efforts of his ambitious young colleague, Professor Delphine Roux, to expose him as a fiend. Coleman's secret has been kept for fifty years: from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman, who sets out to understand how this eminent, upright man, esteemed as an educator for nearly all his life, had fabricated his identity and how that cannily controlled life came unraveled. Set in 1990s America, where conflicting moralities and ideological divisions are made manifest through public denunciation and rituals of purification, The Human Stain concludes Philip Roth's eloquent trilogy of postwar American lives that are as tragically determined by the nation's fate as by the \"human stain\" that so ineradicably marks human nature. This harrowing, deeply compassionate, and completely absorbing novel is a magnificent successor to his Vietnam-era novel, American Pastoral, and his McCarthy-era novel, I MARRIED A COMMUNIST.</div>", "isbn": "9780547345031", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345031/1376379494.41.jpg", "oyster_summary": "", "average_rating": 3.79, "language_code": "eng", "awards": [{"image": null, "uuid": "WuuCyTuuEnzWas5sfJE4aS", "name": "PEN/Faulkner Award Winner"}], "title": "The Human Stain", "publication_date": "2000-05-10", "number_print_pages": 376}, "position": 9, "uuid": "EzoSSNMnGa2hcvfUxCpHag", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Ivan Doig", "uuid": "3T5Hh4owJt2RPR5YxGNbHM", "description": "<DIV>Can't cook but doesn't bite.\" So begins the newspaper ad offering the services of an \"A-1 housekeeper, sound morals, exceptional disposition\" that draws the hungry attention of widower Oliver Milliron in the fall of 1909. And so begins the unforgettable season that deposits the noncooking, nonbiting, ever-whistling Rose Llewellyn and her font-of-knowledge brother, Morris Morgan, in Marias Coulee along with a stampede of homesteaders drawn by the promise of the Big Ditch-a gargantuan irrigation project intended to make the Montana prairie bloom. When the schoolmarm runs off with an itinerant preacher, Morris is pressed into service, setting the stage for the \"several kinds of education\"-none of them of the textbook variety-Morris and Rose will bring to Oliver, his three sons, and the rambunctious students in the region's one-room schoolhouse. A paean to a vanished way of life and the eccentric individuals and idiosyncratic institutions that made it fertile, The Whistling Season is Ivan Doig at his evocative best.<BR></DIV>", "isbn": "9780156035637", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035637/1376379652.2.jpg", "oyster_summary": "", "average_rating": 3.96, "language_code": "eng", "awards": [], "title": "The Whistling Season", "publication_date": "2007-02-01", "number_print_pages": 352}, "position": 13, "uuid": "zxaPWJfzw2yDUUWe8dGTe5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Carsten Jensen", "uuid": "PtKtuvNLzazq2bw2EazKvi", "description": "<P>Carsten Jensen&#8217;s debut novel has taken the world by storm. Already hailed in Europe as an instant classic, <I>We, the Drowned</I> is the story of the port town of Marstal, whose inhabitants have sailed the world&#8217;s oceans aboard freight ships for centuries. Spanning over a hundred years, from the mid-nineteenth century to the end of the Second World War, and from the barren rocks of Newfoundland to the lush plantations of Samoa, from the roughest bars in Tasmania, to the frozen coasts of northern Russia, <I>We, the Drowned</I> spins a magnificent tale of love, war, and adventure, a tale of the men who go to sea and the women they leave behind.</P> <p>Ships are wrecked at sea and blown up during wars, they are places of terror and violence, yet they continue to lure each generation of Marstal men&#8212;fathers and sons&#8212;away. Strong, resilient, women raise families alone and sometimes take history into their own hands. There are cannibals here, shrunken heads, prophetic dreams, forbidden passions, cowards, heroes, devastating tragedies, and miraculous survivals&#8212;everything that a town like Marstal has actually experienced, and that makes <I>We, the Drowned</I> an unforgettable novel, destined to take its place among the greatest seafaring literature.", "isbn": "9780547504674", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504674/1376381165.21.jpg", "oyster_summary": "", "average_rating": 4.16, "language_code": "eng", "awards": [], "title": "We, the Drowned", "publication_date": "2011-02-09", "number_print_pages": 688}, "position": 29, "uuid": "DW7R2xomwcpXp4JhP4HkMc", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Irene Zabytko", "uuid": "wnmgK3s592y2eKtWVPAuPE", "description": "<p>Early on an April Saturday in 1986 in a farm village in Ukraine, widow Marusia Petrenko and her family awake to a day of traditional wedding preparations. Marusia bakes her famous wedding bread-a korovai-in the communal village oven to take to her neighbor's granddaughter's reception. Late that night, after all the dancing and drinking, Marusia's son Yurko leaves for his shift at the nuclear power plant at Chernobyl.</p>\n<p>In the morning, the air has a strange metallic taste. The cat is oddly listless. The priest doesn't show up for services. Yurko doesn't come home from work. Nobody know what's happened (and they won't for many days), but things have changed for the Petrenkos-forever.</p>\n<p>Inspired by true events, this unusual, unexpected novel tells how-and why-Marusia defies the Soviet government's permanent evacuation of her deeply contaminated village and returns to live out her days in the only home she's ever known. Alone in the deserted town, she struggles up into the church bell tower to ring the bells twice every day just in case someone else has returned. And they have, one by one/ In the end, five intrepid old women-the village babysi-band together for survival and to confront the Soviet officials responsible for their fate. And, in the midst of desolation, a tenacious hold on life chimes forth.</p>\n<p>Poignant and truthful and triumphant, this timeless story is about ordinary people who do more than simply \"survive.\"</p>", "isbn": "9781616202439", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202439/1377657086.06.jpg", "oyster_summary": "", "average_rating": 3.94, "language_code": "eng", "awards": [], "title": "The Sky Unwashed", "publication_date": "2000-03-31", "number_print_pages": 280}, "position": 21, "uuid": "Ce4tWW2zyswNparRNNdx5T", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Christopher Morley", "uuid": "sD6Lyevy6GkWBQfkZjEWm3", "description": "<p>\"When you sell a man a book,” says Roger Mifflin, the sprite-like book peddler at the center of this classic novella, \"you don't sell him just twelve ounces of paper and ink and glue_you sell him a whole new life.” In this beguiling but little-known prequel to Christopher Morley's beloved Haunted Bookshop, the \"whole new life” that the traveling bookman delivers to Helen McGill, the narrator of Parnassus on Wheels, provides the romantic comedy that drives this charming love letter to a life in books.</p>", "isbn": "9781612192550", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192550/1377114809.68.jpg", "oyster_summary": "", "average_rating": 4.07, "language_code": "English", "awards": [], "title": "Parnassus On Wheels", "publication_date": "2012-11-06", "number_print_pages": 144}, "position": 30, "uuid": "cfMJCAHrHCfhhf8niyD7cT", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Silas House", "uuid": "t7Z7PSNtyAjxQoL7GvjyFQ", "description": "Two sisters can't stand to live together, but can't bear to be apart. One worships the flashy world of Nashville, the other is a devout Pentecostal. One falls into the lap of any man, the other is afraid to even date. One gets pregnant in a flash, the other desperately wants to have child.<br> <br> This is what's at the heart of Silas House's third, masterful novel, which tells the story of Easter and Anneth, tragically left parentles as children, who must raise themselves and each other in their small coal-mining town. Easter is deeply religious, keeps a good home, believes in tradition, and is intent on rearing her wild younger sister properly. Anneth is untamable, full of passion, determined to live hard and fast. It's only a matter of time before their predilections split their paths and nearly undo their bond. How these two women learn to overcome their past, sacrifice deeply for each other, and live together again in the only place that matters is the story of <i>The Coal Tattoo</i>. <br> <br> Silas House's work has been described as compelling, seamless, breathtaking, heartbreaking, eloquent, stunningly beautiful, and exquisite. In <i>The Coal Tattoo</i>, he raises the bar once again.", "isbn": "9781565128590", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128590/1377656736.53.jpg", "oyster_summary": "", "average_rating": 4.09, "language_code": "eng", "awards": [], "title": "The Coal Tattoo", "publication_date": "2004-09-24", "number_print_pages": 336}, "position": 18, "uuid": "vubbCtjC7oNMjjHmwoPAan", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Helen Schulman", "uuid": "CiRyRoHzFudgbjAbRUBAo", "description": "<p>When the Bergamots move from a comfortable upstate college town to New York City, they&#8217;re not quite sure how they&#8217;ll adapt&#8212;or what to make of the strange new world of well-to-do Manhattan. Soon, though, Richard is consumed by his executive role at a large New York university, and Liz, who has traded in her academic career to oversee the lives of their children, is hectically ferrying young Coco around town.</p><p>Fifteen-year-old Jake is gratefully taken into the fold by a group of friends at Wildwood, an elite private school.</p><p>But the upper-class cocoon in which they have enveloped themselves is ripped apart when Jake wakes up one morning after an unchaperoned party and finds an email in his in-box from an eighth-grade admirer. Attached is a sexually explicit video she has made for him. Shocked, stunned, maybe a little proud, and scared&#8212;a jumble of adolescent emotion&#8212;he forwards the video to a friend, who then forwards it to a friend. Within hours, it&#8217;s gone viral, all over the school, the city, the world.</p><p>The ensuing scandal threatens to shatter the Bergamots&#8217; sense of security and identity, and, ultimately, their happiness. They are a good family faced with bad choices, and how they choose to react, individually and at one another&#8217;s behest, places everything they hold dear in jeopardy.</p><p><em>This Beautiful Life</em> is a devastating exploration of the blurring boundaries of privacy and the fragility of self, a clear-eyed portrait of modern life that will have readers debating their assumptions about family, morality, and the sacrifices and choices we make in the name of love.</p>", "isbn": "9780062092687", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092687/1378009614.31.jpg", "oyster_summary": "", "average_rating": 3.02, "language_code": "eng", "awards": [], "title": "This Beautiful Life", "publication_date": "2011-08-02", "number_print_pages": 256}, "position": 32, "uuid": "aFcN5ZxfUfKS3NnYzyA72e", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Heinrich Boll", "uuid": "Y2jG44644nEmTnv9ow8Dv5", "description": "<p>These diverse, psychologically rich, and morally profound stories explore the consequences of war on individuals and on an entire culture. The Collected Stories of Heinrich Böll provides readers with the only comprehensive collection by this master of the short-story form.</p>\n<p>Includes all the stories from Böll's The Mad Dog, Eighteen Short Stories, The Casualty, and The Stories of Heinrich Böll. A Nobel Laureate, Böll was considered a master of 20th century literature, and The Collected Stories of Heinrich Böll contains some of his finest work.</p>", "isbn": "9781612190129", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190129/1377113835.43.jpg", "oyster_summary": "", "average_rating": 4.69, "language_code": "English", "awards": [], "title": "The Collected Stories of Heinrich Boll", "publication_date": "2011-12-06", "number_print_pages": 175}, "position": 23, "uuid": "neE4rqvyDgwPD3tWBtU8mC", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "F. Scott Fitzgerald", "uuid": "rbndZXb2Zgh2x9ze6xEtm6", "description": "<p>Although this novella stands out from his body of work in that it's a playful yet sinister fairy tale, it brilliantly fuses F. Scott Fitzgerald's ongoing lush fantasies about the extremes of wealth with his much more somber understanding of what underpins it.  Loosely inspired by a summer he spent as a teenager working on a ranch in Montana, The Diamond as Big as the Ritz is Fitzgerald's hallucinatory paean to the American West and all its promises.</p>\n<p>It's the story of John T. Unger, a young Southerner who goes to Montana for summer vacation with a wealthy college classmate. But the classmate's family proves to be much more than simply wealthy: They own a mountain made entirely of one solid diamond. And they've gone to dreadful lengths to conceal their secret ... meaning John could be in danger.</p>\n<p>But the family also has a daughter, lovely Kismine, and with her help, John may yet escape the fate her family has meted out to all their other guests so far ...</p>", "isbn": "9781612192215", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192215/1377114004.79.jpg", "oyster_summary": "", "average_rating": 3.81, "language_code": "English", "awards": [], "title": "The Diamond Big As The Ritz", "publication_date": "2013-01-29", "number_print_pages": 80}, "position": 9, "uuid": "GQYNNdEjfDLW7KduLzvCN5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Georgi Vladimov", "uuid": "FjWD49h9dCyNvFU6Mw8CYH", "description": "<p>Set in a remote Siberian depot immediately following the demolition of one of the gulag's notorious camps and the emancipation of its prisoners, Faithful Ruslan is an embittered cri de coeur from a writer whose circumstances obliged him to resist the violence of arbitrary power. \"Every writer who writes anything in this country is made to feel he has committed a crime,” Georgi Vladimov said. Dissident, he said, is a word that \"they force on you.” His mother, a victim of Stalin's anti-Semitic policy, had been interred for two years in one of the camps from which Vladimov derived the wrenching detail of Faithful Ruslan. The novel circulated in samizdat for more than a decade, often attributed to Solzhenitsyn, before its publication in the West led to Vladimov's harassment and exile.</p>\n<p>A starving stray, tortured and abandoned by the godlike \"Master” whom he has unconditionally loved, Ruslan and his cadre of fellow guard dogs dutifully wait for the arrival of new prisoners—but the unexpected arrival of a work party provokes a climactic bloodletting. Fashioned from the perceptions of an uncomprehending animal, Vladimov's insistently ironic indictment of the gulag spirals to encompass all of Man's inexplicable cruelty.</p>", "isbn": "9781612190099", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190099/1377114184.74.jpg", "oyster_summary": "", "average_rating": 4.26, "language_code": "English", "awards": [], "title": "Faithful Ruslan", "publication_date": "2011-09-27", "number_print_pages": 224}, "position": 27, "uuid": "tALyygHLvgMKKvLqpvijSU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Patrick deWitt", "uuid": "LQd3b4cnKr4b6kc43JxnFn", "description": "<p>Shortlisted for the Booker Prize</p><p>Hermann Kermit Warm is going to die. The enigmatic and powerful man known only as the Commodore has ordered it, and his henchmen, Eli and Charlie Sisters, will make sure of it. Though Eli doesn&#39;t share his brother&#39;s appetite for whiskey and killing, he&#39;s never known anything else. But their prey isn&#39;t an easy mark, and on the road from Oregon City to Warm&#39;s gold-mining claim outside Sacramento, Eli begins to question what he does for a living&#8211;and whom he does it for.</p><p>With <em>The Sisters Brothers</em>, Patrick deWitt pays homage to the classic Western, transforming it into an unforgettable comic tour de force. Filled with a remarkable cast of characters&#8211;losers, cheaters, and ne&#39;er-do-wells from all stripes of life&#8211;and told by a complex and compelling narrator, it is a violent, lustful odyssey through the underworld of the 1850s frontier that beautifully captures the humor, melancholy, and grit of the Old West and two brothers bound by blood, violence, and love.</p>", "isbn": "9780062041272", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041272/1376490349.08.jpg", "oyster_summary": "", "average_rating": 3.83, "language_code": "eng", "awards": [{"image": null, "uuid": "wgnYp5iZQRwSNpgLXosa5J", "name": "Man Booker Prize Nominee"}], "title": "The Sisters Brothers", "publication_date": "2011-04-26", "number_print_pages": 336}, "position": 33, "uuid": "FdVWiA93RTJ2B78P4WEPQm", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Jess Walter", "uuid": "6c7UDGhXiFPCKmTp7EjQhB", "description": "<p>At 1:59 a.m. in Spokane, Washington&#8212;eight days before the 1980 presidential election&#8212;Vince Camden pockets his stash of stolen credit cards and drops by an all-night poker game before heading to his witness-protection job dusting crullers at Donut Make You Hungry. Along with a neurotic hooker girlfriend, this is the total sum of Vince's new life. But when a familiar face shows up in town, Vince realizes his sordid past is still too close behind him. During the next unforgettable week, he'll negotiate a coast-to-coast maze of obsessive cops, eager politicians, and assorted mobsters&#8212;only to find that redemption might exist, of all places, in the voting booth. </p>", "isbn": "9780061959301", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959301/1376452628.5.jpg", "oyster_summary": "", "average_rating": 3.84, "language_code": "eng", "awards": [{"image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua", "name": "Edgar Award Winner"}], "title": "Citizen Vince", "publication_date": "2012-05-29", "number_print_pages": 320}, "position": 5, "uuid": "tstKsd7CH5ow5rmCCTbap7", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Siegfried Lenz", "uuid": "J2npRTJ9y9yYDyqQyq8whK", "description": "In a small town on the Baltic coast, in a community steeped in\r\nmaritime industries and local mores, a teenager falls in love with his\r\nEnglish professor. Christian looks older than his years, Stella younger\r\nthan hers. The summer they spend together is filled with boat rides\r\nto Bird Island, secret walks on the beach, and furtive glances. The\r\nemotions that blossom between Christian and Stella are aflame with\r\npassion and innocence, and with an idealistic hope of a future. The\r\ntwo lovers manage to keep their mutual attraction concealed, but\r\nas the hot months comes to an end, their meetings become more\r\ndifficult to conceal.\r\n   Stella begins at the end, at Stella Petersen’s memorial service,\r\nwhere Christian relives the memories he shared with his first love.\r\nThere is nothing salacious about their relationship, nor is it just a case\r\nof a teenager’s crush on his teacher. Their affair changes both\r\nChristian and Stella, allows them to expand their views, and pushes\r\nthem out of social and familial constraints. Theirs is a tender love\r\nstory of a time, and yet speaks to any time; it is actually through\r\ndeath that their love is transformed.\r\n   The sparseness of Siegfried Lenz’s narrative is reminiscent of the\r\nexistential stringency of Ernest Hemingway. Only a master stylist of\r\nhis standing could compose such a story that is equally modest and\r\npowerful, a work that leaves a lasting authentic impression, and that\r\nstrives to comply with W.H. Auden’s famous request, “Tell me the truth about love.”", "isbn": "9781590513873", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513873/1378048840.05.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "Stella", "publication_date": "2010-08-03", "number_print_pages": 130}, "position": 37, "uuid": "xkYcqLPijap6bYdFBvoCBS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Carson McCullers", "uuid": "GA3K83mHgcSkqa7Ew6yMzh", "description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "isbn": "9780547346656", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg", "oyster_summary": "", "average_rating": 3.92, "language_code": "eng", "awards": [], "title": "The Heart Is a Lonely Hunter", "publication_date": "2010-08-01", "number_print_pages": 368}, "position": 6, "uuid": "mMuBcLU8SBjokqP3Je4Eih", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Kaye Gibbons", "uuid": "Rzr7CpuvJCkDzDHUTFQKMc", "description": "Two unforgettable characters, Jack Ernest Stokes, known as Blinking Jack, and his wife, Ruby Pitt Woodrow Stokes, tell the story of their years together. Jack was forty and Ruby only twenty when they were married. For twenty-five years they lived together, man and wife, until Ruby died of lung cancer. A LITERARY GUILD AND DOUBLEDAY BOOK CLUB selection.", "isbn": "9781565127005", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127005/1377656528.83.jpg", "oyster_summary": "", "average_rating": 3.61, "language_code": "eng", "awards": [], "title": "A Virtuous Woman", "publication_date": "1997-01-12", "number_print_pages": 250}, "position": 19, "uuid": "Ee2aNxkAs4jttuUjD9hF3Q", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "status": 1, "author": "Cassandra Parkin", "uuid": "tTuCJLskUMXkzjej8LeyCS", "description": "When nineteen year old Davey finds himself drunk, beaten and alone, he is rescued by the oddly-assorted inhabitants of an abandoned and beautiful house in the West Country. Their only condition for letting him join them is that he asks them no questions.\n\nMore than thirty years ago in that same house, burned-out rock star Jack Laker writes a ground-breaking comeback album, and abandons the girl who saved his life to embark on a doomed and passionate romance with a young actress. His attempt to escape his destructive lifestyle leads to deceit, debauchery and even murder.\n\nAs Davey and his fellow housemate Priss try to uncover the secrets of the house’s inhabitants, both past and present, it becomes clear that the five strangers have all been drawn there by the events and the music of that long-ago summer.", "isbn": "9781909395329", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909395329/1384589116.89.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "The Summer We All Ran Away", "publication_date": "2013-07-01", "number_print_pages": 256}, "position": 38, "uuid": "59LXhnWDiYQJq3jyF7p2wY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}, "status": 1, "author": "Ali Alizadeh", "uuid": "Rp4RAhje7wHvaBtfUTK7ed", "description": "", "isbn": "9780702251474", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/9780702251474/1378345465.1.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Transactions", "publication_date": "2013-07-01", "number_print_pages": 240}, "position": 34, "uuid": "AB9c9eRoBQJWhNzfZWz3FA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}, "status": 1, "author": "Susannah Smith", "uuid": "C5gZy75tdK29gtZwsfjgkj", "description": "<p>Minor earthquakes every day; that's what they say. Lucy feels the tremors like a needle sensitized to respond to the slightest movement. She feels the push, the blind thrust of the earth's elastic body, pushing out, pulling in, behaving unpredictably.", "isbn": "9781770561007", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/745/7451358818531.25.jpg", "oyster_summary": "", "average_rating": 4.15, "language_code": "eng", "awards": [], "title": "How the Blessed Live", "publication_date": "2002-01-01", "number_print_pages": 176}, "position": 26, "uuid": "VdjsCboZLrVNmmnC6QezZZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Banana Yoshimoto", "uuid": "59EZ55hRm6fNNGnKBo3ZuS", "description": "<p>While The Lake shows off many of the features that have made Banana Yoshimoto famous—a cast of vivid and quirky characters, simple yet nuanced prose, a tight plot with an upbeat pace—it's also one of the most darkly mysterious books she's ever written.</p>\r\n<p>It tells the tale of a young woman who moves to Tokyo after the death of her mother, hoping to get over her grief and start a career as a graphic artist. She finds herself spending too much time staring out her window, though ... until she realizes she's gotten used to seeing a young man across the street staring out his window, too.</p>\r\n<p>They eventually embark on a hesitant romance, until she learns that he has been the victim of some form of childhood trauma. Visiting two of his friends who live a monastic life beside a beautiful lake, she begins to piece together a series of clues that lead her to suspect his experience may have had something to do with a bizarre religious cult... .</p>\r\n<p>With its echoes of the infamous, real-life Aum Shinrikyo cult (the group that released poison gas in the Tokyo subway system), The Lake unfolds as the most powerful novel Banana Yoshimoto has written. And as the two young lovers overcome their troubled past to discover hope in the beautiful solitude of the lake in the country- side, it's also one of her most moving.</p>", "isbn": "9781935554691", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554691/1377114636.35.jpg", "oyster_summary": "", "average_rating": 3.43, "language_code": "English", "awards": [], "title": "The Lake", "publication_date": "2011-05-03", "number_print_pages": 192}, "position": 11, "uuid": "iSz8eTVFQPA7GRzStZKMoh", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Walker Percy", "uuid": "ZdDyYh3mdk3nGxE2Ptfotc", "description": "<DIV><DIV><b>Percy&rsquo;s National Book Award&shy;&ndash;winning classic: A young man, torn between the forces of tradition and change, searches for meaning in post-war America</b></div><DIV></div><DIV>On the cusp of his thirtieth birthday, Binx Bolling is a lost soul. A stockbroker and member of an established New Orleans family, Binx&rsquo;s one escape is the movie theater that transports him from the falseness of his life. With Mardi Gras in full swing, Binx, along with his cousin Kate, sets out to find his true purpose amid the excesses of the carnival that surrounds him.</div><DIV>&#160;</div><DIV>Buoyant yet powerful, <i>The Moviegoer</i> is a poignant indictment of modern values, and an unforgettable story of a week that will change two lives forever.</div><BR>This ebook features an illustrated biography of Walker Percy including rare photos from the author&rsquo;s estate.<BR></div>", "isbn": "9781453216255", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Moviegoer/1373329652.5.jpg", "oyster_summary": "", "average_rating": 3.72, "language_code": "eng", "awards": [{"image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb", "name": "National Book Award Winner"}], "title": "The Moviegoer", "publication_date": "2011-03-29", "number_print_pages": 191}, "position": 17, "uuid": "fbHY62kRnxeKgH6bcV2eLb", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Anton P Chekhov", "uuid": "rsv5CnFZzuuyF6HhGLamcW", "description": "The Sea-gull is the first of what are generally considered to be the four major plays by the Russian dramatist Anton Chekhov. The Seagull was written in 1895 and first produced in 1896. It dramatizes the romantic and artistic conflicts between four characters: the famous middlebrow story writer Boris Trigorin, the ingenue Nina, the fading actress Irina Arkadina, and her son the symbolist playwright Konstantin Tréplev.\r\n\r\nThe character of Trigorin is considered Chekhov's greatest male role, though as with the rest of Chekhov's full-length plays, The Seagull relies upon an ensemble cast of diverse, fully developed characters. In contrast to the melodrama of the mainstream theatre of the 19th century, lurid actions (such as Konstantin's suicide attempts) are not shown onstage. Characters tend to speak in ways that skirt around issues rather than addressing them directly; in other words, their lines are full of what is known in dramatic practice as subtext, or text that is not spoken aloud.\r\n\r\nThe opening night of the first production was a famous failure. Vera Komissarzhevskaya, playing Nina, was so intimidated by the hostility of the audience that she lost her voice. Chekhov left the audience and spent the last two acts behind the scenes. When supporters wrote to him that the production later became a success, he assumed that they were merely trying to be kind. When Constantin Stanislavski, the seminal Russian theatre practitioner of the time, directed it in 1898 for his Moscow Art Theatre, the play was a triumph. Stanislavski's production of The Seagull became \"one of the greatest events in the history of Russian theatre and one of the greatest new developments in the history of world drama.\"", "isbn": "9781629453767", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453767/1377121466.06.png", "oyster_summary": "", "average_rating": 3.9, "language_code": "", "awards": [], "title": "The Sea-Gull", "publication_date": null, "number_print_pages": 64}, "position": 20, "uuid": "ACuaFnM4i67K8d4gHMWEy8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Tao Lin", "uuid": "muaeu9bpwHCgxCua8pUt4j", "description": "<p>Set mostly in Manhattan—although also featuring Atlantic City, Brooklyn, GMail Chat, and Gainsville, Florida—this autobiographical novella, spanning two years in the life of a young writer with a cultish following, has been described by the author as \"A shoplifting book about vague relationships,” \"2 parts shoplifting arrest, 5 parts vague relationship issues,” and \"An ultimately life-affirming book about how the unidirectional nature of time renders everything beautiful and sad.”</p>\n<p>From VIP rooms in \"hip” New York City clubs to central booking in Chinatown, from New York University's Bobst Library to a bus in someone's backyard in a college-town in Florida, from Bret Easton Ellis to Lorrie Moore, and from Moby to Ghost Mice, it explores class, culture, and the arts in all their American forms through the funny, journalistic, and existentially-minded narrative of someone trying to both \"not be a bad person” and \"find some kind of happiness or something,” while he is driven by his failures and successes at managing his art, morals, finances, relationships, loneliness, confusion, boredom, future, and depression.</p>", "isbn": "9781612190280", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190280/1377114903.72.jpg", "oyster_summary": "", "average_rating": 3.1, "language_code": "English", "awards": [], "title": "Shoplifting from American Apparel.", "publication_date": "2010-12-29", "number_print_pages": 112}, "position": 10, "uuid": "kf2xqCi4FcEffNLHpoYBL8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Erskine Caldwell", "uuid": "YEcCcwrovpVFCawu8sM5Q9", "description": "<DIV><DIV><b>Caldwell&rsquo;s bestselling, controversial classic: the story of a Southern sharecropper family ground down by the devastation of the Great Depression</b></div><DIV>&#160;</div><DIV>Even before the Great Depression struck, Jeeter Lester and his family were desperately poor sharecroppers. But when hard times begin to affect the families that once helped support them, the Lesters slip completely into the abyss. Rather than hold on to each other for support, Jeeter, his wife Ada, and their twelve children are overcome by the fractured and violent society around them.</div><DIV>&#160;</div><DIV>Banned and burned when first released in 1932, <i>Tobacco Road </i>is a brutal examination of poverty&rsquo;s dehumanizing influence by one of America&rsquo;s great masters of political fiction.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erskine Caldwell including rare photos and never-before-seen documents courtesy of the Dartmouth College Library.</div></div>", "isbn": "9781453216958", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Tobacco%20Road/1373329660.22.jpg", "oyster_summary": "", "average_rating": 3.69, "language_code": "eng", "awards": [], "title": "Tobacco Road", "publication_date": "2011-06-21", "number_print_pages": 184}, "position": 16, "uuid": "p3uTQPQmsd4emB3uKSnXPF", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Sean Dixon", "uuid": "wGBKoKhvrJTmwNJSvWoujP", "description": "The girls of the Lacuna Cabal Montreal Young Women’s Book Club are at a crossroads. One of their founding members is dead, they’ve made a few unfortunate compromises to their membership, some of them aren’t getting any younger, and they’ve been stuck on a single weepy tome for six long months. Resident maverick Runner Coghill decides to shake things up by introducing a cherished family heirloom to the group — ten pristine stone tablets, carved in cuneiform, telling the oldest story in the world: The Epic of Gilgamesh. Because their new book is written in an ancient language, the group must take the unprecedented step of allowing Runner to translate the whole story for them. But Runner’s narration is not of a common vein. Before they know it, the Cabalists have been thrust out to sea, on a journey in search of answers that extends halfway across the world to the war-torn land of this oldest story’s birth. \r\n\r\nThe Last Days of the Lacuna Cabal is an offbeat rites-of-passage novel whose characters live out literature with ferocity and passion. It is a funny, quixotic debut that follows the members of a shallow, squabbling, time-wasting, protracted-adolescent book club as they find themselves transformed through the alchemy of the storyteller’s art.\r\n\r\n\r\nFrom the Trade Paperback edition.", "isbn": "9781590513309", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513309/1378048489.16.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "Last Days of Lacuna Cabal, The", "publication_date": "2009-04-28", "number_print_pages": 304}, "position": 36, "uuid": "qxPzf7zRHWm5XPw85gHiU6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Rudyard Kipling", "uuid": "F4Kuy4Zhp2xGSeoaBiiTed", "description": "The rugged mountains of 19th-century Afghanistan serve as the backdrop for this humorous and action-packed tale of two happy-go-lucky Britons who take over a remote kingdom. The colorful inhabitants and beautiful prose enrich a beautifully powerful ending.\r\n\r\n\r\nThe narrator of the story is a British journalist in India–Kipling himself, in all but name. While on a tour of some Indian native states he meets two scruffy adventurers, Daniel Dravot and Peachey Carnehan. He rather likes them, but then stops them from blackmailing a minor rajah. A few months later they appear at his office in Lahore. They tell him their plan. They have been \"Soldier, sailor, compositor [typesetter], photographer... [railroad] engine-drivers, petty contractors,\" and more, and have decided India is not big enough for them. The next day they will go off to Kafiristan to set themselves up as kings. They plan to find a king or chief, help him defeat his enemies then take over for themselves. They ask the narrator for the use of any books or maps of the area–as a favor, because they are fellow Freemasons, and because he spoiled their blackmail scheme.\r\n\r\n\r\nTwo years later, on a scorching hot summer night, Carnehan creeps into the narrator's office. He is a broken man, a crippled beggar clad in rags and he tells an amazing story. Dravot and Carnehan succeeded in becoming kings: finding the Kafirs, who turn out to be white, mustering an army, taking over villages, and dreaming of building a unified nation. The Kafirs, who were pagans, not Muslims, acclaimed Dravot as a god (the reincarnation or descendant of Alexander the Great) because an arrow appeared to be unable to penetrate his chest in a battle, and because he wore a Masonic symbol associated with Alexander. The Kafirs practiced a form of Masonic ritual and the adventurers knew Masonic secrets that only the oldest priest remembered.\r\n\r\n\r\nTheir schemes were dashed when Dravot decided to marry a Kafir girl. Terrified at marrying a god, the girl bit Dravot when he tried to kiss her. Seeing him bleed, the priests cried that he was \"Neither God nor Devil but a man!\" Most of the Kafirs turned against Dravot and Carnehan. One chief and a few of his men remained loyal, but the army defected and the two kings were captured.\r\n\r\n\r\nDravot, wearing his crown, stood on a rope bridge over a gorge while the Kafirs cut the ropes, and he fell to his death. Carnehan was crucified between two pine trees. When he survived for a day, the Kafirs considered it a miracle and let him go. He begged his way back to India.\r\n\r\n\r\nAs proof of his tale, Carnehan shows the narrator Dravot's head, still wearing the golden crown. Carnehan leaves. The next day the narrator sees him crawling along the road in the noon sun, with his hat off and gone mad. The narrator sends him to the local asylum. When he inquires two days later, he learns that Carnehan has died of sunstroke. No belongings were found with him.", "isbn": "9781629453378", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453378/1379691121.9.jpg", "oyster_summary": "", "average_rating": 3.79, "language_code": "", "awards": [], "title": "The Man Who Would Be King", "publication_date": null, "number_print_pages": 128}, "position": 23, "uuid": "tCuBxwGoA4xYpG26MyyeE", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Kevin Wilson", "uuid": "4BqNpGCDfLNuU7vggvn6Fg", "description": "<p>Mr. and Mrs. Fang called it art. </p><p>Their children called it mischief.</p><p>Performance artists Caleb and Camille Fang dedicated themselves to making great art. But when an artist&#8217;s work lies in subverting normality, it can be difficult to raise well-adjusted children. Just ask Buster and Annie Fang. For as long as they can remember, they starred (unwillingly) in their parents&#8217; madcap pieces. But now that they are grown up, the chaos of their childhood has made it difficult to cope with life outside the fishbowl of their parents&#8217; strange world.</p><p>When the lives they&#8217;ve built come crashing down, brother and sister have nowhere to go but home, where they discover that Caleb and Camille are planning one last performance&#8211;their magnum opus&#8211;whether the kids agree to participate or not. Soon, ambition breeds conflict, bringing the Fangs to face the difficult decision about what&#8217;s ultimately more important: their family or their art.</p><p>Filled with Kevin Wilson&#8217;s endless creativity, vibrant prose, sharp humor, and keen sense of the complex performances that unfold in the relationships of people who love one another, <em>The Family Fang</em> is a masterfully executed tale that is as bizarre as it is touching.</p>", "isbn": "9780062092519", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092519/1378009571.23.jpg", "oyster_summary": "", "average_rating": 3.63, "language_code": "eng", "awards": [], "title": "The Family Fang", "publication_date": "2011-08-09", "number_print_pages": 336}, "position": 3, "uuid": "5DmumQERdYhD9G2p5hqabP", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Virginia Woolf", "uuid": "ghhQPshMBcuAJFpjxsVaff", "description": "<P><B>Direct and vivid in her account of Clarissa Dalloway&#8217;s preparations for a party, Virginia Woolf explores the hidden springs of thought and action in one day of a woman&#8217;s life. </B></P> <p>In Mrs. Dalloway, the novel on which the movie <I>The Hours</I> was based, Virginia Woolf details Clarissa Dalloway&#8217;s preparations for a party of which she is to be hostess, exploring the hidden springs of thought and action in one day of a woman&#8217;s life. The novel \"contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century\" (Michael Cunningham).", "isbn": "9780547662404", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547662404/1376381273.7.jpg", "oyster_summary": "", "average_rating": 3.76, "language_code": "eng", "awards": [], "title": "Mrs. Dalloway", "publication_date": "2005-08-01", "number_print_pages": 304}, "position": 15, "uuid": "zAeeV6RCd2mZJeiXss3zGH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Russell Banks", "uuid": "oMBPZjvzauZUpgs2jpU3JG", "description": "<p>A triumph of the imagination and a masterpiece of modern storytelling, <em>Cloudsplitter</em> is narrated by the enigmatic Owen Brown, last surviving son of America's most famous and still controversial political terrorist and martyr, John Brown. Deeply researched, brilliantly plotted, and peopled with a cast of unforgettable characters both historical and wholly invented, <em>Cloudsplitter</em> is dazzling in its re-creation of the political and social landscape of our history during the years before the Civil War, when slavery was tearing the country apart.  But within this broader scope, Russell Banks has given us a riveting, suspenseful, heartbreaking narrative filled with intimate scenes of domestic life, of violence and action in battle, of romance and familial life and death that make the reader feel in astonishing ways what it is like to be alive in that time.</p>", "isbn": "9780062123183", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062123183/1378009779.53.jpg", "oyster_summary": "", "average_rating": 4.2, "language_code": "eng", "awards": [], "title": "Cloudsplitter", "publication_date": "2011-09-27", "number_print_pages": 768}, "position": 0, "uuid": "aQGR5TWUHjkYE2kQZMvivQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Barbara Hall", "uuid": "hNp4Q2HxAAQ8JHqBsGALrg", "description": "In <i>The Music Teacher</i>, a penetrating and richly entertaining look into the heart and mind of a woman who has failed both as an artist and as a wife, Barbara Hall, award-winning creator and writer of such hit television series as <i>Judging Amy</i> and <i>Joan of Arcadia</i>, tells the story of a violinist who has accepted the limitations of her talent and looks for the casual satisfaction of trying to instill her passion for music in others. She gets more than she bargains for, however, when a young girl named Hallie enters her life. For here at last is the real thing: someone with the talent and potential to be truly great. In her drive to shape this young girl into the artist the teacher could never be, she makes one terrible mistake. As a result she is forced to reevaluate her whole life and come to terms with her future. <br><br>\r\nHall has crafted a thoroughly engrossing novel that examines the pitfalls of failure and holds up a mirror to the face of a culture that places success and achievement above all else", "isbn": "9781565126725", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126725/1377656908.95.jpg", "oyster_summary": "", "average_rating": 3.17, "language_code": "eng", "awards": [], "title": "The Music Teacher", "publication_date": "2009-02-10", "number_print_pages": 292}, "position": 15, "uuid": "azuAqnvURmq4it6CguNaEh", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "F. Scott Fitzgerald", "uuid": "pWGHVwErTSSdqjUXTbR3Z7", "description": "Embellished with the author's lyrical prose, here is the story of Harvard-educated, aspiring aesthete Anthony Patch and his beautiful wife, Gloria. As they await the inheritance of his grandfather's fortune, their reckless marriage sways under the influence of alcohol and avarice. A devastating look at the nouveau riche and New York nightlife, as well as the ruinous effects wild ambition, The Beautiful and the Damned achieved stature as one of Fitzgerald's most accomplished novels. Its distinction as a classic endures to this day. Pocket Book's Enriched Classics present the great works of world literature enhanced for the contemporary reader. Special features include critical perspectives, suggestions for further read, and a unique visual essay composed of period photographs that help bring every word to life.", "isbn": "9781629450575", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450575/1376627447.15.png", "oyster_summary": "", "average_rating": 3.76, "language_code": "", "awards": [], "title": "The Beautiful and the Damned", "publication_date": "1920-01-01", "number_print_pages": 422}, "position": 13, "uuid": "h3VUTgcvuVkpEjf92VDFeg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Michael Chabon", "uuid": "rAuRhSULPSHkEjsLi9pszj", "description": "<DIV><DIV><b>Chabon&rsquo;s extraordinary story of one turbulent weekend in the life of a struggling writer, a satire of the permanent adolescence of the creative class<BR><BR></b></div><DIV>A wildly successful first novel made Grady Tripp a young star, and seven years later he still hasn&rsquo;t grown up. He&rsquo;s now a writing professor in Pittsburgh, plummeting through middle age, stuck with an unfinishable manuscript, an estranged wife, a pregnant girlfriend, and a talented but deeply disturbed student named James Leer. During one lost weekend at a writing festival with Leer and debauched editor Terry Crabtree, Tripp must finally confront the wreckage made of his past decisions.</div><DIV><i>&#160;</i></div><DIV>Mordant but humane<i>, Wonder Boys </i>features characters as loveably flawed as any in American fiction.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234105", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Wonder%20Boys/1373330267.01.jpg", "oyster_summary": "", "average_rating": 3.95, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "title": "Wonder Boys", "publication_date": "2011-12-20", "number_print_pages": 372}, "position": 2, "uuid": "JVTgoXMUo7km9kbgv2V3nA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Patrick deWitt", "uuid": "PMdXAiAYoa5VYG7wQwC4SN", "description": "<DIV><P>In a famous but declining Hollywood bar works A Barman. Morbidly amused by the decadent decay of his surroundings, he watches the patrons fall into their nightly oblivion, making notes for his novel. In the hope of uncovering their secrets and motives, he establishes tentative friendships with the cast of variously pathological regulars.<br><br>But as his tenure at the bar continues, he begins to serve himself more often than his customers, and the moments he lives outside the bar become more and more painful: he loses his wife, his way, himself. Trapped by his habits and his loneliness, he realizes he will not survive if he doesn't break free. And so he hatches a terrible, necessary plan of escape and his only chance for redemption.<br><br>Step into <I>Ablutions</I> and step behind the bar, below rock bottom, and beyond the everyday take on storytelling for a brilliant, new twist on the classic tale of addiction and its consequences.<br></P></DIV>", "isbn": "9780547488608", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488608/1376380065.92.jpg", "oyster_summary": "", "average_rating": 3.64, "language_code": "eng", "awards": [], "title": "Ablutions", "publication_date": "2010-04-08", "number_print_pages": 176}, "position": 4, "uuid": "YkqMnhvsZVjSAZEkPgTTL8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Kathleen Alcott", "uuid": "fYkEKamHyfuRbuJjYuoLcP", "description": "An extraordinary debut novel that challenges the definition of family and explores the intricate ties that bind us together\r\n\r\nIda grew up with Jackson and James—where there was “I” there was a “J.” She can’t recall a time when she didn’t have them around, whether in their early days camping out in the boys’ room decorated with circus scenes or later drinking on rooftops as teenagers. While the world outside saw them as neighbors and friends, to each other the three formed a family unit—two brothers and a sister—not drawn from blood, but drawn from a deep need to fill a void in their single parent households. Theirs was a relationship of communication without speaking, of understanding without judgment, of intimacy without rules and limits.\r\n\r\nBut as the three of them mature and emotions become more complex, Ida and Jackson find themselves more than just siblings. When Jackson’s somnambulism produces violent outbursts and James is hospitalized, Ida is paralyzed by the events that threaten to shatter her family and put it beyond her reach. Kathleen Alcott’s striking debut, The Dangers of Proximal Alphabets, is an emotional, deeply layered love story that explores the dynamics of family when it defies bloodlines and societal conventions.", "isbn": "9781590515303", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515303/1378049352.95.jpg", "oyster_summary": "", "average_rating": 3.52, "language_code": "English", "awards": [], "title": "The Dangers of Proximal Alphabets", "publication_date": "2012-09-11", "number_print_pages": 224}, "position": 35, "uuid": "VsHJ6JUrTbUGg8uWNzjGRM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "XQFaoAV95zJzU7JK5ggtdT", "name": "Dzanc Books"}, "status": 1, "author": "Peter Conners", "uuid": "r9WvErtTxscv2E2p5QQGcN", "description": "<DIV><DIV>From the &ldquo;Introduction to PP/FF&rdquo; by Peter Conners:</div><DIV>&ldquo;PP/FF is meant as a label that locates the territory of prose poetry and flash fiction by symbol rather than by language prejudiced by old genre baggage. PP/FF is prose poetry and flash fiction balanced on a makeshift teeter-totter that never lands. PP/FF is a symbol of a vital and important literary form that is constantly in flux, appropriating, moving and growing. Perhaps the writers in this anthology will be thought of as PP/FF writers. Perhaps poets, fiction writers, or followers of Orpheus. I have no interest in creating new confinements. Genre is easier to sell, to teach, to quantify and review, but what does it have to do with creating new art?&rdquo;</div></div>", "isbn": "9781480456044", "cover_img": "https://cflare.oysterbooks.com/covers/Dzanc%20Books/9781480456044/1377118291.02.jpg", "oyster_summary": "", "average_rating": 4.62, "language_code": "eng", "awards": [], "title": "PP/FF", "publication_date": "2013-08-27", "number_print_pages": 234}, "position": 24, "uuid": "UAwY7ydDMD7xZmVkgchrHA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Ameen Rihani", "uuid": "3KbAkSD3Bok6yFuEzJbbfj", "description": "<p>This long-awaited re-publication of the first Arab-American novel—inspiration for Kahlil Gibran's The Prophet—deals with Arab/American relations, religious conflict and the American immigrant experience.</p>\n<p>Told with great good humor and worldly compassion, and with illustrations by Kahlil Gibran, The Book of Khalid recounts the adventures of two young men, Khalid and Shakib, who leave Lebanon for the United States to seek their fortune in turn-of-the-century New York. Together, they face all the difficulties of poor immigrants—the passage by ship, admittance through Ellis Island and the rough immigrant life. Khalid, always the dreamer, tries to participate in the political and cultural life of the teeming city—to often humiliating and comic result.</p>\n<p>Tiring of their sojourn, he convinces Shakib they should return to Lebanon. But their heads are now full of New World ideas. And Khalid, trying to improve his brethren, turns his understanding of Western thought into a call for political progress, and religious unity and tolerance in the Arab world. A call that has him, accidentally, almost founding a new religion—and almost becoming its first martyr, when his ideas incite the faithful to riot.</p>\n<p>Playing with classical Arabic literary forms, as well as Western literary conventions, Ameen Rihani's The Book of Khalid is a unique contribution to American and World literature.</p>", "isbn": "9781612190884", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190884/1377113765.17.jpg", "oyster_summary": "", "average_rating": 3.93, "language_code": "English", "awards": [], "title": "The Book Of Khalid", "publication_date": "2012-06-12", "number_print_pages": 320}, "position": 31, "uuid": "GQK6znwyCo478gu4BfPGNG", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}, "status": 1, "author": "Nicole Brossard", "uuid": "qWR7qcbDGWUAmMYWdysirm", "description": "<p>Nicole Brossard's lucid, subversive and innovative work on language has influenced an entire generation of readers and writers. But three of her seminal works of postmodernism and feminism have been lost to us for years. <em>The Blue Books</em> brings", "isbn": "9781770560192", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/718/7181358818471.79.jpg", "oyster_summary": "", "average_rating": 4.17, "language_code": "eng", "awards": [], "title": "The Blue Books", "publication_date": "2003-01-01", "number_print_pages": 352}, "position": 28, "uuid": "mmkhixWbtBLxWoiX5LZKFX", "annotation": ""}]