[{"book": {"author": "Eric Schlosser", "publication_date": "2001-01-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Fast Food Nation", "uuid": "QtFEcNzMYRSRNoKz2HpXyn", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547518244/1389680499.8.jpg", "average_rating": 3.71, "isbn": "9780547518244", "description": "<P><I>New York Times</I> Bestseller,&#160;</P> <p>&#160;With a New Afterword<BR><BR>&#8220;Schlosser has a flair for dazzling scene-setting and an arsenal of startling facts . . . <I>Fast Food Nation</I> points the way but, to resurrect an old fast food slogan, the choice is yours.&#8221;&#8212;<I>Los Angeles Times</I><BR><BR>In 2001, <I>Fast Food Nation</I> was published to critical acclaim and became an international bestseller. Eric Schlosser&#8217;s expos&#233; revealed how the fast food industry has altered the landscape of America, widened the gap between rich and poor, fueled an epidemic of obesity, and transformed food production throughout the world. The book changed the way millions of people think about what they eat and helped to launch today&#8217;s food movement.<BR><BR>In a new afterword for this edition, Schlosser discusses the growing interest in local and organic food, the continued exploitation of poor workers by the food industry, and the need to ensure that every American has access to good, healthy, affordable food. <I>Fast Food Nation</I> is as relevant today as it was a decade ago. The book inspires readers to look beneath the surface of our food system, consider its impact on society and, most of all, think for themselves.<BR><BR>&#8220;As disturbing as it is irresistible . . . Exhaustively researched, frighteningly convincing . . . channeling the spirits of Upton Sinclair and Rachel Carson.&#8221;&#8212;<I>San Francisco Chronicle</I><BR><BR>&#8220;Schlosser shows how the fast food industry conquered both appetite and landscape.&#8221;&#8212;<I>The New Yorker</I><BR><BR>Eric Schlosser is a contributing editor for the <I>Atlantic </I>and the author of <I>Fast Food Nation</I>, <I>Reefer Madness</I>, and <I>Chew on This</I> (with Charles Wilson).", "oyster_good_for_statement": ""}, "position": 0, "annotation_html": "We never get tired of this massive bestselling expose of the fast food industry. Includes a new afterword for those craving more Schlosser.", "uuid": "qArJAR7hPQsgsggJKqxWaU", "annotation": "We never get tired of this massive bestselling expose of the fast food industry. Includes a new afterword for those craving more Schlosser."},{"book": {"author": "David Kessler", "publication_date": "2009-04-28", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 336, "title": "The End of Overeating", "uuid": "xYpDQVJ7EF3yKQjx8nUNkV", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605295053/1376149899.81.jpg", "average_rating": 3.69, "isbn": "9781605295053", "description": "<p>Dr. David A. Kessler, the dynamic and controversial former FDA commissioner known for his crusade against the tobacco industry, is taking on another business that’s making Americans sick: the food industry. In <i>The End of Overeating</i>, Dr. Kessler shows us how our brain chemistry has been hijacked by the foods we most love to eat: those that contain stimulating combinations of fat, sugar, and salt.</p><p>Drawn from the latest brain science as well as interviews with top physicians and food industry insiders, <i>The End of Overeating</i exposes the food industry’s aggressive marketing tactics and reveals shocking facts about how we lost control over food—and what we can do to get it back. For the millions of people struggling with their weight as well as those of us who simply can’t seem to eat our favorite foods in moderation, Dr. Kessler’s cutting-edge investigation offers valuable insights and practical answers for America’s largest-ever public health crisis. There has never been a more thorough, compelling, or in-depth analysis of why we eat the way we do.</p>", "oyster_good_for_statement": ""}, "position": 1, "annotation_html": "The Big Business of Food is hijacking your brain chemistry and causing The former FDA commissioner takes on the Food Biz, exposing how brain chemistry is hijacked by the food products we crave (and buy).", "uuid": "VJu5rrn5t4BZ7HVUF8hBzb", "annotation": "The Big Business of Food is hijacking your brain chemistry and causing The former FDA commissioner takes on the Food Biz, exposing how brain chemistry is hijacked by the food products we crave (and buy)."},{"book": {"author": "Raj Patel", "publication_date": "2010-12-29", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 416, "title": "Stuffed And Starved", "uuid": "TJppLTJB8eYyHBtXq5xdZF", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190297/1377114966.57.jpg", "average_rating": 3.96, "isbn": "9781612190297", "description": "<p>It's a perverse fact of modern life: There are more starving people in the world than ever before (800 million) while there are also more people overweight (1 billion).</p>\n<p>To find out how we got to this point and what we can do about it, Raj Patel launched a comprehensive investigation into the global food network. It took him from the colossal supermarkets of California to India's wrecked paddy-fields and Africa's bankrupt coffee farms, while along the way he ate genetically engineered soy beans and dodged flying objects in the protestor-packed streets of South Korea.</p>\n<p>What he found was shocking, from the false choices given us by supermarkets to a global epidemic of farmer suicides, and real reasons for famine in Asia and Africa.</p>\n<p>Yet he also found great cause for hope—in international resistance movements working to create a more democratic, sustainable and joyful food system. Going beyond ethical consumerism, Patel explains, from seed to store to plate, the steps to regain control of the global food economy, stop the exploitation of both farmers and consumers, and rebalance global sustenance.</p>", "oyster_good_for_statement": ""}, "position": 2, "annotation_html": "The fat are fatter and the hungry are hungrier. How'd we get to this point? Read on as Patel investigates the global food system.", "uuid": "LieUWpUuyPxRDWEHunXqR9", "annotation": "The fat are fatter and the hungry are hungrier. How'd we get to this point? Read on as Patel investigates the global food system."},{"book": {"author": "Upton Sinclair", "publication_date": "1906-02-28", "oyster_summary": "", "status": 1, "language_code": "", "number_print_pages": 0, "title": "The Jungle", "uuid": "A24HmtuBNQQcLUF5Cp9Brc", "awards": [], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450711/1376470710.21.png", "average_rating": 3.67, "isbn": "9781629450711", "description": "The Jungle is a 1906 novel written by the American journalist and novelist Upton Sinclair. Sinclair wrote the novel to portray the lives of immigrants in the United States. Many readers were most concerned with his exposure of practices in the American meatpacking industry during the early 20th century, based on an investigation he did for a socialist newspaper.\r\n\r\nThe book depicts poverty, the absence of social programs, unpleasant living and working conditions, and the hopelessness prevalent among the working class, which is contrasted with the deeply-rooted corruption of people in power. A review by the writer Jack London called it, \"the Uncle Tom's Cabin of wage slavery.\"", "oyster_good_for_statement": ""}, "position": 3, "annotation_html": "We suggest putting down that burger before reading on. Here is Sinclair’s classic, as powerful today as it was in 1906.", "uuid": "6UW9f8uVwZCN9tat6dWPrm", "annotation": "We suggest putting down that burger before reading on. Here is Sinclair’s classic, as powerful today as it was in 1906."},{"book": {"author": "Anthony Bourdain", "publication_date": "2010-06-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Medium Raw", "uuid": "trn3PYGDfpk8Z2qgSNh8qS", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061998065/1376452866.64.jpg", "average_rating": 3.69, "isbn": "9780061998065", "description": "<blockquote><p>The long-awaited follow-up to the megabestseller <em>Kitchen Confidential</em></p></blockquote><p>In the ten years since his classic <em>Kitchen Confidential</em> first alerted us to the idiosyncrasies and lurking perils of eating out, from Monday fish to the breadbasket conspiracy, much has changed for the subculture of chefs and cooks, for the restaurant business&#8212;and for Anthony Bourdain.</p><p><em>Medium Raw</em> explores these changes, moving back and forth from the author's bad old days to the present. Tracking his own strange and unexpected voyage from journeyman cook to globe-traveling professional eater and drinker, and even to fatherhood, Bourdain takes no prisoners as he dissects what he's seen, pausing along the way for a series of confessions, rants, investigations, and interrogations of some of the most controversial figures in food.</p><p>Beginning with a secret and highly illegal after-hours gathering of powerful chefs that he compares to a mafia summit, Bourdain pulls back the curtain&#8212;but never pulls his punches&#8212;on the modern gastronomical revolution, as only he can. Cutting right to the bone, Bourdain sets his sights on some of the biggest names in the foodie world, including David Chang, the young superstar chef who has radicalized the fine-dining landscape; the revered Alice Waters, whom he treats with unapologetic frankness; the <em>Top Chef</em> winners and losers; and many more.</p><p>And always he returns to the question \"Why cook?\" Or the more difficult \"Why cook well?\" <em>Medium Raw</em> is the deliciously funny and shockingly delectable journey to those answers, sure to delight philistines and gourmands alike.</p>", "oyster_good_for_statement": ""}, "position": 4, "annotation_html": "When you get to be as famous and successful as Anthony Bourdain, you can write whatever you want about David Chang, Alice Waters, and other bigwigs in the food business. When you’re as mean and clever as Bourdain, even your ramblings are literally laugh-out-loud funny.", "uuid": "LRbBZqUWoU853rK5WY2cLi", "annotation": "When you get to be as famous and successful as Anthony Bourdain, you can write whatever you want about David Chang, Alice Waters, and other bigwigs in the food business. When you’re as mean and clever as Bourdain, even your ramblings are literally laugh-out-loud funny."},{"book": {"author": "Stacy Perman", "publication_date": "2009-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "In-N-Out Burger", "uuid": "Sjxs2UFMTrp7ZsfFeQRVY", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061872143/1376528023.32.jpg", "average_rating": 3.6, "isbn": "9780061872143", "description": "<blockquote><p>The untold story of the renegade burger chain that evokes a passionate following unlike any other</p></blockquote><p>In fast-food corporate America, In-N-Out Burger stands apart. Begun in a tiny shack in the shadow of World War II, this family-owned chain has stead&#173;fastly refused to franchise or be sold. It is a testament to old-fashioned values and rem&#173;iniscent of a simpler time when people, loyalty, and a freshly made, juicy hamburger meant something. Over time, In-N-Out Burger has become nothing less than a cultural institu&#173;tion that can lay claim to an insanely loyal following. </p><p>Perman uses her investigative skills to uncover the story of a real American success story. It is not only a tale of a unique and profitable business that exceeds all expectations, but of a family's struggle to maintain a sustainable pop empire against the industry it helped pioneer, internal tensions, and a bitter lawsuit that threatened to bring the company to the brink. </p><p>This is a lesson in a counterintuitive approach to doing business that places quality, customers, and employees over the riches promised by rapid expansion. <em>In-N-Out Burger</em> is a keenly observed narrative that explores the evolution of a California fad that transformed into an enduring cult of popularity; it is also the story of the conflicted, secretive, and ultimately tragic Snyder family who cooked a billion burgers and hooked a zillion fans. As the story of In-N-Out Burger unfolds, so too does the cultural history of America as influenced and shaped by car culture and fast food.</p>", "oyster_good_for_statement": ""}, "position": 5, "annotation_html": "Your friends from California won’t shut up about this place. But there’s good reason: In-N-Out has been a pretty great company (even before they animal-styled their menu).", "uuid": "FNSNWCCpE46r2kDsmdWqEL", "annotation": "Your friends from California won’t shut up about this place. But there’s good reason: In-N-Out has been a pretty great company (even before they animal-styled their menu)."},{"book": {"author": "Charles Wilson", "publication_date": "2012-08-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Chew On This", "uuid": "FPoNB7mEhTfp6h9z6bnb2U", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547531168/1376383468.77.jpg", "average_rating": 4.08, "isbn": "9780547531168", "description": "<DIV>In the New York Times bestseller Chew on This, Eric Schlosser and Charles Wilson unwrap the fast-food industry to bring you a behind-the-scenes look at a business that both feeds and feeds off the young. Find out what really goes on at your favorite restaurants&#8212;and what lurks between those sesame seed buns.<BR><BR>Praised for being accessible, honest, humorous, fascinating, and alarming, Chew On This was also repeatedly referred to as a must-read for kids who regularly eat fast food. Having all the facts about fast food helps young people make healthy decisions about what they eat. Chew On This shows them that they can change the world by changing what they eat.<BR><BR>Chew on This also includes action steps, a discussion guide, and a new afterword by the authors.</DIV>", "oyster_good_for_statement": ""}, "position": 6, "annotation_html": "With childhood obesity a constant problem in America, Eric Schlosser and Charles Wilson fight back with <i>Chew on This</i>, a <i>Fast Food Nation</i> for kids.", "uuid": "6gnDkKQqB3xLaJZBuko38L", "annotation": "With childhood obesity a constant problem in America, Eric Schlosser and Charles Wilson fight back with Chew on This, a Fast Food Nation for kids."},{"book": {"author": "Leon Rappoport", "publication_date": "2003-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 175, "title": "How We Eat", "uuid": "ZK3PGXW9ETiGGqhqcR53RH", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/How%20We%20Eat/1372977563.82.jpg", "average_rating": 3.33, "isbn": "9781554902415", "description": "<DIV>Tracing culinary customs from the Stone Age to the stovetop range, from the raw to the nuked, this book elucidates the factors and myths shaping Americans' eating habits. The diversity of food habits and rituals is considered from a psychological perspective. Explored are questions such as <I>Why does the working class prefer sweet drinks over bitter? Why do the affluent tend to roast their potatoes?</I> and <I>What is so comforting about macaroni and cheese anyway?</I> The many contradictions of Americans' relationships with food are identified: food is both a primal source of sensual pleasure and a major cultural anxiety; Americans adore celebrity chefs, but no one cooks at home anymore; the gourmet health food industry is soaring, yet a longtime love affair with fast food endures. The future of food is also covered, including speculation about whether traditional meals will one day evolve into the mere popping of a nutrition capsule.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 7, "annotation_html": "Why does the working class prefer sweet drinks over bitter? Why do the affluent tend to roast their potatoes? and What is so comforting about macaroni and cheese anyway? American food habits and rituals are explored from a psychologist’s perspective in this endlessly fascinating book.", "uuid": "PbiDbAWYbrGV2mtD64bjf", "annotation": "Why does the working class prefer sweet drinks over bitter? Why do the affluent tend to roast their potatoes? and What is so comforting about macaroni and cheese anyway? American food habits and rituals are explored from a psychologist’s perspective in this endlessly fascinating book."},{"book": {"author": "Samuel Fromartz", "publication_date": "2007-03-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Organic, Inc.", "uuid": "nmPfc6B9orKRD95sr9tUsh", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416007/1376380012.66.jpg", "average_rating": 3.57, "isbn": "9780547416007", "description": "<DIV><DIV><I>Who would have thought that a natural food supermarket could have been a financial refuge from the dot-com bust? But it had. Sales of organic food had shot up about 20 percent per year since 1990, reaching $11 billion by 2003 . . . Whole Foods managed to sidestep that fray by focusing on, well, people like me. </I>Organic food has become a juggernaut in an otherwise sluggish food industry, growing at 20 percent a year as products like organic ketchup and corn chips vie for shelf space with conventional comestibles. But what is organic food? Is it really better for you? Where did it come from, and why are so many of us buying it? Business writer Samuel Fromartz set out to get the story behind this surprising success after he noticed that his own food choices were changing with the times. In <I>Organic, Inc.,</I> Fromartz traces organic food back to its anti-industrial origins more than a century ago. Then he follows it forward again, casting a spotlight on the innovators who created an alternative way of producing food that took root and grew beyond their wildest expectations. In the process he captures how the industry came to risk betraying the very ideals that drove its success in a classically complex case of free-market triumph.</DIV></DIV>", "oyster_good_for_statement": ""}, "position": 8, "annotation_html": "Look no further than Whole Foods; organic food is Big Business. How did it get that way, and is its massive growth a good thing? Trace the organic food industry from its roots to the present and future in this well researched book.", "uuid": "vPqXtKZazJu5FqWtXu7Bkc", "annotation": "Look no further than Whole Foods; organic food is Big Business. How did it get that way, and is its massive growth a good thing? Trace the organic food industry from its roots to the present and future in this well researched book."},{"book": {"author": "Joan Reardon", "publication_date": "2010-12-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "As Always, Julia", "uuid": "EBn9BDHKkgyZQyQMABUiq6", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504834/1376380847.31.jpg", "average_rating": 4.14, "isbn": "9780547504834", "description": "<div><div><div><div><div><div>With her outsize personality, Julia Child is known around the world by her first name alone. But despite that familiarity,&#160;how much&#160;do we <I>really </I>know of the inner Julia?</div> <div>&#160;</DIV> <div>Now more than 200 letters exchanged between Julia and Avis DeVoto, her friend and unofficial literary agent memorably introduced in the hit movie <I>Julie &amp; Julia</I>, open the window on Julia&#8217;s deepest thoughts and feelings. This riveting correspondence, in print for the first time, chronicles the blossoming of a unique and lifelong friendship between the two women and the turbulent process of Julia&#8217;s creation of <I>Mastering the Art of French Cooking</I>, one of the most influential cookbooks ever written.</div></DIV> <div>Frank, bawdy, funny, exuberant, and occasionally agonized, these letters show Julia, first&#160;as a new bride&#160;in Paris, then becoming increasingly worldly and adventuresome&#160;as she follows her diplomat husband&#160;in his postings&#160;to Nice, Germany, and Norway.</DIV> <div>&#160;</DIV> <div>With commentary by the noted food historian Joan Reardon, and covering topics as diverse as the lack of good wine in the United States, McCarthyism, and&#160;sexual mores, these astonishing&#160;letters show America on the verge of political, social, and gastronomic transformation.</div> <p></P> <p></P></DIV> <p></P></DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 9, "annotation_html": "Get inside the head of the woman who influenced the way Americans cook and eat with this book of letters exchanged between Julia Child and Avis DeVoto, Julia’s fellow cook, friend, and confidante.", "uuid": "ZsZHxKgDUnEEBmp3n6LSRQ", "annotation": "Get inside the head of the woman who influenced the way Americans cook and eat with this book of letters exchanged between Julia Child and Avis DeVoto, Julia’s fellow cook, friend, and confidante."},{"book": {"author": "Lisa Jervis", "publication_date": "2009-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 128, "title": "Cook Food", "uuid": "DQKyoaWaJFDuU2YkvW4AQj", "awards": [], "publisher": {"name": "PM Press", "uuid": "Cz5oK76X5Upe9hcYBGjgNW"}, "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Cook%20Food/1372977104.33.jpg", "average_rating": 4.0, "isbn": "9781604862034", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">This rousing call to action for healthy, conscious eating is an inspirational primer for those who want to move beyond packaged and processed food toward a more responsible and sustainable way of eating. Many people are learning about the political ramifications of what they eat, but don't know how to change their habits or expand their kitchen repertoire to include meatless dishes. This compendium offers a straightforward overview of the political issues surrounding food, and a culinary toolkit to put principles into practice. Without resorting to faux meat, fake cheese, or obscure ingredients, the recipes focus on fresh, local, minimally processed ingredients that sustain farmers, animals, and the entire food chain. Instead of a rigid set of recipes to be replicated, it offers tips for improvisation, creative thinking in the kitchen, practical suggestions for cooking on a budget, and quick and delicious vegan and vegetarian meal options for anyone who wants to eat fast, tasty, nutritious food every day.</P></DIV>", "oyster_good_for_statement": ""}, "position": 10, "annotation_html": "If you can’t get enough of Michael Pollan, try Lisa Jervis. In this manifesto, she encourages readers to understand the politics of the food we eat and suggests new habits of eating for healthier diets and more socially conscious lives.", "uuid": "yU7HzuyNGBvU7UsEM96PQe", "annotation": "If you can’t get enough of Michael Pollan, try Lisa Jervis. In this manifesto, she encourages readers to understand the politics of the food we eat and suggests new habits of eating for healthier diets and more socially conscious lives."},{"book": {"author": "Jim PathFinder Ewing (Nvnehi Awatisgi)", "publication_date": "2012-11-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 192, "title": "Conscious Food", "uuid": "yWgaEPBhmmts5jTvznK3c8", "awards": [], "publisher": {"name": "Findhorn Press", "uuid": "xhBL2EnbJpq8XdEEaLwQ5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Findhorn%20Press/Conscious%20Food/1372981100.21.jpg", "average_rating": 0.0, "isbn": "9781844099009", "description": "Rooted firmly in eco-spirituality, this analysis and guide to reconnecting with edible nature focuses on how modern people can regain Spirit in food individually and collectively. The author provides a background on the emergence of agriculture and the declining connection with food as society evolved, particularly during times of war, and scrutinizes today&#8217;s &#8220;conventional&#8221; farming that relies upon deadly toxins and unsustainable fossil fuels. The book outlines how modern people can avoid being victims of biocultural evolution&#8212;and the resultant entropy of declining global and personal health&#8212;and instead contribute to the movement toward mindful food choices and better world health, both physically and spiritually. The author discusses how society can nurture the unseen Spirit world that permeates plants through adopting nondenominational spiritual understandings, and includes how-to examples for growing organic food and fostering a supportive community and urban agriculture, as well as notes for expanded resources.", "oyster_good_for_statement": ""}, "position": 11, "annotation_html": "If this book’s description sets off your “crazy hippie” warning bells, relax: the philosophy of reconnecting with the spirit of food is quite practical in a world where “food product” often starts and ends with scare quotes.", "uuid": "qngP8ThcKSLRgNdXBn2ibJ", "annotation": "If this book’s description sets off your “crazy hippie” warning bells, relax: the philosophy of reconnecting with the spirit of food is quite practical in a world where “food product” often starts and ends with scare quotes."},{"book": {"author": "Frederick L. Kirschenmann", "publication_date": "2010-11-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 420, "title": "Cultivating an Ecological Conscience", "uuid": "YoM5TKjmtKGMUQq4UVdThS", "awards": [], "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813139586/1377070910.86.jpg", "average_rating": 0.0, "isbn": "9780813139586", "description": "<P>Theologian, academic, and third-generation organic farmer Frederick L. Kirschenmann is a celebrated agricultural thinker. In the last thirty years he has tirelessly promoted the principles of sustainability and has become a legend in his own right.</P><P>Cultivating an Ecological Conscience: Essays from a Farmer Philosopher documents Kirschenmann's evolution and his lifelong contributions to the new agrarianism in a collection of his greatest writings on farming, philosophy, and sustainability. Working closely with agricultural economist and editor Constance L. Falk, Kirschenmann recounts his intellectual and spiritual journey. In a unique blend of personal history, philosophical discourse, spiritual ruminations, and practical advice, Kirschenmann interweaves his insights with discussion of contemporary agrarian topics. This collection serves as an invaluable resource to agrarian scholars and introduces readers to an agricultural pioneer whose work has profoundly influenced modern thinking about food.</P>", "oyster_good_for_statement": ""}, "position": 12, "annotation_html": "Essays on sustainable agriculture from the remarkable Frederick L. Kirschenmann: philosopher, theologian, and third-generation farmer. Is there nothing this man can’t teach us?", "uuid": "GYhjKC4sSF399by5jY3QHm", "annotation": "Essays on sustainable agriculture from the remarkable Frederick L. Kirschenmann: philosopher, theologian, and third-generation farmer. Is there nothing this man can’t teach us?"},{"book": {"author": "Langdon Cook", "publication_date": "2011-11-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Fat Of The Land", "uuid": "vziXbE7EUiBmBiqrTxLS7E", "awards": [], "publisher": {"name": "The Mountaineers Books", "uuid": "CuGzkxfXsKr327nnE5cKN3"}, "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594853975/1377653728.9.jpg", "average_rating": 3.86, "isbn": "9781594853975", "description": "* Quirky, engaging book about the hot topic of sustainable foods<br>\n* Combines adventure with locavorism<br>\n* Delves into iconic Northwest staples, such as huckleberries, Dungeness crab, and morels<br>\n<br>\nForaging is not just a throwback to our hunter-gatherer past; it's a way to reconnect with the landscape. And Langdon Cook is not just your typical grocery cart-toting dad. For him, gourmet delicacies abound, free for the taking if we just open our eyes. As a result, he finds himself free-diving in icy Puget Sound in hopes of spearing a snaggletooth lingcod, armed with nothing more than a \"Hawaiian sling.\" He tempts fate by eating mushrooms that may or may not be poisonous. He strings up a fly rod to chase after sea-run trout. He even pulls on the gardening gloves to collect stinging nettles. In wry, detailed prose, he traces his journey from wrangler of pre-packaged calories to connoisseur of coveted wild edibles. Structured around the seasons of the year, each chapter focuses on a specific food type and concludes with a recipe featuring the author's hard-won bounty, a savory stop to each adventure-filled morsel.\n<br>\n<br>\n* Quirky, engaging book about the hot topic of sustainable foods<br>\n* Combines adventure with locavorism<br>\n* Delves into iconic Northwest staples, such as huckleberries, Dungeness crab, and morels<br>\n<br>\nForaging is not just a throwback to our hunter-gatherer past; it's a way to reconnect with the landscape. And Langdon Cook is not just your typical grocery cart-toting dad. For him, gourmet delicacies abound, free for the taking if we just open our eyes. As a result, he finds himself free-diving in icy Puget Sound in hopes of spearing a snaggletooth lingcod, armed with nothing more than a \"Hawaiian sling.\" He tempts fate by eating mushrooms that may or may not be poisonous. He strings up a fly rod to chase after sea-run trout. He even pulls on the gardening gloves to collect stinging nettles. In wry, detailed prose, he traces his journey from wrangler of pre-packaged calories to connoisseur of coveted wild edibles. Structured around the seasons of the year, each chapter focuses on a specific food type and concludes with a recipe featuring the author's hard-won bounty, a savory stop to each adventure-filled morsel.\n<br>\n<br>", "oyster_good_for_statement": ""}, "position": 13, "annotation_html": "Noma, the internationally renowned destination restaurant, brought foraging to the food scene in the last few years. Now, let a field guide and gifted storyteller take you through the world of foraging to find celebrated wild edibles in any location. ", "uuid": "G77uNZ3ydVCSQ9dLbrBUbA", "annotation": "Noma, the internationally renowned destination restaurant, brought foraging to the food scene in the last few years. Now, let a field guide and gifted storyteller take you through the world of foraging to find celebrated wild edibles in any location. "},{"book": {"author": "Karen Le Billon", "publication_date": "2012-04-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "French Kids Eat Everything", "uuid": "oV32FcPFYBrBrHZvfahf6e", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062103314/1378009605.96.jpg", "average_rating": 4.22, "isbn": "9780062103314", "description": "<p>Moving her young family to her husband's hometown in northern France, Karen Le Billon is prepared for some cultural adjustment but is surprised by the food education she and her family (at first unwillingly) receive. In contrast to her daughters, French children feed themselves neatly and happily&#8212;eating everything from beets to broccoli, salad to spinach, mussels to muesli. The family's food habits soon come under scrutiny, as Karen is lectured for slipping her fussing toddler a snack&#8212;\"a recipe for obesity!\"&#8212;and forbidden from packing her older daughter a lunch in lieu of the elaborate school meal.</p><p>The family soon begins to see the wisdom in the \"food rules\" that help the French foster healthy eating habits and good manners&#8212;from the rigid \"no snacking\" rule to commonsense food routines that we used to share but have somehow forgotten. Soon, the family cures picky eating and learns to love trying new foods. But the real challenge comes when they move back to North America&#8212;where their commitment to \"eating French\" is put to the test. The result is a family food revolution with surprising but happy results&#8212;which suggest we need to dramatically rethink the way we feed children, at home and at school.</p>", "oyster_good_for_statement": ""}, "position": 14, "annotation_html": "Part memoir, part food manifesto, Karen Le Billon describes the year she and her family moved to France, shed bad American habits (like snacking), and became more adventurous, healthy eaters à la française.", "uuid": "7UeBCB7eqWguwpMtD4mdrF", "annotation": "Part memoir, part food manifesto, Karen Le Billon describes the year she and her family moved to France, shed bad American habits (like snacking), and became more adventurous, healthy eaters à la française."}]