[{"book": {"author": "Jonathan Crary", "publication_date": "2013-06-04", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 144, "title": "24/7", "uuid": "rikqDf9GdqWnFFL5Ycj88n", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683118/1386003273.81.jpg", "average_rating": 4.17, "isbn": "9781781683118", "description": "<p><em>24/7: Late Capitalism and the Ends of Sleep</em> explores some of the ruinous consequences of the expanding non-stop processes of twenty-first-century capitalism. The marketplace now operates through every hour of the clock, pushing us into constant activity and eroding forms of community and political expression, damaging the fabric of everyday life.</p><p>Jonathan Crary examines how this interminable non-time blurs any separation between an intensified, ubiquitous consumerism and emerging strategies of control and surveillance. He describes the ongoing management of individual attentiveness and the impairment of perception within the compulsory routines of contemporary technological culture. At the same time, he shows that human sleep, as a restorative withdrawal that is intrinsically incompatible with 24/7 capitalism, points to other more formidable and collective refusals of world-destroying patterns of growth and accumulation.</p><p><em>From the Hardcover edition.</em></p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "roctrx332WB4aFAsemQy7P", "annotation": ""},{"book": {"author": "Louise Dean", "publication_date": "2009-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Idea of Love", "uuid": "CJyahacZazFUyyd2Kwcg4W", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393865/1376379936.31.jpg", "average_rating": 2.91, "isbn": "9780547393865", "description": "<div><p>When a cluster of expatriate families converges on Provence, it seems as if sunshine, good wine, and an endless round of parties will make for a better life. Then Richard, a pharmaceutical salesman married to sexy Val&#233;rie, lands a plum assignment: introducing antidepressants into Africa, virgin territory for the drug industry and for the womanizing he has honed to a science. And idealistic Rachel finds herself Africa-bound too, in search of a little brother or sister for her daughter, Maud, and following some deeper longing she can&#8217;t seem to quell.</P> <p>For both Richard and Rachel, the excursions will lead them into their own private heart of darkness, and will bring shock waves home to their little Eden, unsettling the very idea of love.</DIV>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "PUinw3wc8heRWvSBCyTfSL", "annotation": ""},{"book": {"author": "Steve Earle", "publication_date": "2011-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "I'll Never Get Out of This World Alive", "uuid": "AoiR7SWrMVqvMVUz4kD3t9", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549040/1376380490.9.jpg", "average_rating": 3.65, "isbn": "9780547549040", "description": "<P>Doc Ebersole lives with the ghost of Hank Williams&#8212;not just in the figurative sense, not just because he was one of the last people to see him alive, and not just because he is rumored to have given Hank the final morphine dose that killed him.<br><BR>In 1963, ten years after Hank's death, Doc himself is wracked by addiction. Having lost his license to practice medicine, his morphine habit isn't as easy to support as it used to be. So he lives in a rented room in the red-light district on the south side of San Antonio, performing abortions and patching up the odd knife or gunshot wound. But when Graciela, a young Mexican immigrant, appears in the neighborhood in search of Doc's services, miraculous things begin to happen. Graciela sustains a wound on her wrist that never heals, yet she heals others with the touch of her hand. Everyone she meets is transformed for the better, except, maybe, for Hank's angry ghost&#8212;who isn't at all pleased to see Doc doing well.&#160;<br><BR>A brilliant excavation of an obscure piece of music history, Steve Earle's <I>I'll Never Get Out of This World Alive</I> is also a marvelous novel in its own right, a ballad of regret and redemption, and of the ways in which we remake ourselves and our world through the smallest of miracles.</P>", "oyster_good_for_statement": ""}, "position": 2, "uuid": "wxitM2asVBtdVBecCoeDYC", "annotation": ""},{"book": {"author": "Rudolph Delson", "publication_date": "2009-02-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Maynard and Jennica", "uuid": "eFBNLzXefAoQzNGnEg2miV", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394343/1376380003.07.jpg", "average_rating": 3.4, "isbn": "9780547394343", "description": "<DIV>A wildly original debut,Maynard and Jennica is both a hilarious urban comedy and a captivating love story. In the summer of 2000, while riding the uptown number 6 train, the musician/filmmaker Maynard Gogarty first encounters the beautiful Jennica Green.Though their initial meeting is brief, when fate next brings them together a romance ensues, and as with most things in life, everyone has an opinion.<BR>Delson tells the story of this improbable love affair through the voices of Maynard and Jennica, along with their family, friends, and assorted characters (among them two attorneys, three journalists, and a rap star) pulled into their dizzying orbit.He brings to life a pair of lovers who are flawed, complex, at once eccentric and deeply familiar&#8212;and in whose story we continue to feel invested long after we&#8217;ve turned the last page.<BR>In the words of Mohsin Hamid, author of The Reluctant Fundamentalist, &#8220;this book is the reason we should all read first novels.&#8221;</DIV>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "Ce5DexLdJ8W4Xqrhwx4VyL", "annotation": ""},{"book": {"author": "Alejandro Junger", "publication_date": "2012-04-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Clean -  Expanded Edition", "uuid": "oNm7tdZjG894XpXN7KGctj", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062209528/1378009798.64.jpg", "average_rating": 4.3, "isbn": "9780062209528", "description": "A Life-Changing Medical Breakthrough<p>Clean is an M.D.'s program designed to be easily incorporated into our busy schedule while providing all the practical tools necessary to support and rejuvenate our bodies. The effect is transformative: nagging health problems will suddenly disappear, extra weight will drop away, and for the first time in our lives, we will experience what it truly means to feel healthy.</p><p>Expanded Edition Includes:<br />New Introduction &#8226; New Recipes &#8226; How to Become Clean for Life</p>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "oSiBnyYGgthAdNY2DCoymm", "annotation": ""},{"book": {"author": "Andrei Codrescu", "publication_date": "2006-01-31", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "New Orleans, Mon Amour", "uuid": "wxpqDS6YdPzAriLD5Fbt73", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127906/1377656784.92.jpg", "average_rating": 3.94, "isbn": "9781565127906", "description": "For two decades <i>NPR</i> commentator Andrei Codrescu has been living in and writing about his adopted city, where, as he puts it, the official language is dreams. How apt that a refugee born in Transylvania found his home in a place where vampires roam the streets and voodoo queens live around the corner; where cemeteries are the most popular picnic spots, the ghosts of poets, prostitutes, and pirates are palpable, and in the French Quarter, no one ever sleeps.<br><br>\r\nCodrescu's essays have been called &quot;satirical gems,&quot; &quot;subversive,&quot; &quot;sardonic and stunning,&quot; &quot;funny,&quot; &quot;gonzo,&quot; &quot;wittily poignant,&quot; and &quot;perverse&quot;&#8212;here is a writer who perfectly mirrors the wild, voluptuous, bohemian character of New Orleans itself. This retrospective follows him from newcomer to near native: first seduced by the lush banana trees in his backyard and the sensual aroma of coffee at the caf&eacute; down the block, Codrescu soon becomes a Window Gang regular at the infamous bar Molly's on Decatur, does a stint as King of Krewe de Vieux Carr&eacute; at Mardi Gras, befriends artists, musicians, and eccentrics, and exposes the city&#8217;s underbelly of corruption, warning presciently about the lack of planning for floods in a city high on its own insouciance. Alas, as we all now know, Paradise is lost.<br><br>\r\n<i>New Orleans, Mon Amour</i> is an epic love song, a clear-eyed elegy, a cultural celebration, and a thank-you note to New Orleans in its Golden Age.", "oyster_good_for_statement": ""}, "position": 5, "uuid": "8n5ryPqkeCrRKLGxYAyLoH", "annotation": ""},{"book": {"author": "Jason Anderson", "publication_date": "2005-10-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 330, "title": "Showbiz", "uuid": "xRxghjPBkZTdCXYxQyBvQR", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Showbiz/1372977964.34.jpg", "average_rating": 0.0, "isbn": "9781554905492", "description": "<DIV><P>In 1963, Jimmy Wynn was the second most famous man in America. The comedian&#8217;s uncanny impression of the President made him a star. But when the genuine article died in a hail of bullets on a sunny afternoon in New Orleans, Jimmy&#8217;s career met a fate almost as grisly. What happened to the funny man afterward was a mystery no one cared to solve. Nearly 25 years later, Nathan Grant, an ambitious young journalist, discovers the trail Jimmy cut through the entertainment netherworld. He soon realizes this forgotten court jester may have played a very serious part in the country&#8217;s favorite conspiracy theory. Grant&#8217;s strange and increasingly dangerous odyssey takes him from a dingy New York record store to the showrooms of Las Vegas, a ghost town in the Mojave Desert, and even a dinner theatre in Niagara Falls. A dark comedy about the cost of fame, Jason Anderson&#8217;s <I>Showbiz</I> is the story of a man who became a punchline and a writer who is desperate to find out how the rest of the joke goes.</P></DIV>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "ZMQnTxgenrXPUD4CryKwxd", "annotation": ""},{"book": {"author": "Robert Greenfield", "publication_date": "2009-04-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "S.t.p.", "uuid": "kuezm2V6MR7mU3THupWuAK", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786730803/1387370910.68.jpg", "average_rating": 4.3, "isbn": "9780786730803", "description": "<DIV>Thirty years ago, the Rolling Stones swept America, taking Exile on Main Street to Main Streets across the nation. Everyone held their breath to see what would happen; the Stones' previous U.S. tour had been a chaotic circus culminating in the infamous death of a fan at Altamont. And this tour (the \"Stones Touring Party\") was rumored to be wilder than ever: bigger shows in major arenas, with a far larger entourage and even more drugs. Robert Greenfield went along for the ride, and came away with a riveting insider's account, called by Ian Rankin \"one of the greatest rock books ever written.\" The reality lived up to the rumor: take one part Lee Radziwill, a dash of Truman Capote, set the scene at Hef's Playboy mansion, and toss in the county jail for good measure. That was the Stones Touring Party, the ultimate rock 'n' roll band at the height of its spectacular depravity.</Div>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "cPiwkkuSceeTLdc2vipVm5", "annotation": ""},{"book": {"author": "Kate White", "publication_date": "2011-08-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "The Sixes", "uuid": "4PBMZcPwqkEmSE24omVMKF", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092533/1376490891.46.jpg", "average_rating": 3.53, "isbn": "9780062092533", "description": "<p>From the <em>New York Times</em> bestselling author of <em>Hush</em> and the Bailey Weggins mystery series comes a thriller set in a college town where a student&#8217;s death sends one woman on a search for the truth and into the clutches of a frightening secret society.</p><p>Phoebe Hall&#8217;s Manhattan life has suddenly begun to unravel. Right after her long-term boyfriend breaks off their relationship, she&#8217;s falsely accused of plagiarizing her latest bestselling celebrity biography. Looking for a quiet place to put her life back together, Phoebe jumps at the offer to teach in a sleepy Pennsylvania town at a small private college run by her former boarding school roommate and close friend, Glenda Johns.</p><p>But behind the campus&#8217;s quiet caf&#233;s and leafy maple trees lie evil happenings. The body of a female student washes up on the banks of a nearby river, and disturbing revelations begin to surface: accusations from coeds about abuses wrought by a secret society of girls on campus known as The Sixes.. To help Glenda, Phoebe embarks on a search for clues&#8212;a quest that soon raises painful memories of her own boarding school days years ago. </p><p>As the investigation heats up, Phoebe unexpectedly finds herself falling for the school&#8217;s handsome psychology professor, Duncan Shaw. But when nasty pranks turn into deadly threats, Phoebe realizes she&#8217;s in the middle of a real-life nightmare, not knowing whom she can trust and if she will even survive.</p><p>Plunging deeper into danger with every step, Phoebe knows she&#8217;s close to unmasking a killer. But with truth comes a terrifying revelation: your darkest secrets can still be uncovered . . . and starting over may be a crime punishable by death.</p>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "GTxrnsvCX6hdrbSSLEZPVS", "annotation": ""},{"book": {"author": "Robert Stone", "publication_date": "2013-11-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Death of the Black-Haired Girl", "uuid": "eoYVZ3kTm3DbYaSanTtXDD", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547760384/1382684541.95.jpg", "average_rating": 0.0, "isbn": "9780547760384", "description": "<DIV><B>&#8220;Robert Stone is a vastly intelligent and entertaining writer, a divinely troubled holy terror ever in pursuit of an absconded God and His purported love. Stone&#8217;s superb work with its gallery of remarkable characters is further enhanced here by his repellently smug professor, Steve Brookman, and the black-haired girl&#8217;s hopelessly grieving father, Eddie Stack.\" &#8212; Joy Williams</B><BR><BR>In an elite college in a once-decaying New England city, Steven Brookman has come to a decision. A brilliant but careless professor, he has determined that for the sake of his marriage, and his soul, he must extract himself from his relationship with Maud Stack, his electrifying student, whose papers are always late and too long yet always incandescent. But Maud is a young woman whose passions are not easily contained or curtailed, and their union will quickly yield tragic and far-reaching consequences.<BR><BR>As in Robert Stone&#8217;s most acclaimed novels, here he conjures a complex moral universe where nothing is black and white, even if the characters&#8212;always complicated, always compelling&#8212;wish it were. The stakes of Brookman and Maud&#8217;s relationship prove higher than either one could have anticipated, pitting individuals against one another and against the institutions meant to protect them.<BR><BR><I>Death of the Black-Haired Girl</I> is a powerful tale of infidelity, accountability, the allure of youth, the promise of absolution, and the notion that madness is everywhere, in plain sight.</DIV>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "2v8bgQTA3ZDS3EQFLQFBig", "annotation": ""},{"book": {"author": "Sarah Zettel", "publication_date": "2013-11-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Palace of Spies", "uuid": "R9G23NB2GwEK5WmqzPC4jf", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544073753/1382684551.87.jpg", "average_rating": 3.54, "isbn": "9780544073753", "description": "<P><I>A warning to all young ladies of delicate breeding who wish to embark upon lives of adventure: Don't.</I> <p>Sixteen-year-old Peggy is a well-bred orphan who is coerced into posing as a lady in waiting at the palace of King George I. Life is grand, until Peggy starts to suspect that the girl she's impersonating might have been murdered. Unless Peggy can discover the truth, she might be doomed to the same terrible fate. But in a court of shadows and intrigue, anyone could be a spy&#8212;perhaps even the handsome young artist with whom Peggy is falling in love . . .<br>&#160;&#160;&#160;History and mystery spark in this effervescent series debut.", "oyster_good_for_statement": ""}, "position": 10, "uuid": "LTASXXKkFsQgs3N4z4QKnA", "annotation": ""},{"book": {"author": "Monique Truong", "publication_date": "2004-06-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "The Book of Salt", "uuid": "96RUHSCRGvsTR5aVxhW2bN", "awards": [{"name": "New York Public Library Young Lions Fiction Award Winner", "uuid": "pxAsSu3gHGfMynXo2qrAc4", "image": null}, {"name": "PEN/Robert W. Bingham Prize", "uuid": "HKjZHYb7cypZGAU6zmXRpQ", "image": null}, {"name": "Stonewall Book Award Winner", "uuid": "eotSW5vQfqZXFCQPHsnFES", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524993/1376380127.06.jpg", "average_rating": 3.49, "isbn": "9780547524993", "description": "<DIV>The Book of Salt serves up a wholly original take on Paris in the 1930s through the eyes of Binh, the Vietnamese cook employed by Gertrude Stein and Alice B. Toklas. Viewing his famous mesdames and their entourage from the kitchen of their rue de Fleurus home, Binh observes their domestic entanglements while seeking his own place in the world.        In a mesmerizing tale of yearning and betrayal, Monique Truong explores Paris from the salons of its artists to the dark nightlife of its outsiders and exiles. She takes us back to Binh's youthful servitude in Saigon under colonial rule, to his life as a galley hand at sea, to his brief, fateful encounters in Paris with Paul Robeson and the young Ho Chi Minh.</div>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "df3CLFGbPzPwmbxyRLCTxg", "annotation": ""},{"book": {"author": "Harzog", "publication_date": "2013-11-25", "oyster_summary": "", "status": 1, "language_code": "ENG", "number_print_pages": 0, "title": "Confessions of a Credit Junkie", "uuid": "DSMZP8oj6NzyjSLCux5Zqc", "awards": [], "publisher": {"name": "Career Press", "uuid": "qWHFDsahbGoPZdkDkeqZZm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/9781601634979/1392275777.69.jpg", "average_rating": 5.0, "isbn": "9781601634979", "description": "“Beverly Harzog is a credit warrior. She has gone into the arena, faced the lions, and emerged as one of the foremost experts in the field. I believe that her encyclopedic knowledge of the world of credit cards is unmatched.”<br>—Adam Levin, Chairman and Cofounder, Credit.com<br><br>Credit card expert Beverly Harzog shares how she went from being a credit card disaster to a credit card diva.<br><br>When Beverly got out of college, she spent the next 10 years racking up debt on seven credit cards. Credit card limits, she believed, were merely “guidelines,” certainly not anything to be taken seriously...especially if she was in dire need of a new pair of shoes. The fact that she was a CPA at the time adds an ironic twist to the credit quagmire she slowly descended into.<br><br>In <i>Confessions of a Credit Junkie</i>, Beverly candidly details her own credit card mishaps and offers easy-to-follow advice, often with a touch of Southern humor, to help others avoid them. In this much-needed book, you’ll learn:<br><br><li>How to use the Credit Card Personality Quiz to choose the right credit cards<br><li>The seven ways to use a credit card to rebuild credit<br><li>How to get out of debt using a balance transfer credit card—and pay zero interest while doing it<br><li>Credit card strategies to save a bundle on groceries, gas, and more<br><br>Anyone in debt will benefit from the down-to-earth, practical tips Beverly offers.", "oyster_good_for_statement": ""}, "position": 12, "uuid": "2UGYxHD9ogvCgH9zDuDqXD", "annotation": ""},{"book": {"author": "Dorothy Salisbury Davis", "publication_date": "2014-02-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 192, "title": "A Gentle Murderer", "uuid": "dy2PZyYywLAvKkxWALg9TL", "awards": [], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480460485/1390199574.05.jpg", "average_rating": 0.0, "isbn": "9781480460485", "description": "<DIV><DIV><b>A frightening confession leads a priest to hunt down a murderer in Grand Master of crime fiction Dorothy Salisbury Davis&rsquo;s bestselling novel, which critic Anthony Boucher called &ldquo;one of the best detective stories of modern times&rdquo;</b></div><BR>On a hot Saturday night in Manhattan, Father Duffy sits in a confessional, growing alarmed as he listens to the voice of a distraught young man who speaks of bloody hair and a dead woman and a compulsion to do things with a hammer that he does not understand. Before the priest can persuade the man to confess to the police, the killer flees, still clutching the hammer.<DIV><BR>The next day, Father Duffy learns that a high-class call girl on the East Side has been savagely murdered, and no suspect has been found. As he searches for the disturbed young man who he fears will kill again, cerebral New York Police detective Sergeant Ben Goldsmith takes the lead in the investigation of the call-girl murder, racing against the clock to catch a very clever killer who, when enraged, cannot control his need to swing a hammer.</div><DIV></div></div>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "tteDzk6omLsJJztpQ35Ta5", "annotation": ""},{"book": {"author": "Natasha Rocca Devine", "publication_date": "2014-02-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Industry", "uuid": "UXzBous6Lfaj6pAHBpPBeE", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781910162941/1392185630.83.jpg", "average_rating": 0.0, "isbn": "9781910162941", "description": "Leaving her beloved family and friends behind in her hometown of Kerry, Alanna heads for London in search of success as a performer at one of the city's most prestigious colleges. As the beautiful young singer ingratiates herself in a world of affluent excess, partying and debauchery, she's quick to realise it's not all as glamorous as it once seemed. Rising through the ranks of London's elite, Alanna finds herself living a double life, stooping to new lows to pay rent and compromising her character in the process. Withholding a dark secret, no one knows her motivation save for the words found in digital journal entries to 'Sally', which reveal the truth behind her relentless tenacity. Now, as the opportunity of a lifetime in Los Angeles gives her the chance to break America, Alanna must decide what truly matters and just how far she'll go in her bid for stardom. The Industry is a gripping journey of survival and self-discovery with a modern young heroine, struggling to achieve her dream and stopping at nothing in the process. But will she weather the storm and prove her detractors wrong by making it in show-business, or will it be too late to fix the mess she's created along the way?", "oyster_good_for_statement": ""}, "position": 14, "uuid": "tZ7jTXXQKpyZ7vDF8JrHkB", "annotation": ""},{"book": {"author": "Janet Burroway", "publication_date": "2014-02-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 292, "title": "Raw Silk", "uuid": "aCrLFKiwL94U7SRS7mAvaW", "awards": [], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480463318/1392014507.13.jpg", "average_rating": 0.0, "isbn": "9781480463318", "description": "<DIV><DIV><b>A National Book Award finalist, Janet Burroway&rsquo;s critically acclaimed novel, which the<i>&#160;New Yorker&#160;</i>hailed as &ldquo;enormously enjoyable&rdquo; and&#160;<i>Newsweek</i>&#160;called &ldquo;a novel of rare and lustrous quality,&rdquo; is the story of a woman whose unraveling marriage sends her on a personal odyssey halfway around the world to Japan</b></div><BR>Virginia Marbalestier has come a long way from the California trailer park where she grew up. Now a designer at the textile firm where her husband is the number-two executive, as the mother of a young daughter and the mistress of an English Tudor manor, she has it all. But her husband, Oliver, is becoming increasingly elitist and controlling, resentful of her friendships, and rough in bed. The arrival of a new employee, a distressed young woman in whom Virginia finds the missing threads of her own identity, and the firm&rsquo;s possible merger with a Japanese competitor heighten the tensions between Virginia and Oliver, and impel Virginia to set off on a foreign adventure that will change her life forever.&#160;<BR></div>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "hrRohuybWdQkJT8HxV924A", "annotation": ""},{"book": {"author": "Terry Pratchett", "publication_date": "2013-11-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Carpet People", "uuid": "5EnPxCfNs24LCBT7hguZVj", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544284715/1382684564.82.jpg", "average_rating": 3.63, "isbn": "9780544284715", "description": "<I>In the beginning, there was nothing but endless flatness. Then came the Carpet . . . </I> <p>That&#8217;s the old story everyone knows and loves. But now the Carpet is home to many different tribes and peoples, and there&#8217;s a new story in the making. The story of Fray, sweeping a trail of destruction across the Carpet. The story of power-hungry mouls&#8212;and of two brothers who set out on an adventure to end all adventures when their village is flattened.</p> <p>It&#8217;s a story that will come to a terrible end&#8212;if someone doesn't do something about it. If <I>everyone</I> doesn&#8217;t do something about it . . .  <p>First published in 1971, this hilarious and wise novel marked the debut of the phenomenal Sir Terry Pratchett. Years later, Sir Terry revised the work, and this special collectable edition includes the updated text, his original color and black-and-white illustrations, and an exclusive story&#8212;a forerunner to <I>The Carpet People</I> created by the seventeen-year-old nascent writer who would become one of the world's most beloved storytellers.", "oyster_good_for_statement": ""}, "position": 16, "uuid": "PHiFnK6FZCwujiBVswfLXg", "annotation": ""},{"book": {"author": "Jen Sincero", "publication_date": "2013-04-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "You Are a Badass", "uuid": "Us9HaeQU9EC9oSPsgURuAE", "awards": [], "publisher": {"name": "Running Press", "uuid": "a5GdgELksZ9HP862ABnbHj"}, "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780762448319/1387371133.62.jpg", "average_rating": 4.41, "isbn": "9780762448319", "description": "<p></p><DIV>Bestselling author, speaker and world-traveling success coach, Jen Sincero, cuts through the din of the self-help genre with her own verbal meat cleaver in&#160;<i>You Are a Badass: How to Stop Doubting Your Greatness and Start Living an Awesome Life</i>.&#160;In this refreshingly blunt how-to guide, Sincero, serves up 27 bite-sized chapters full of hilariously inspiring stories, life-changing insights, easy exercises and the occasional swear word.&#160;<BR>&#160;<BR>Via chapters such as &quot;Your Brain is Your Bitch,&quot; &quot;Fear is for Suckers&quot; and &quot;My Subconscious Made Me Do It,&quot; Sincero takes you on a wild joy ride to your own transformation, helping you create the money, relationships, career and general all around awesomeness you so desire. And should you be one of those people who dreads getting busted with a self-help book in your hands, fear not. Sincero, a former skeptic herself, delivers the goods minus the New-Age cheese, giving even the snarkiest of poo-pooers exactly what they need to get out of their ruts and start kicking some ass.<BR><BR>By the end of&#160;<i>You Are a Badass</i>, you will understand why you are how you are, how to love what you can't change, how to change what you don't love, and how to start living the kind of life you used to be jealous of.</div>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "zPqLxWRyiUoY5bmPo2zNcZ", "annotation": ""},{"book": {"author": "William T. Vollmann", "publication_date": "2013-07-09", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "An Afghanistan Picture Show", "uuid": "BuVmLKhiBjQoqpmWugCy9", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191997/1377113597.24.jpg", "average_rating": 3.76, "isbn": "9781612191997", "description": "<p>Never before available in paperback and all but invisible for twenty years, a personal account of the origins of America's longest war.</p> <p>In 1982, the young William T. Vollmann worked odd jobs, including as a secretary at an insurance company, until he'd saved up enough money to go to Afghanistan, where he wanted to join the Mujahideen to fight the Soviets. The resulting book wasn't published until 1992, and Library Journal wrote: \"The wrong book written at the wrong time ... With the situation in Afghanistan rapidly heading toward resolution ... libraries may safely skip this.”</p> <p>Thirty years later—and with the United States still mired in the longest war of its history—it's time for a reassessment of Vollmann's heartfelt tale of idealism and its terrifying betrayals.</p> <p>An alloy of documentary and autobiographical elements characteristic of Vollmann's later nonfiction, An Afghanistan Picture Show is not a work of conventional reportage, but a self-lacerating picaresque, an account of a subtle and stubborn consciousness grappling with the limits of will and idealism imposed by violence and chaos.</p>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "zqYTMAA7VKyfxJtuXsgyTE", "annotation": ""},{"book": {"author": "Mary Kay Andrews", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Deep Dish", "uuid": "s2oa4Nh4UaZWmsiG5WJgv7", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743139/1378009194.79.jpg", "average_rating": 3.63, "isbn": "9780061743139", "description": "<p>After years of hard work, Gina Foxton, chef extraordinaire and former runner-up Miss Teen Vidalia Onion, is hosting her own show, <em>Fresh Start</em>, on Georgia public television. She's also dating the producer. But when Fresh Start goes bad&#8212;and her boyfriend is caught in flagrante delicto with the boss's wife&#8212;Gina decides it's time to pursue bigger dreams. Namely a gig on national television.</p><p>Gina knows she's destined to be the Cooking Channel's next superstar. But the execs also have their eyes on Tate Moody, Mr. \"Kill It and Grill It\" himself, host of the hunting, fishing, and cooking show <em>Vittles</em>. The ultimate man's man, Tate is a tasty side of beef with a large, swooning female fan base. Gina's loyal devotees consist of her free-spirited college-dropout sister and her mother . . . who calls <em>every single day</em>.</p><p>When the smoke clears there can be only one TV chef standing, and Gina and Tate are ready for the cook-off of their lives.</p>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "UsuujoATsUqBb4fGP4bMs3", "annotation": ""},{"book": {"author": "Flannery O'Connor", "publication_date": "1992-10-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 264, "title": "A Good Man Is Hard to Find and Other Stories", "uuid": "nnGifTjpFENqWXptfYNSL3", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543703/1376380997.7.jpg", "average_rating": 4.27, "isbn": "9780547543703", "description": "<DIV>The collection that established O&#8217;Connor&#8217;s reputation as one of the american masters of the short story. The volume contains the celebrated title story, a tale of the murderous fugitive The Misfit, as well as &#8220;The Displaced Person&#8221; and eight other stories.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "evjFWnfsvsBjwPsSiB7BnJ", "annotation": ""},{"book": {"author": "Scott Spencer", "publication_date": "2010-11-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 418, "title": "Endless Love", "uuid": "jkcxS5G9wvWj63vkXeQptF", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Endless%20Love/1373329374.42.jpg", "average_rating": 3.69, "isbn": "9781453205242", "description": "<DIV><p><DIV>Seventeen-year-old David Axelrod is consumed with his love for Jade Butterfield. So when Jade&rsquo;s father exiles him from their home, David does the only thing he thinks is rational: He burns down their house. Sentenced to a psychiatric institution, David&rsquo;s obsession metastasizes, and upon his release, he sets out to win the Butterfields back by any means necessary.</div><DIV>&#160;</div><DIV>Brilliantly written and intensely sexual, <i>Endless Love</i> is the deeply moving story of a first love so powerful that it becomes dangerous&mdash;not only for the young lovers, but for their families as well.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Scott Spencer, including rare photos from the author&rsquo;s personal collection.</div></p></DIV>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "XDAs5Yt3kzUdpcfUwKYnmT", "annotation": ""},{"book": {"author": "Antoine Wilson", "publication_date": "2012-09-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Panorama City", "uuid": "s7EjZXTcm3ds3o9xHCDquG", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547876115/1377663972.91.jpg", "average_rating": 3.76, "isbn": "9780547876115", "description": "<DIV>Oppen Porter thinks he&#8217;s dying. (He&#8217;s not.)<BR><BR>From his hospital bed, with tape recorder in hand, he unspools his tale for the benefit of his unborn son, the tale of his forty-day journey from innocence to experience, from self-described &#8220;slow absorber&#8221; to man of the world.<br><BR>This is his &#8220;astonishing,&#8221;* &#8220;laugh-aloud funny,&#8221;** &#8220;crisp,&#8221;*** &#8220;delightful,&#8221;**** &#8220;indelible&#8221;***** story.<br><I><BR>*Los Angeles Review of Books<BR>**Cleveland Plain Dealer<BR>***San Francisco Chronicle<BR>****Shelf Awareness<BR>*****Flavorwire</I><BR></DIV>", "oyster_good_for_statement": ""}, "position": 22, "uuid": "SfN2v493tuKHdRMA4QXzBW", "annotation": ""},{"book": {"author": "Umberto Eco", "publication_date": "2003-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Baudolino", "uuid": "KvLuGqtLyGPBssE3XwA9Pf", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547537214/1376380996.23.jpg", "average_rating": 3.63, "isbn": "9780547537214", "description": "<DIV>It is April 1204, and Constantinople, the splendid capital of the Byzantine Empire, is being sacked and burned by the knights of the Fourth Crusade. Amid the carnage and confusion, one Baudolino saves a historian and high court official from certain death at the hands of the crusading warriors and proceeds to tell his own fantastical story.<br><br>  Born a simple peasant in northern Italy, Baudolino has two major gifts-a talent for learning languages and a skill in telling lies. When still a boy he meets a foreign commander in the woods, charming him with his quick wit and lively mind. The commander-who proves to be Emperor Frederick Barbarossa-adopts Baudolino and sends him to the university in Paris, where he makes a number of fearless, adventurous friends.<br><br>  Spurred on by myths and their own reveries, this merry band sets out in search of Prester John, a legendary priest-king said to rule over a vast kingdom in the East-a phantasmagorical land of strange creatures with eyes on their shoulders and mouths on their stomachs, of eunuchs, unicorns, and lovely maidens.<br><br>  With dazzling digressions, outrageous tricks, extraordinary feeling, and vicarious reflections on our postmodern age, this is Eco the storyteller at his brilliant best.<br></div>", "oyster_good_for_statement": ""}, "position": 23, "uuid": "HyHQyrfe2VkENcXwn6CGnE", "annotation": ""},{"book": {"author": "Slavoj Zizek", "publication_date": "2009-10-05", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 158, "title": "First As Tragedy, Then As Farce", "uuid": "3d7bkUzHskc94tZH3UBCaX", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674893/1386003387.52.jpg", "average_rating": 3.82, "isbn": "9781844674893", "description": "<p>Billions of dollars have been hastily poured into the global banking system in a frantic attempt at financial stabilization. So why has it not been possible to bring the same forces to bear in addressing world poverty and environmental crisis?</p><p>In this take-no-prisoners analysis, Slavoj Žižek frames the moral failures of the modern world in terms of the epoch-making events of the first decade of this century. What he finds is the old one-two punch of history: the jab of tragedy, the right hook of farce. In the attacks of 9/11 and the global credit crunch, liberalism dies twice: as a political doctrine and as an economic theory.</p><p><em>First as Tragedy, Then as Farce</em> is a call for the Left to reinvent itself in the light of our desperate historical situation. The time for liberal, moralistic blackmail is over.</p>", "oyster_good_for_statement": ""}, "position": 24, "uuid": "Z3NymHPiRn4ZdGYhvusrtH", "annotation": ""},{"book": {"author": "Ben Fountain", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Brief Encounters with Che Guevara", "uuid": "ERbHTtJ5HXHq8XBqHmPjEQ", "awards": [{"name": "PEN/Hemingway Foundation Award Winner", "uuid": "qGW3ZRKGJVitTshiVFYiqN", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847622/1376527576.18.jpg", "average_rating": 3.97, "isbn": "9780061847622", "description": "<p>The well-intentioned protagonists of <em>Brief Encounters with Che Guevara</em> are caught -- to both disastrous and hilarious effect -- in the maelstrom of political and social upheaval surrounding them. In \"Near-Extinct Birds of the Central Cordillera,\" an ornithologist being held hostage in the Colombian rain forest finds that he respects his captors for their commitment to a cause, until he realizes that the Revolution looks a lot like big business. In \"The Good Ones Are Already Taken,\" the wife of a Special Forces officer battles a Haitian voodoo goddess with whom her husband is carrying on a not-entirely-spiritual relationship. And in \"The Lion's Mouth,\" a disillusioned aid worker makes a Faustian bargain to become a diamond smuggler for the greater good. With masterful pacing and a robust sense of the absurd, each story in <em>Brief Encounters with Che Guevara</em> is a self-contained adventure, steeped in the heady mix of tragedy and danger, excitement and hope, that characterizes countries in transition.</p><p>Through Fountain's rounded and novelistic prose, these intelligent and keenly observed stories are painted in provocative and vibrant detail across a global canvas. <em>Brief Encounters with Che Guevara</em> marks the arrival of a striking and resonant new voice that speaks adeptly to the intimate connection between the foreign, the familiar, and the inescapably human.</p>", "oyster_good_for_statement": ""}, "position": 25, "uuid": "bRngFfDwstwCGxbekCGwK", "annotation": ""},{"book": {"author": "Sarah Bruni", "publication_date": "2013-07-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Night Gwen Stacy Died", "uuid": "64RbsGoV9wwLBhM3XftWvm", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898391/1376382982.1.jpg", "average_rating": 3.4, "isbn": "9780547898391", "description": "<DIV>An offbeat love story about the adventures and mutual rescue of a young woman out of place in her hometown and a mysterious stranger who calls himself Peter Parker (and begins to cast her in the role of Spider-Man&#8217;s first sweetheart), <I>The Night Gwen Stacy Died</I> is about first loss, first love, and finding our real identities.<br><BR>\"A dreamy world where comic book characters and psychic visions are as real as teenage boredom and young love, Bruni's debut is a magical story, a white-knuckle thrill ride.\" &#8212;Diana Spechler, author of <I>Who by Fire </I><BR><BR>\"The perspective shifts, slippery identities, and lurking weirdness in this book recall the peak moments of Kurosawa, Hitchcock, and Lynch. But to describe it in cinematic terms would risk slighting that bighearted, sneakily exhilarating voice that can finally be only the work of a masterful writer.\" &#8212;Sean Howe, author of <I>Marvel Comics: The Untold Story</I><BR><BR>\"Bruni&#8217;s fiercely smart and delectably unpredictable first novel delivers again and again that most sought-after shiver up the spine, the chill that comes when you realize the world you thought you knew and understood is newer and stranger than you ever dared imagine. A genuine page-turner.\" &#8212;Kathryn Davis, author of <I>The Thin Place</I><BR><BR>\"Mixed into this novel&#8217;s blustery atmosphere are gusts of contemporary masters, like Joy Williams, Lorrie Moore, Kelly Link, and Michael Chabon. This gave me the sort of reading experience I always hope for but almost never find: a world that somehow both resembles the one in which I live and is also unlike any other I've ever seen or read.\" &#8212;Stefan Merrill Block, author of <I>The Story of Forgetting</I><BR><BR>\"A brave and bold new voice, Bruni takes us on an unexpected adventure of love and loss, of beginnings and ends, all the while showing us what it really means to be a hero.\" &#8212;Alison Espach, author of <I>The Adults </I></DIV>", "oyster_good_for_statement": ""}, "position": 26, "uuid": "iczJYJSwcPNkRuKtQ23niX", "annotation": ""},{"book": {"author": "Michael Sorkin", "publication_date": "2013-02-12", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "All Over the Map", "uuid": "o8qQMRWo6ArVgSnB5MtHY5", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680582/1386003150.91.jpg", "average_rating": 0.0, "isbn": "9781781680582", "description": "<p>Robert Hughes once described Michael Sorkin as &ldquo;unique in America&mdash;brave, principled, highly informed and fiercely funny.&rdquo; <em>All Over the Map</em> confirms all of these superlatives as Sorkin assaults &ldquo;the national security city, with its architecture of manufactured fear.&rdquo;</p>", "oyster_good_for_statement": ""}, "position": 27, "uuid": "Pozfvo2cRhcKf8nh3RuJoc", "annotation": ""},{"book": {"author": "Wesley Chu", "publication_date": "2013-04-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 0, "title": "The Lives of Tao", "uuid": "kEa3WdoCgvfkLHKGhRGW23", "awards": [], "publisher": {"name": "Osprey Publishing Ltd", "uuid": "CKve5rvBeXmrtiv2onthRU"}, "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857663306/1385165147.26.jpg", "average_rating": 3.91, "isbn": "9780857663306", "description": "<p>When out-of-shape IT technician Roen woke up and started hearing voices in his head, he naturally assumed he was losing it. He wasn’t. He now has a passenger in his brain – an ancient alien life-form called Tao, whose race crash-landed on Earth before the first fish crawled out of the oceans. Now split into two opposing factions – the peace-loving, but under-represented Prophus, and the savage, powerful Genjix – the aliens have been in a state of civil war for centuries. Both sides are searching for a way off-planet, and the Genjix will sacrifice the entire human race, if that’s what it takes.</p>", "oyster_good_for_statement": ""}, "position": 28, "uuid": "A5FZLUBxsQn6jh3ntekeWo", "annotation": ""},{"book": {"author": "Charles McLeod", "publication_date": "2012-10-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 248, "title": "National Treasures", "uuid": "A6DhAqnYQUVxgtPFN5Xhq9", "awards": [], "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402426/1385065827.25.jpg", "average_rating": 0.0, "isbn": "9781937402426", "description": "Charles McLeod's NATIONAL TREASURES is a mesmerizing study of America's margins. From back-country radicals to California rent boys to a man who puts his life up on eBay, this debut collection is a coast-to-coast assemblage of the American non-mainstream. A virtuoso storyteller, McLeod employs a dazzling range of styles in these unflinching portraits of contemporary life.", "oyster_good_for_statement": ""}, "position": 29, "uuid": "4JB79poJEMFewKSNz7Rm43", "annotation": ""},{"book": {"author": "Kenneth Bonert", "publication_date": "2013-10-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 576, "title": "The Lion Seeker", "uuid": "b7pHpLrPJZE39jXquMNjoh", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898414/1380351715.64.jpg", "average_rating": 4.09, "isbn": "9780547898414", "description": "<div><div>In the tradition of the great immigrant sagas, <I>The Lion Seeker</I> brings us Isaac Helger, son of Lithuanian Jewish immigrants, surviving the streets of Johannesburg in the shadow of World War II</DIV> <p><BR><I>Are you a stupid or a clever? </I><BR><BR>Such is the refrain in Isaac Helger&#8217;s mind as he makes his way from redheaded hooligan to searching adolescent to striving young man on the make. His mother&#8217;s question haunts every choice. <I>Are you a stupid or a clever?</I> Will you find a way to lift your family out of Johannesburg&#8217;s poor inner city, to buy a house in the suburbs, to bring your aunts and cousins from Lithuania?<br><BR>Isaac&#8217;s mother is a strong woman and a scarred woman; her maimed face taunts him with a past no one will discuss. As World War II approaches, then falls upon them, they hurtle toward a catastrophic reckoning. Isaac must make decisions that, at first, only seem to be life-or-death, then actually are.<BR><BR>Meanwhile, South Africa&#8217;s history, bound up with Europe&#8217;s but inflected with its own accents&#8212;Afrikaans, Zulu, Yiddish, English&#8212;begins to unravel. Isaac&#8217;s vibrant, working-class, Jewish neighborhood lies near the African slums; under cover of night, the slums are razed, the residents forced off to townships. Isaac&#8217;s fortune-seeking takes him to the privileged seclusion of the Johannesburg suburbs, where he will court forbidden love. It partners him with the unlucky, unsinkable Hugo Bleznick, selling miracle products to suspicious farmers. And it leads him into a feud with a grayshirt Afrikaaner who insidiously undermines him in the auto shop, where Isaac has found the only work that ever felt true. And then his mother&#8217;s secret, long carefully guarded, takes them to the diamond mines, where everything is covered in a thin, metallic dust, where lions wait among desert rocks, and where Isaac will begin to learn the bittersweet reality of success bought at truly any cost.<BR><BR>A thrilling ride through the life of one fumbling young hero, <I>The Lion Seeker</I> is a glorious reinvention of the classic family and coming-of-age sagas. We are caught &#8212; hearts open and wrecked &#8212; between the urgent ambitions of a mother who knows what it takes to survive and a son straining against the responsibilities of the old world, even as he is endowed with the freedoms of the new.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 30, "uuid": "mQfJRqRo6MXC9hiha34aUf", "annotation": ""},{"book": {"author": "Mahmoud Dowlatabadi", "publication_date": "2012-05-08", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 256, "title": "The Colonel", "uuid": "gdJvTyRWpwR87JVRFvbZBY", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191331/1377113858.71.jpg", "average_rating": 3.83, "isbn": "9781612191331", "description": "<p>Ten years in the writing, this fearless novel—so powerful it's banned in Iran—tells the stirring story of a tortured people forced to live under successive oppressive regimes.</p>\n<p>It begins on a pitch black, rainy night, when there's a knock on the Colonel's door. Two policemen have come to summon him to collect the tortured body of his youngest daughter. The Islamic Revolution is devouring its own children. Set over the course of a single night, the novel follows the Colonel as he pays a bribe to recover his daughter's body and then races to bury her before sunrise.</p>\n<p>As we watch him struggle with the death of his innocent child, we find him wracked with guilt and anger over the condition of his country, particularly as represented by his own children: a son who fell during the 1979 revolution; another driven to madness after being tortured during the Shah's regime; a third who went off to martyr himself fighting for the ayatollahs in their war against Iraq; one murdered daughter, and another who survives by being married to a cruel opportunist.</p>\n<p>An incredibly powerful novel about nation, history and family,The Colonel leaves no taboo unbroken.</p>", "oyster_good_for_statement": ""}, "position": 31, "uuid": "KkfDtB6mpw9BiE5BFfupZX", "annotation": ""},{"book": {"author": "Philip Norman", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 864, "title": "John Lennon: The Life", "uuid": "br2GoFZJctkLc7tWsdj4r9", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061980565/1376490006.79.jpg", "average_rating": 4.11, "isbn": "9780061980565", "description": "<p>For more than a quarter century, Philip Norman's internationally bestselling <em>Shout!</em> has been unchallenged as the definitive biography of the Beatles. Now, at last, Norman turns his formidable talent to the Beatle for whom belonging to the world's most beloved pop group was never enough. Drawing on previously untapped sources, and with unprecedented access to all the major characters, here is the comprehensive and most revealing portrait of John Lennon that is ever likely to be published.</p><p>This masterly biography takes a fresh and penetrating look at every aspect of Lennon's much-chronicled life, including the songs that have turned him, posthumously, into a near-secular saint. In three years of research, Norman has turned up an extraordinary amount of new information about even the best-known episodes of Lennon folklore&#8212;his upbringing by his strict Aunt Mimi; his allegedly wasted school and student days; the evolution of his peerless creative partnership with Paul McCartney; his Beatle-busting love affair with a Japanese performance artist; his forays into painting and literature; his experiments with Transcendental Meditation, primal scream therapy, and drugs. The book's numerous key informants and interviewees include Sir Paul McCartney, Sir George Martin, Sean Lennon&#8212;whose moving reminiscence reveals his father as never before&#8212;and Yoko Ono, who speaks with sometimes shocking candor about the inner workings of her marriage to John.</p><p>Honest and unflinching, as John himself would wish, Norman gives us the whole man in all his endless contradictions&#8212;tough and cynical, hilariously funny but also naive, vulnerable and insecure&#8212;and reveals how the mother who gave him away as a toddler haunted his mind and his music for the rest of his days. </p>", "oyster_good_for_statement": ""}, "position": 32, "uuid": "TggPBLABrv7ygQeC4j7Pzb", "annotation": ""},{"book": {"author": "Dave Eggers", "publication_date": "2013-10-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "The Best American Nonrequired Reading 2013", "uuid": "3GZPfafHULuiJBqVTTNdAP", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544108868/1379662252.27.jpg", "average_rating": 4.0, "isbn": "9780544108868", "description": "Dave Eggers and his students at the 826 Valencia and 826 Michigan writing labs&#160;compile fiction, nonfiction, poetry, and comics, as well as&#160;category-defying gems that have become one of the hallmarks of this lively collection.", "oyster_good_for_statement": ""}, "position": 33, "uuid": "M4MLFawHxbvcQi4pHtmK6F", "annotation": ""},{"book": {"author": "John Steele Gordon", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 496, "title": "An Empire of Wealth", "uuid": "4PAvZW7zrmCscZSsrRfmLG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847646/1376527576.13.jpg", "average_rating": 4.01, "isbn": "9780061847646", "description": "<p>Throughout time, from ancient Rome to modern Britain, the great empires built and maintained their domination through force of arms and political power. But not the United States. America has dominated the world in a new, peaceful, and pervasive way -- through the continued creation of staggering wealth. In this authoritative, engrossing history, John Steele Gordon captures as never before the true source of our nation's global influence: wealth and the capacity to create more of it.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "oyster_good_for_statement": ""}, "position": 34, "uuid": "vPTyNqteEDU45DvXGiTYAk", "annotation": ""},{"book": {"author": "P. L. Travers", "publication_date": "1997-09-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Mary Poppins", "uuid": "3Vgsmdmpekei9rZAVm3adb", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541969/1377663823.86.jpg", "average_rating": 4.08, "isbn": "9780547541969", "description": "<P>By P.L. Travers, the author featured in the upcoming movie <I>Saving Mr. Banks</I>.</P> <p>From the moment Mary Poppins arrives at Number Seventeen Cherry-Tree Lane, everyday life at the Banks house is forever changed.<br>&#160;&#160;&#160;It all starts when Mary Poppins is blown by the east wind onto the doorstep of the Banks house. She becomes a <I>most</I> unusual nanny to Jane, Michael, and the twins. Who else but Mary Poppins can slide<I> up</I> banisters, pull an entire armchair out of an empty carpetbag, and make a dose of medicine taste like delicious lime-juice cordial? A day with Mary Poppins is a day of magic and make-believe come to life!", "oyster_good_for_statement": ""}, "position": 35, "uuid": "xmDNLNRM6MQt6CAr2wmFVk", "annotation": ""},{"book": {"author": "Roger Smith", "publication_date": "2012-08-02", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 204, "title": "Tycoonery", "uuid": "9CdLQZpA5yPK7BV7uMB2nn", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679379/1386004007.0.jpg", "average_rating": 0.0, "isbn": "9781844679379", "description": "<p>No one was more surprised than cynical former academic George Timmins when his old friend and property magnate David Adler contacted him out of the blue. Adler had news: not only did he have plans to pull down the centre of their childhood town, Trowbridge Spa, to make way for a new, modern shopping mall; he had also met someone.</p><p>Maureen was the first woman he had fallen for and just happened to be the wife of successful Trowbridge grocer Ted Hardin, the one man standing in the way of Adler&rsquo;s dreams. The businessman can&rsquo;t get her out of his mind, and Timmins, soon unable to stand on the sidelines, is forced to step between two dangerous rivals.</p><p>As big business faces the determination of a local tradesman, Adler&rsquo;s seemingly limitless greed threatens to destroy all around him. <em>Tycoonery</em> tells a gripping tale of speculation and reckless power in the 1970s that still resonates today.</p>", "oyster_good_for_statement": ""}, "position": 36, "uuid": "vi8cFDhhYXGWGNvVGtDDSF", "annotation": ""},{"book": {"author": "Filip Noterdaeme", "publication_date": "2013-03-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 268, "title": "The Autobiography of Daniel J. Isengart", "uuid": "mog59y43D45kiqDYLiKQBX", "awards": [], "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402518/1385065836.79.jpg", "average_rating": 4.39, "isbn": "9781937402518", "description": "Using Gertrude Stein's The Autobiography of Alice B. Toklas as a template, Filip Noterdaeme's The Autobiography of Daniel J. Isengart tells the story of two eccentric expats who find love in New York City and carve out a delirious, dadaesque life on the margins of the contemporary art world.", "oyster_good_for_statement": ""}, "position": 37, "uuid": "ia8HseDUFSLTVWU74X9Fcf", "annotation": ""},{"book": {"author": "Ian Flitcroft", "publication_date": "2013-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Reluctant Cannibals", "uuid": "fQGEcxASALpNxAU39xNM9V", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593602/1378347389.34.jpg", "average_rating": 3.52, "isbn": "9781909593602", "description": "When a group of food-obsessed academics at Oxford University form a secret dining society, they happily devote themselves to investigating exotic and forgotten culinary treasures. Until a dish is suggested that takes them all by surprise.\n \nProfessor Arthur Plantagenet has been told he has a serious heart problem and decides that his death should not be in vain. He sets out his bizarre plan in a will, that on his death, tests the loyalty of his closest friends, the remaining members of this exclusive dining society.\n \nA dead Japanese diplomat, police arrests and charges of grave robbing. These are just some of the challenges these culinary explorers must overcome in tackling gastronomy’s ultimate taboo: cannibalism.", "oyster_good_for_statement": ""}, "position": 38, "uuid": "JukBJkcZX5zPWAptnYJowG", "annotation": ""},{"book": {"author": "Jacqueline Sheehan", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Lost & Found", "uuid": "BadbxMsSC8DEHz4X6RfexX", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748684/1376451909.04.jpg", "average_rating": 3.7, "isbn": "9780061748684", "description": "<p>A poignant and unforgettable tale of love, loss, and moving on . . . with the help of one not-so-little dog</p><p>Rocky's husband Bob was just forty-two when she discovered him lying cold and lifeless on the bathroom floor . . . and Rocky's world changed forever. Quitting her job, chopping off all her hair, she leaves Massachusetts&#8212;reinventing her past and taking a job as Animal Control Warden on Peak's Island, a tiny speck off the coast of Maine and a million miles away from everything she's lost. She leaves her career as a psychologist behind, only to find friendship with a woman whose brain misfires in the most wonderful way and a young girl who is trying to disappear. Rocky, a quirky and fallible character, discovers the healing process to be agonizingly slow.</p><p>But then she meets Lloyd.</p><p>A large black Labrador retriever, Lloyd enters Rocky's world with a primitive arrow sticking out of his shoulder. And so begins a remarkable friendship between a wounded woman and a wounded, lovable beast. As the unraveling mystery of Lloyd's accident and missing owner leads Rocky to an archery instructor who draws her in even as she finds every reason to mistrust him, she discovers the life-altering revelation that grief can be transformed . . . and joy <em>does</em> exist in unexpected places.</p>", "oyster_good_for_statement": ""}, "position": 39, "uuid": "pH4qgbAf2Z4erVPFK9r264", "annotation": ""},{"book": {"author": "Elizabeth Strout", "publication_date": "2013-10-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Best American Short Stories 2013", "uuid": "qdiMWBtGYV8mBsFtCj7TGE", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898360/1379662251.49.jpg", "average_rating": 4.24, "isbn": "9780547898360", "description": "<DIV>&#8220;As our vision becomes more global, our storytelling is stretching in many ways. Stories increasingly change point of view, switch location, and sometimes pack as much material as a short novel might,&#8221; writes guest editor Elizabeth Strout. &#8220;It&#8217;s the variety of voices that most indicates the increasing confluence of cultures involved in making us who we are.&#8221; <I>The Best American Short Stories 2013</I> presents an impressive diversity of writers who dexterously lead us into their corners of the world.<BR><BR>In &#8220;Miss Lora,&#8221; Junot D&#237;az masterfully puts us in the mind of a teenage boy who throws aside his better sense and pursues an intimate affair with a high school teacher. Sheila Kohler tackles innocence and abuse as a child wanders away from her mother, in thrall to a stranger she believes is the &#8220;Magic Man.&#8221; Kirstin Valdez Quade&#8217;s &#8220;Nemecia&#8221; depicts the after-effects of a secret, violent family trauma. Joan Wickersham&#8217;s &#8220;The Tunnel&#8221; is a tragic love story about a mother&#8217;s declining health and her daughter&#8217;s helplessness as she struggles to balance her responsibility to her mother and her own desires. New author Callan Wink&#8217;s &#8220;Breatharians&#8221; unsettles the reader as a farm boy shoulders a grim chore in the wake of his parents&#8217; estrangement.<BR>&#8220;Elizabeth Strout was a wonderful reader, an author who knows well that the sound of one&#8217;s writing is just as important as and indivisible from the content,&#8221; writes series editor Heidi Pitlor. &#8220;Here are twenty compellingly told, powerfully felt stories about urgent matters with profound consequences.&#8221;<BR><BR><BR></DIV>", "oyster_good_for_statement": ""}, "position": 40, "uuid": "SUqGXdBg9Pez2mRFaArxCb", "annotation": ""},{"book": {"author": "Jason Wilson", "publication_date": "2013-10-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Best American Travel Writing 2013", "uuid": "eYF8o5dHaztXzK7vHQV9pU", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547810096/1379662251.15.jpg", "average_rating": 3.59, "isbn": "9780547810096", "description": "Number-one <I>New York Times</I> best-selling author of <I>Eat, Pray, Love </I>and <I>Committed:&#160;A Love Story</I>, Elizabeth Gilbert transports readers to far-flung locales with this collection of the year&#8217;s lushest and most inspiring travel writing.", "oyster_good_for_statement": ""}, "position": 41, "uuid": "JEZM9JNmZavaZzuj4Qu7xJ", "annotation": ""},{"book": {"author": "Carson McCullers", "publication_date": "2010-08-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Heart Is a Lonely Hunter", "uuid": "GA3K83mHgcSkqa7Ew6yMzh", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg", "average_rating": 3.92, "isbn": "9780547346656", "description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "oyster_good_for_statement": ""}, "position": 42, "uuid": "sLJUQPNtEaUN7ubYFpUn3Z", "annotation": ""},{"book": {"author": "Nate Blakeslee", "publication_date": "2006-09-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Tulia", "uuid": "YLArd9ux4wqmZ45GTNgMyd", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786735464/1387370966.97.jpg", "average_rating": 4.56, "isbn": "9780786735464", "description": "<DIV>In the summer of 1999, in the tiny west Texas town of Tulia, thirty-nine people, almost all of them black, were arrested and charged with dealing powdered cocaine. The operation, a federally-funded investigation performed in cooperation with the local authorities, was based on the work of one notoriously unreliable undercover officer. At trial, the prosecution relied almost solely on the uncorroborated, and contradictory, testimony of that officer, Tom Coleman. Despite the flimsiness of the evidence against them, virtually all of the defendants were convicted and given sentences as high as ninety-nine years. Tom Coleman was named a Texas Lawman of the Year for his work.  <p><B>Tulia</B> is the story of this town, the bust, the trials, and the heroic legal battle that ultimately led to the reversal of the convictions in the summer of 2003. Laws have been changed in Texas as a result of the scandal, and the defendants have earned a measure of bittersweet redemption. But the story is much bigger than the tale of just one bust. As <B>Tulia</B> makes clear, these events are the latest chapter in a story with themes as old as the country itself. It is a gripping, marvelously well-told tale about injustice, race, poverty, hysteria, and desperation in rural America.</P></DIV>", "oyster_good_for_statement": ""}, "position": 43, "uuid": "K3E38bMJSXjbVhbhafaduS", "annotation": ""},{"book": {"author": "George Orwell", "publication_date": "1983-10-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 648, "title": "1984", "uuid": "qjof9MF4gHM9NN347A6eLh", "awards": [{"name": "Prometheus Hall of Fame Award Winner", "uuid": "jmFk949h4YiMJNCuWJwrfX", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547249643/1376379657.61.jpg", "average_rating": 4.07, "isbn": "9780547249643", "description": "<P>In 1984, London is a grim city where Big Brother is always watching you and the Thought Police can practically read your mind. Winston is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be.", "oyster_good_for_statement": ""}, "position": 44, "uuid": "x8iMUD5tkPkKg3ivJqSzXg", "annotation": ""},{"book": {"author": "David L. Lewis", "publication_date": "2013-02-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 504, "title": "King", "uuid": "bMdStkz5CgG5Km4Nb6mGwD", "awards": [], "publisher": {"name": "University of Illinois Press", "uuid": "kEZyg4HDgiScw6jmfVU3ee"}, "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252094781/1377658057.27.jpg", "average_rating": 0.0, "isbn": "9780252094781", "description": "Acclaimed by leading historians and critics when it appeared shortly after the death of Dr. Martin Luther King Jr., this foundational biography wends through the corridors in which King held court, posing the right questions and providing a keen measure of the man whose career and mission enthrall scholars and general readers to this day. Updated with a new preface and more than a dozen photographs of King and his contemporaries, this edition presents the unforgettable story of King's life and death for a new generation.", "oyster_good_for_statement": ""}, "position": 45, "uuid": "X83dw5pPKFdmxwKthHuCsg", "annotation": ""},{"book": {"author": "Denis Avey", "publication_date": "2012-09-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 312, "title": "The Man Who Broke Into Auschwitz", "uuid": "JemuCQoMomKKLMJ5eood5j", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822117/1387371124.04.jpg", "average_rating": 4.28, "isbn": "9780306822117", "description": "<DIV><i>The Man Who Broke into Auschwitz</i> is the extraordinary true story of a British soldier who marched willingly into the concentration camp, Buna-Monowitz, known as Auschwitz III.</div><div>&#160;</div><div>In the summer of 1944, Denis Avey was being held in a British POW labour camp, E715, near Auschwitz III. He had heard of the brutality meted out to the prisoners there and he was determined to witness what he could.</div><div>&#160;</div><div>He hatched a plan to swap places with a Jewish inmate and smuggled himself into his sector of the camp. He spent the night there on two occasions and experienced at first-hand the cruelty of a place where slave workers, had been sentenced to death through labor.</div><div>&#160;</div><div>Astonishingly, he survived to witness the aftermath of the Death March where thousands of prisoners were murdered by the Nazis as the Soviet Army advanced. After his own long trek right across central Europe he was repatriated to Britain.</div><div>&#160;</div><div>For decades he couldn't bring himself to revisit the past that haunted his dreams, but now Denis Avey feels able to tell the full story&mdash;a tale as gripping as it is moving&mdash;which offers us a unique insight into the mind of an ordinary man whose moral and physical courage are almost beyond belief.</div>", "oyster_good_for_statement": ""}, "position": 46, "uuid": "ge6RktJ8PpZLBCyaY4gAzT", "annotation": ""},{"book": {"author": "David Olsen", "publication_date": "2011-10-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "Roget's Thesaurus of Words for Intellectuals", "uuid": "HsgdC9Y7DmKeK3Lvvkt3Ud", "awards": [], "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Roget%27s%20Thesaurus%20of%20Words%20for%20Intellectuals/1373354191.86.jpg", "average_rating": 4.65, "isbn": "9781440529764", "description": "<p>Have you struggled for just the right phrase when grappling with a class assignment? Crafting an office memo, do you want greater clarity and concision? Pounding away at a last-minute blog entry, haven't you ever thought, <i>There has to be a better word for this</i>? Now there is.</p> <p>Under the time-tested and respected banner of Roget's Thesaurus, here is an array of words and their definitions organized by meaning. With this volume at your side, you need never be stalled or stymied for an appropriate expression, whether speaking of the higher reaches of philosophy or holding forth on art, music, or poetry--or other highbrow pastimes.</p> <p>The more you expand your vocabulary, the richer and clearer your writing and conversation will become. And the better you'll be able to say exactly what you mean, joining intellectual discussions with confidence that you've found just the right words.</p>", "oyster_good_for_statement": ""}, "position": 47, "uuid": "kmmpUajrvQv2oqwvdgqya3", "annotation": ""},{"book": {"author": "Alfred Lansing", "publication_date": "2008-03-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 300, "title": "Endurance", "uuid": "GdmRES7mJksMke32BahRLB", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780306817731/1387370967.64.jpg", "average_rating": 4.78, "isbn": "9780306817731", "description": "<DIV>The astonishing saga of polar explorer Ernest Shackleton's survival for over a year on the ice-bound Antarctic seas, as Time magazine put it, \"defined heroism.\" Alfred Lansing's scrupulously researched and brilliantly narrated book -- with over 200,000 copies sold -- has long been acknowledged as the definitive account of the Endurance's fateful trip. To write their authoritative story, Lansing consulted with ten of the surviving members and gained access to diaries and personal accounts by eight others. The resulting book has all the immediacy of a first-hand account, expanded with maps and illustrations especially for this edition.</Div>", "oyster_good_for_statement": ""}, "position": 48, "uuid": "A5Egab7UWeLYHXkcZt7XyU", "annotation": ""},{"book": {"author": "Kurt Vonnegut", "publication_date": "2012-09-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "We Are What We Pretend To Be", "uuid": "xND43MneFztFhmD2gHZku6", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157449/1387371125.37.jpg", "average_rating": 3.58, "isbn": "9781593157449", "description": "<DIV>Called &ldquo;our finest black-humorist&rdquo; by <I>The Atlantic Monthly</I>,  Kurt Vonnegut was one of the most influential writers of the 20th  century. Now his first and last works come together for the first time  in print, in a collection aptly titled after his famous phrase, <I>We Are What We Pretend To Be</I>.<BR><br> Written to be sold under the pseudonym of &ldquo;Mark Harvey,&rdquo; <I>Basic Training</I>  was never published in Vonnegut&rsquo;s lifetime. It appears to have been  written in the late 1940s and is therefore Vonnegut&rsquo;s first ever  novella. It is a bitter, profoundly disenchanted story that satirizes  the military, authoritarianism, gender relationships, parenthood and  most of the assumed mid-century myths of the family. Haley Brandon, the  adolescent protagonist, comes to the farm of his relative, the old crazy  who insists upon being called The General, to learn to be a  straight-shooting American. Haley&rsquo;s only means of survival will lead him  to unflagging defiance of the General&rsquo;s deranged (but oh so American,  oh so military) values. This story and its thirtyish author were no  friends of the milieu to which the slick magazines&rsquo; advertisers were  pitching their products.<BR><br> When Vonnegut passed away in 2007, he left his last novel unfinished. Entitled <I>If God Were Alive Today</I>,  this last work is a brutal satire on societal ignorance and carefree  denial of the world&rsquo;s major problems. Protagonist Gil Berman is a  middle-aged college lecturer and self-declared stand-up comedian who  enjoys cracking jokes in front of a college audience while societal  dependence on fossil fuels has led to the apocalypse. Described by  Vonnegut as, &ldquo;the stand-up comedian on Doomsday,&rdquo; Gil is a character  formed from Vonnegut&rsquo;s own rich experiences living in a reality Vonnegut  himself considered inevitable.<BR> <p class=\"MsoNormal\">Along with the two works of fiction, Vonnegut&rsquo;s daughter, Nanette shares reminiscences about her father and commentary on these two works&mdash;both exclusive to this edition.</p> In this fiction collection, published in print for the  first time, exist Vonnegut&rsquo;s grand themes: trust no one, trust nothing;  and the only constants are absurdity and resignation, which themselves  cannot protect us from the void but might divert.</div>", "oyster_good_for_statement": ""}, "position": 49, "uuid": "2Wc3pPHDZ4GdhhaAXMSMki", "annotation": ""},{"book": {"author": "Linda Huber", "publication_date": "2013-08-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Paradise Trees", "uuid": "YcE6nqVSAA5D95V5iLjjpb", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593589/1384589113.1.jpg", "average_rating": 0.0, "isbn": "9781909593589", "description": "He had found exactly the right spot in the woods. A little clearing, green and dim, encircled by tall trees. A magical, mystery place. He would bring his lovely Helen here… This time it was going to be perfect.\n\nWhen Alicia Bryson returns to her estranged father’s home in a tiny Yorkshire village, she feels burdened by his illness. Her hometown brings back memories of a miserable and violent childhood, and Alicia worries that her young daughter Jenny’s summer will be filled with a similar sense of unhappiness.\n\nThe town is exactly as she remembered it, the people, the buildings, even the woods. But Alicia’s arrival has not gone unnoticed.\n\nThere is someone watching her every move. Someone who has a plan of his own. Someone who will not stop until the people he loves most can rest together, in paradise.", "oyster_good_for_statement": ""}, "position": 50, "uuid": "AYKW3jZpw3vCDeAwJonbfd", "annotation": ""},{"book": {"author": "Temple Grandin", "publication_date": "2010-01-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Animals Make Us Human", "uuid": "Vo6v5uwna9BQpjwK5v7rWL", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393957/1376379965.08.jpg", "average_rating": 3.96, "isbn": "9780547393957", "description": "<DIV><DIV><DIV><DIV>How can we give animals the best life-- for them? What does an animal need to be happy?</DIV><DIV>&#160;</DIV><DIV>In her groundbreaking, best-selling book <I>Animals in Translation, </I>Temple Grandin drew on her own experience with autism as well as her experience as an animal scientist to deliver extraordinary insights into how animals think, act, and feel. Now she builds on those insights to show us how to give our animals the best and happiest life-- on their terms, not ours.</DIV><DIV>&#160;</DIV><DIV>Knowing what causes animals physical pain is usually easy, but pinpointing emotional distress is much harder. Drawing on the latest research and her own work, Grandin identifies the core emotional needs of animals and then explains how to fulfill the specific needs of dogs and cats, horses, farm animals, zoo animals, and even wildlife. Whether it&#8217;s how to make the healthiest environment for the dog you must leave alone most of the day, how to keep pigs from being bored, or how to know if the lion pacing in the zoo is miserable or just exercising, Grandin teaches us to challenge our assumptions about animal contentment and honor our bond with our fellow creatures.</DIV><DIV><BR>Animals Make Us Human is the culmination of almost thirty years of research, experimentation, and experience. This is essential reading for anyone who&#8217;s ever owned, cared for, or simply cared about an animal.</DIV></DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 51, "uuid": "hvSxwUUd6RUCtaxRkgYbtc", "annotation": ""},{"book": {"author": "Jean Christophe Valtat", "publication_date": "2010-08-31", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 416, "title": "Aurorarama", "uuid": "ryBdUANwqwbQYB8Lzypwx", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554882/1377113678.29.jpg", "average_rating": 3.29, "isbn": "9781935554882", "description": "<p>1908. New Venice — \"the pearl of the Arctic” — a place of ice palaces and pneumatic tubes, of beautifully ornate carriage-sleds and elegant victorian garb, of long nights and vistas of ice.</p>\n<p>But as the city prepares for spring, it feels more like qaartsiluni — \"the time when something is about to explode in the dark.” Local \"poletics” are wracked by tensions with the Eskimos circling the city, with suffragette riots led by an underground music star, with drug round-ups by the secret police force known as the Gentlemen of the Night. An ominous black airship hovers over the city, and the Gentlemen are hunting for the author of a radical pamphlet calling for revolt.</p>\n<p>Their lead suspect is Brentford Orsini, one of the city's most prominent figures. But as the Gentlemen of the Night tighten the net around him, Orsini receives a mysterious message from a long-lost love that compels him to act.</p>\n<p>What transpires is a literary adventure novel unlike anything you've ever read before. Brilliant in its conception, masterful in its prose, thrilling in its plot twists, and laced with humor, suspense, and intelligence, it marks the beginning of a great new series of books set in New Venice-and the launch of an astonishing new writer.</p>", "oyster_good_for_statement": ""}, "position": 52, "uuid": "wzTRJHn5jQYoVaoqgo5QHQ", "annotation": ""},{"book": {"author": "Gail Steketee", "publication_date": "2010-04-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Stuff", "uuid": "KJaH4eTSmBnFRx2Dw5doBB", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487250/1380870173.65.jpg", "average_rating": 3.85, "isbn": "9780547487250", "description": "<P><B>A thoughtfully researched and fascinating appraisal of what happens when our stuff starts to own us</B></P> <p>What possesses someone to save every scrap of paper that&#8217;s ever come into his home? What compulsions drive a person to sacrifice her marriage or career for an accumulation of seemingly useless things? Randy Frost and Gail Steketee were the first to study hoarding when they began their work a decade ago. They didn't expect that they would end up treating hundreds of patients and fielding thousands of calls from the families of hoarders. Their vivid case studies (reminiscent of Oliver Sacks) in <I>Stuff</I> show how you can identify a hoarder&#8212;piles on sofas and beds that make the furniture useless, houses that can be navigated only by following small paths called goat trails, vast piles of paper that the hoarders &#8220;churn&#8221; but never discard, even collections of animals and garbage&#8212;and illuminate the pull that possessions exert over all of us. Whether we&#8217;re savers, collectors, or compulsive cleaners, very few of us are in fact free of the impulses that drive hoarders to extremes.", "oyster_good_for_statement": ""}, "position": 53, "uuid": "AsXZrmCJ9TbF3AWuTzANji", "annotation": ""},{"book": {"author": "Preeta Samarasan", "publication_date": "2009-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Evening Is the Whole Day", "uuid": "r23Pp5GWRoTNUSh4bDGxym", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526126/1376380123.91.jpg", "average_rating": 3.69, "isbn": "9780547526126", "description": "<DIV>When the Rajasekharan family&#8217;s rubber-plantation servant girl is dismissed for unnamed crimes, it is only the latest in a series of precipitous losses that have shaken six-year-old Aasha&#8217;s life. In the space of several weeks her grandmother passed away under mysterious circumstances, and Uma, her older sister, left for Columbia University, forever. Aasha is left stranded in a family, and a country, slowly going to pieces.<br><br>Circling through years of family history to arrive at the moment of Uma&#8217;s departure, Evening is the Whole Day illuminates in heartbreaking detail one Indian immigrant family&#8217;s layers of secrets and lies, while exposing the complex underbelly of Malaysia itself. Sweeping in scope, exuberantly lyrical and masterfully constructed, Preeta Samarasan's debut is a mesmerizing and vital achievement, perfect as a reading group selection, and sure to earn her a place alongside Arundhati Roy and Zadie Smith.</div>", "oyster_good_for_statement": ""}, "position": 54, "uuid": "xmecZWaDc3HVkuo6BN5rZP", "annotation": ""},{"book": {"author": "Jess Walter", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Zero", "uuid": "CuMeT2ABwuQFZdDyTy8qxF", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061758041/1376506269.04.jpg", "average_rating": 3.58, "isbn": "9780061758041", "description": "<p><em>The Zero</em> is a groundbreaking novel, a darkly comic snapshot of our times that is already being compared to the works of Franz Kafka and Joseph Heller.</p><p>From its opening pages&#8212;when hero cop Brian Remy wakes up to find he's shot himself in the head&#8212;novelist Jess Walter takes us on a harrowing tour of a city and a country shuddering through the aftershocks of a devastating terrorist attack. As the smoke slowly clears, Remy finds that his memory is skipping, lurching between moments of lucidity and days when he doesn't seem to be living his own life at all. The landscape around him is at once fractured and oddly familiar: a world dominated by a Machiavellian mayor known as \"The Boss,\" and peopled by gawking celebrities, anguished policemen peddling First Responder cereal, and pink real estate divas hyping the spoils of tragedy. Remy himself has a new girlfriend he doesn't know, a son who pretends he's dead, and an unsettling new job chasing a trail of paper scraps for a shadowy intelligence agency known as the Department of Documentation. Whether that trail will lead Remy to an elusive terror cell&#8212;or send him circling back to himself&#8212;is only one of the questions posed by this provocative yet deeply human novel.</p><p>From a novelist of astounding talent, <em>The Zero</em> is an extraordinary story of how our trials become our transgressions, of how we forgive ourselves and whether or not we should.</p>", "oyster_good_for_statement": ""}, "position": 55, "uuid": "nMTc6KxcEBanGiY9dqNHND", "annotation": ""},{"book": {"author": "Richard Wrangham", "publication_date": "2009-05-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Catching Fire", "uuid": "LhnCRvT2q4LpvMMNAXMVuR", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg", "average_rating": 4.19, "isbn": "9780786744787", "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "oyster_good_for_statement": ""}, "position": 56, "uuid": "xQeTECbxQU7ytEjLyoGioF", "annotation": ""},{"book": {"author": "Joe Palca", "publication_date": "2011-03-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Annoying", "uuid": "RrTZPCnmGDBZJ3LpVCpDdg", "awards": [], "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118028117/1379061822.81.jpg", "average_rating": 3.17, "isbn": "9781118028117", "description": "<b>Two crackerjack science journalists from NPR look at why some things (and some people!) drive us crazy</b><p>It happens everywhere?offices, schools, even your own backyard. Plus, seemingly anything can trigger it?cell phones, sirens, bad music, constant distractions, your boss, or even your spouse. We all know certain things get under our skin. Can science explain why? Palca and Lichtman take you on a scientific quest through psychology, evolutionary biology, anthropology, and other disciplines to uncover the truth about being annoyed. What is the recipe for annoyance? For starters, it should be temporary, unpleasant, and unpredictable, like a boring meeting or mosquito bites <ul><li>Gives fascinating, surprising explanations for why people react the way they do to everything from chili peppers to fingernails on a blackboard<li>Explains why irrational behavior (like tearing your hair out in traffic) is connected to worthwhile behavior (like staying on task) <li>Includes tips for identifying your own irritating habits!</ul><p>How often can you say you're happily reading a really Annoying book? The insights are fascinating, the exploration is fun, and the knowledge you gain, if you act like you know everything, can be really annoying.", "oyster_good_for_statement": ""}, "position": 57, "uuid": "XYwCU6MfVKMEJJKjEJ3BHm", "annotation": ""},{"book": {"author": "Justin Torres", "publication_date": "2011-08-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 144, "title": "We the Animals", "uuid": "AMYgXETFujVsYN4M9gTAXU", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577005/1376381273.01.jpg", "average_rating": 3.6, "isbn": "9780547577005", "description": "<DIV>In this groundbreaking debut, Justin Torres  plunges us into the chaotic heart of one family, the intense bonds of  three brothers, and the mythic effects of this fierce love on the people  we must become.<BR><br> &quot;<I>We the Animals</I> is a dark jewel of a book. It&rsquo;s heartbreaking. It&rsquo;s beautiful. It resembles no other book I&rsquo;ve read.&rdquo;&mdash;Michael Cunningham<BR><br> &quot;A miracle in concentrated pages, you are going to read it again and again.&quot; &mdash;Dorothy Allison<BR><br> &quot;Rumbles with lyric dynamite . . . Torres is a savage new talent.&quot; &mdash;Benjamin Percy, <I>Esquire</I><BR><br> &quot;A fiery ode to boyhood . . . A welterweight champ of a book.&quot; &mdash;NPR, <I>Weekend Edition</I><BR><br> &quot;A tremendously gifted writer whose highly personal voice should excite  us in much the same way that Raymond Carver&rsquo;s or Jeffrey Eugenides&rsquo;s  voice did when we first heard it.&quot; &mdash;<I>Washington Post</I><br><br> &quot;A novel so honest, poetic, and tough that it makes you reexamine what it means to love and to hurt.&quot; &mdash;<I>O, The Oprah Magazine</I><BR><br> &quot;The communal howl of three young brothers sustains this sprint of a novel . . . A kind of incantation.&quot; &mdash;<I>The New Yorker</I><BR></div>", "oyster_good_for_statement": ""}, "position": 58, "uuid": "s7AiCJGbJxzKpaSPVYQ5sc", "annotation": ""},{"book": {"author": "William Hertling", "publication_date": "2011-11-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 0, "title": "Avogadro Corp: The Singularity is Closer than It Appears", "uuid": "aRjseCCMqiefnTZ7UFwygX", "awards": [], "publisher": {"name": "William Hertling", "uuid": "PiqZKZwC56A5aF9mpFyYJB"}, "cover_img": "https://cflare.oysterbooks.com/covers/William%20Hertling/9780984755721/1382998413.99.jpg", "average_rating": 3.85, "isbn": "9780984755721", "description": "<p>David Ryan is the designer of ELOPe, an email language optimization program, that if successful, will make his career. But when the project is suddenly in danger of being canceled, David embeds a hidden directive in the software accidentally creating a runaway artificial intelligence.</p><p>David and his team are initially thrilled when the project is allocated extra servers and programmers. But excitement turns to fear as the team realizes that they are being manipulated by an A.I. who is redirecting corporate funds, reassigning personnel and arming itself in pursuit of its own agenda.</p><p>PRAISE FOR AVOGADRO CORP</p><p>WINNER SCIENCE FICTION DIY BOOK FESTIVAL 2011-2012</p><p>“A tremendous book that every single person needs to read. In the vein of Daniel Suarez’s Daemon and Freedom(TM), William’s book shows that science fiction is becoming science fact. Avogadro Corp describes issues, in solid technical detail, that we are dealing with today that will impact us by 2015, if not sooner. Not enough people have read these books. It’s a problem for them, but not for the [emergent] machines.”<br />— Brad Feld, managing director Foundry Group, cofounder TechStars</p><p>“A highly entertaining, gripping, thought inspiring book. Don’t start without the time to finish — it won’t let you go.”<br />— Gifford Pinchot III, founder Bainbridge Graduate Institute, author THE INTELLIGENT ORGANIZATION.</p><p>“An alarming and jaw-dropping tale about how something as innocuous as email can subvert an entire organization. I found myself reading with a sense of awe, and read it way too late into the night.”<br />— Gene Kim, author VISIBLE OPS</p><p>“A fascinating look at how simple and benign advancements in technology could lead to the surprise arrival of the first AI. And like all good techno-thrillers, the reality of AI is less than ideal.”<br />— Jason Glaspey on SILICON FLORIST</p>", "oyster_good_for_statement": ""}, "position": 59, "uuid": "j7QSiittWWKwvmpvkHQSCn", "annotation": ""},{"book": {"author": "Jessica Alba", "publication_date": "2013-03-12", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 272, "title": "The Honest Life", "uuid": "aqBZZqgExiUge9eXXXq3DY", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619121/1376893692.4.jpg", "average_rating": 4.09, "isbn": "9781609619121", "description": "<p>As a new mom, Jessica Alba wanted to create the safest, healthiest environment for her family. But she was frustrated by the lack of trustworthy information on how to live healthier and cleaner—delivered in a way that a busy mom could act on without going to extremes. In 2012, with serial entrepreneur Brian Lee and environmental advocate Christopher Gavigan, she launched The Honest Company, a brand where parents can find reliable information and products that are safe, stylish, and affordable. <i>The Honest Life</i> shares the insights and strategies she gathered along the way.</p><p><i>The Honest Life</i> recounts Alba’s personal journey of discovery and reveals her tips for making healthy living fun, real, and stylish, while offering a candid look inside her home and daily life. She shares strategies for maintaining a clean diet (with favorite family-friendly recipes) and embraces nontoxic choices at home and provides eco-friendly decor tips to fit any budget. Alba also discusses cultivating a daily eco beauty routine, finding one’s personal style without resorting to yoga pants, and engaging in fun, hands-on activities with kids. Her solutions are easy, chic, and down-to-earth: they’re honest. And discovering everyday ways to live naturally and authentically—true to you—could be honestly life-changing.</p>", "oyster_good_for_statement": ""}, "position": 60, "uuid": "SfqWQjSa6dijs4pJgf9Kzm", "annotation": ""},{"book": {"author": "Joe John Duran", "publication_date": "2013-01-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 168, "title": "The Money Code", "uuid": "866n6W64jJmKjrpR8UfY3F", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Greenleaf Book Group Press", "uuid": "XSGZZ7ZaYhaGXbxKvZEFHd"}, "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/The%20Money%20Code/1373298406.26.jpg", "average_rating": 3.69, "isbn": "9781608324385", "description": "<DIV>Does it seem like there is never enough money to do everything you want? <BR>Do you want to feel confident about the financial decisions you make? <BR>Have you ever felt frustrated talking about money with your loved ones?<BR><BR>You are not alone. Unfortunately, most of us were never taught how to think and communicate about money. The Money Code is a modern tale of one person's journey to uncover the five secrets to living his one best financial life. Through his voyage, you will learn how to: <BR>- Prevent bad decisions about money <BR>- Identify your Money Mind&sbquo; Fear, Happiness, or Commitment and how it affects every financial decision you make <BR>- Use a custom checklist to improve your entire financial life<BR>- Clearly discuss decisions about money with the ones you love <BR>- Finally take control of your financial life <BR><BR><BR></div>", "oyster_good_for_statement": ""}, "position": 61, "uuid": "Hy92otK9jSbPLSo6wgWLrT", "annotation": ""},{"book": {"author": "Jeff Horowitz", "publication_date": "2011-10-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Smart Marathon Training", "uuid": "BrqMwdor5PEKhkwzD4jd4Z", "awards": [], "publisher": {"name": "VeloPress", "uuid": "KrPmybo4oEsGMqa38xGFbW"}, "cover_img": "https://cflare.oysterbooks.com/covers/VeloPress/9781937716400/1383306799.75.jpg", "average_rating": 4.1, "isbn": "9781937716400", "description": "<p>Old-school marathon training plans ask runners to crank out 70 to 100 miles a week. It’s no wonder those who make it to the start line are running ragged. Smart Marathon Training maps out a healthier, more economical approach to training that emphasizes quality over quantity. This innovative program eliminates junk miles, paring down training to three essential runs per week and adding a dynamic strength and cross-training program to build overall fitness. Runners will train for their best performance in less time and avoid the injuries, overtraining, and burnout that come from running too much.</p><p>Smart Marathon Training builds up a runner’s body to resist injury. Runners gain the strength they need to run long using functional exercises that target the hips, glutes, and quads. Running is a full-body sport, so this training program also builds a strong core and upper body to avoid injuries that begin above the waist.</p><p>No one fakes a marathon or half-marathon—everyone has to do the work. But Smart Marathon Training replaces long, grinding miles with low-impact cross-training. Horowitz outlines a cycling plan to complement run workouts, boosting base fitness while saving runners’ bodies for their best runs.</p><p>With more than 75 detailed exercises plus six easy-to-follow training plans for half- and full marathons, Smart Marathon Training will get you to the start line feeling refreshed and ready to run your best race yet.</p>", "oyster_good_for_statement": ""}, "position": 63, "uuid": "Hsxx5kHbxRmCsvcMjCEu9Q", "annotation": ""},{"book": {"author": "David Kessler", "publication_date": "2009-04-28", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 336, "title": "The End of Overeating", "uuid": "xYpDQVJ7EF3yKQjx8nUNkV", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605295053/1376149899.81.jpg", "average_rating": 3.69, "isbn": "9781605295053", "description": "<p>Dr. David A. Kessler, the dynamic and controversial former FDA commissioner known for his crusade against the tobacco industry, is taking on another business that’s making Americans sick: the food industry. In <i>The End of Overeating</i>, Dr. Kessler shows us how our brain chemistry has been hijacked by the foods we most love to eat: those that contain stimulating combinations of fat, sugar, and salt.</p><p>Drawn from the latest brain science as well as interviews with top physicians and food industry insiders, <i>The End of Overeating</i exposes the food industry’s aggressive marketing tactics and reveals shocking facts about how we lost control over food—and what we can do to get it back. For the millions of people struggling with their weight as well as those of us who simply can’t seem to eat our favorite foods in moderation, Dr. Kessler’s cutting-edge investigation offers valuable insights and practical answers for America’s largest-ever public health crisis. There has never been a more thorough, compelling, or in-depth analysis of why we eat the way we do.</p>", "oyster_good_for_statement": ""}, "position": 63, "uuid": "R7m9zdcGabt5AjiFaZkKwe", "annotation": ""},{"book": {"author": "Joe Schwarcz", "publication_date": "2009-01-13", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 368, "title": "An Apple A Day", "uuid": "NM69Td56WftwhHckBaDJad", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513286/1378048468.44.jpg", "average_rating": 3.52, "isbn": "9781590513286", "description": "Eat salmon. It’s full of good omega-3 fats. Don’t eat salmon. It’s full of PCBs and mercury. Eat more veggies. They’re full of good antioxidants. Don’t eat more veggies. The pesticides will give you cancer. \r\n\r\nForget your dinner jacket and put on your lab coat: you have to be a nutritional scientist these days before you sit down to eat—which is why we need Dr. Joe Schwarcz, the expert in connecting chemistry to everyday life. In An Apple a Day, he’s taken his thorough knowledge of food chemistry, applied it to today’s top food fears, trends, and questions, and leavened it with his trademark lighthearted approach. The result is both an entertaining revelation of the miracles of science happening in our bodies every time we bite into a morsel of food, and a telling exploration of the myths, claims, and misconceptions surrounding our obsession with diets, nutrition, and weight. \r\n\r\nLooking first at how food affects our health, Dr. Joe examines what’s in tomatoes, soy, and broccoli that can keep us healthy and how the hundreds of compounds in a single food react when they hit our bodies. Then he investigates how we manipulate our food supply, delving into the science of food additives and what benefits we might realize from adding bacteria to certain foods. He clears up the confusion about contaminants, examining everything from pesticide residues, remnants of antibiotics, the dreaded trans fats, and chemicals that may leach from cookware. And he takes a studied look at the science of calories and weighs in on popular diets.", "oyster_good_for_statement": ""}, "position": 64, "uuid": "grT3bmGtmrU62utVi92exh", "annotation": ""},{"book": {"author": "Anna Godbersen", "publication_date": "2010-10-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Bright Young Things", "uuid": "cKxzQoaKnDRSCJEKyTsKBK", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062023919/1376453068.65.jpg", "average_rating": 3.68, "isbn": "9780062023919", "description": "<blockquote><p>The year is 1929. New York is ruled by the Bright Young Things: flappers and socialites seeking thrills and chasing dreams in the anything-goes era of the Roaring Twenties.</p></blockquote><p>Letty Larkspur and Cordelia Grey escaped their small Midwestern town for New York's glittering metropolis. All Letty wants is to see her name in lights, but she quickly discovers Manhattan is filled with pretty girls who will do <em>anything</em> to be a star. . . .</p><p>Cordelia is searching for the father she's never known, a man as infamous for his wild parties as he is for his shadowy schemes. Overnight, she enters a world more thrilling and glamorous than she ever could have imagined&#8212;and more dangerous. It's a life anyone would kill for . . . and someone will.</p><p>The only person Cordelia can trust is &#173;Astrid Donal, a flapper who seems to have it all: money, looks, and the love of Cordelia's brother, Charlie. But Astrid's perfect veneer hides a score of family secrets.</p><p>Across the vast lawns of Long Island, in the &#173;illicit speakeasies of Manhattan, and on the blindingly lit stages of Broadway, the three girls' fortunes will rise and fall&#8212;together and apart. From the <em>New York Times</em> bestselling author of <em>The Luxe</em> comes an epic new series set in the dizzying last summer of the Jazz Age.</p>", "oyster_good_for_statement": ""}, "position": 65, "uuid": "5RhA5uz2yjYdgQtAJadNz5", "annotation": ""},{"book": {"author": "Erika Stalder", "publication_date": "2011-05-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 128, "title": "The Look Book", "uuid": "bFhSYBPFm3x6va2hiNDDmX", "awards": [], "publisher": {"name": "Zest", "uuid": "FyUTC2sWpzsFxQcwo22JD6"}, "cover_img": "https://cflare.oysterbooks.com/covers/Zest/9780547744520/1376382233.71.jpg", "average_rating": 2.6, "isbn": "9780547744520", "description": "<DIV></DIV> <p>Audrey Hepburn&#8217;s winged eyes. Veronica Lake&#8217;s peek a boo curls. Over the last century, celebrities have been at the forefront of fashion, introducing numerous classic hair and makeup looks to society. Now you can find out where these looks came from&#8212;and get them for yourself. This book celebrates fifty beauty icons and examines when each one ushered in a unique look, why it became so legendary, and how to recreate it. Written with celebrity hair stylist Christopher Fulton and celebrity makeup artist Cameron Cohen, this unique collection includes professional tips on how to get the best look, glamorous photos, and easy-to-follow instructions.</P>", "oyster_good_for_statement": ""}, "position": 66, "uuid": "jmuYaUzcSatdFzrZyvXHPS", "annotation": ""},{"book": {"author": "Ivan Doig", "publication_date": "1982-10-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 264, "title": "Winter Brothers", "uuid": "VjueHD3FSGriPB4x83WJME", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546735/1376384131.63.jpg", "average_rating": 3.83, "isbn": "9780547546735", "description": "<DIV>The author of This House of Sky provides a magnificent evocation of the Pacific Northwest through the diaries of James Gilchrist Swan, a settler of the region. Doig fuses parts of the Swan diaries with his own journal.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 67, "uuid": "64AcixLmpFZPMRD6VXzpFd", "annotation": ""},{"book": {"author": "Ted Danson", "publication_date": "2011-03-15", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "Oceana", "uuid": "asUQaEBp3X2PKBB3kdqL2X", "awards": [], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613983/1380278750.77.jpg", "average_rating": 4.84, "isbn": "9781609613983", "description": "Most people know Ted Danson as the affable bartender Sam Malone in the long-running television series <i>Cheers</i>. But fewer realize that over the course of the past two and a half decades, Danson has tirelessly devoted himself to the cause of heading off a looming global catastrophe—the massive destruction of our planet's oceanic biosystems and the complete collapse of the world's major commercial fisheries.<br><br>In <i>Oceana</i>, Danson details his journey from joining a modest local protest in the mid-1980s to oppose offshore oil drilling near his Southern California neighborhood to his current status as one of the world's most influential oceanic environmental activists, testifying before congressional committees in Washington, D.C., addressing the World Trade Organization in Zurich, Switzerland, and helping found Oceana, the largest organization in the world focused solely on ocean conservation.<br><br>In his incisive, conversational voice, Danson describes what has happened to our oceans in just the past half-century, ranging from the ravages of overfishing and habitat destruction to the devastating effects of ocean acidification and the wasteful horrors of fish farms. Danson also shares the stage of <i>Oceana</i> with some of the world's most respected authorities in the fields of marine science, commercial fishing, and environmental law, as well as with other influential activists.<br><br>Combining vivid, personal prose with an array of stunning graphics, charts, and photographs, <i>Oceana</i> powerfully illustrates the impending crises and offers solutions that may allow us to avert them, showing you the specific courses of action you can take to become active, responsible stewards of our planet's most precious resource—its oceans.", "oyster_good_for_statement": ""}, "position": 68, "uuid": "ofrA8nu66unfgAQtHHLYMh", "annotation": ""},{"book": {"author": "Joyce Carol Oates", "publication_date": "2010-01-16", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "A Fair Maiden", "uuid": "k7XhytG4FL3NEUGzGgtAmj", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394411/1380092619.13.jpg", "average_rating": 3.19, "isbn": "9780547394411", "description": "<P>An Otto Penzler Book</P><BR> <p>Sixteen-year-old Katya Spivak is walking with her two summer babysitting charges in Bayhead Harbor, New Jersey, when she&#8217;s approached by silver-haired courtly Marcus Kidder&#8212;a local resident of some renown. At first his interest in Katya seems innocent, even as Katya&#8217;s interest in him seems precociously manipulative. His lovely oceanside home, the children&#8217;s books he has written, his classical music, and his lavish presents to her&#8212;Mr. Kidder&#8217;s life contrasts starkly with Katya&#8217;s working-class&#8212;and marginally criminal&#8212;family background. By almost imperceptible degrees, the relationship between Katya and the gentlemanly Marcus Kidder changes, and posing for him isn&#8217;t the romantic endeavor it had seemed. What does this mysterious rich man really want from Katya, who is young enough to be his granddaughter? And what will he risk to get it?</P><BR> <p>In the tradition of Oates&#8217;s classic novella <I>Beasts</I>, <I>A Fair Maiden</I> is an unsettling, ambiguous tale of mounting suspense and gradually unfolding horror.", "oyster_good_for_statement": ""}, "position": 69, "uuid": "ZU7tbCRcSuBmUZaRUi9GU7", "annotation": ""},{"book": {"author": "Tom Franklin", "publication_date": "2010-10-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Crooked Letter, Crooked Letter", "uuid": "KGEZRTENtJMrYRWo7TrLqH", "awards": [{"name": "Anthony Award Nominee", "uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null}, {"name": "Barry Award Nominee", "uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null}, {"name": "Crime Writers' Association Gold Dagger", "uuid": "Qo6XUAzKkCrVUbV6tEhsJY", "image": null}, {"name": "Edgar Award Winner", "uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null}, {"name": "Los Angeles Times Book Prize Winner", "uuid": "54u8zmqF4ZQXE2pHbq83BU", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062048745/1378009521.39.jpg", "average_rating": 3.81, "isbn": "9780062048745", "description": "<p>Tom Franklin's extraordinary talent has been hailed by the leading lights of contemporary literature&#8212;Philip Roth, Richard Ford, Lee Smith, and Dennis Lehane. Reviewers have called his fiction \"ingenious\" (<em>USA Today</em>) and \"compulsively readable\" (<em>Memphis Commercial Appeal</em>). His narrative power and flair for character-ization have been compared to the likes of Harper Lee, Flannery O'Connor, Elmore Leonard, and Cormac McCarthy.</p><p>Now the Edgar Award-winning author returns with his most accomplished and resonant novel so far&#8212;an atmospheric drama set in rural Mississippi. In the late 1970s, Larry Ott and Silas \"32\" Jones were boyhood pals. Their worlds were as different as night and day: Larry, the child of lower-middle-class white parents, and Silas, the son of a poor, single black mother. Yet for a few months the boys stepped outside of their circumstances and shared a special bond. But then tragedy struck: Larry took a girl on a date to a drive-in movie, and she was never heard from again. She was never found and Larry never confessed, but all eyes rested on him as the culprit. The incident shook the county&#8212;and perhaps Silas most of all. His friendship with Larry was broken, and then Silas left town.</p><p>More than twenty years have passed. Larry, a mechanic, lives a solitary existence, never able to rise above the whispers of suspicion. Silas has returned as a constable. He and Larry have no reason to cross paths until another girl disappears and Larry is blamed again. And now the two men who once called each other friend are forced to confront the past they've buried and ignored for decades.</p>", "oyster_good_for_statement": ""}, "position": 70, "uuid": "mwQTKs8YHZuEz2qv6poUCM", "annotation": ""},{"book": {"author": "David Pietrusza", "publication_date": "2011-09-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Rothstein", "uuid": "RQgYBY5QBVXaT2bmko3gFG", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg", "average_rating": 3.8, "isbn": "9780465029396", "description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "oyster_good_for_statement": ""}, "position": 71, "uuid": "fkgUYzBo4DkiKgaT3A5nN5", "annotation": ""},{"book": {"author": "Sara Shepard", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Pretty Little Liars", "uuid": "LZaYzfMJ9TejnZDGRrt2HG", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061975561/1378009399.28.jpg", "average_rating": 3.98, "isbn": "9780061975561", "description": "<blockquote><p>Everyone has something to hide&#8212;especially high school juniors spencer, aria, emily, and hanna. </p></blockquote><p>Spencer covets her sister's boyfriend. Aria's fantasizing about her English teacher. Emily's crushing on the new girl at school. Hanna uses some ugly tricks to stay beautiful. </p><p>But they've all kept an even <em>bigger</em> secret since their friend Alison vanished. </p><p>How do I know? Because I know <em>everything</em> about the bad girls they were, the naughty girls they are, and all the dirty secrets they've kept. And guess what? I'm telling.</p>", "oyster_good_for_statement": ""}, "position": 72, "uuid": "8GcemgexJkFQEaAH2JmUR6", "annotation": ""},{"book": {"author": "Dick Hoyt", "publication_date": "2010-04-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 232, "title": "Devoted", "uuid": "fKGJKjjUJ7tAUtfV2Z7duX", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306819025/1387370868.38.jpg", "average_rating": 4.61, "isbn": "9780306819025", "description": "<DIV>The remarkable story of a father&rsquo;s devotion to his wheelchair-bound son and how their bond inspired millions of people worldwide.<BR><br> Born a spastic quadraplegic, Rick Hoyt was written off by numerous doctors. They advised his parents, Dick and Judy, to put their firstborn son in an institution. But Rick&rsquo;s parents refused. Determined to give their son every opportunity that &ldquo;normal&rdquo; kids had, they made sure to include Rick in everything they did, especially with their other two sons, Rob and Russ.<BR><br> But home was one thing, the world at large, another. Repeatedly rebuffed by school administrators who resisted their attempts to enroll Rick in school, Rick&rsquo;s mother worked tirelessly to help pass a landmark bill, Chapter 766, the first special-education reform law in the country. As a result, Rick and other physically disabled kids were able to attend public school in Massachusetts.<BR><br> But how would Rick communicate when he couldn&rsquo;t talk? To overcome this daunting obstacle, Dick and Judy worked with Dr. William Crochetiere, then chairman of the engineering department at Tufts University, and several enterprising graduate students, including Rick Foulds, to create the Tufts Interactive Communication device (TCI). In the Hoyt household, it became known as the &ldquo;Hope machine,&rdquo; as it enabled Rick to create sentences by pressing his head against a metal bar. For the first time ever, Rick was able to communicate.<BR> Then one day Rick asked his dad to enter a charity race, but there was a twist. Rick wanted to run too. Dick had never run a race before, but more challenging still, he would have to push his son&rsquo;s wheelchair at the same time. But once again, the Hoyts were determined to overcome whatever obstacle was put in their way.<BR><br> Now, over one thousand races later, including numerous marathons and triathlons, Dick Hoyt continues to push Rick&rsquo;s wheelchair. Affectionately known worldwide as Team Hoyt, they are as devoted as ever, continuing to inspire millions and embodying their trademark motto of &ldquo;Yes, you can.&rdquo;</div>", "oyster_good_for_statement": ""}, "position": 73, "uuid": "A9GdxrM2yjJssjjjiZQDWo", "annotation": ""},{"book": {"author": "Mark Helprin", "publication_date": "1983-09-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 688, "title": "Winter's Tale", "uuid": "w2Eyg8UxFR955CLYKHi3gZ", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543864/1387347586.46.jpg", "average_rating": 4.1, "isbn": "9780547543864", "description": "<DIV>A bestseller that takes readers on a journey to New York of the Belle Epoque, where Peter Lake attempts to rob a Manhattan mansion only to find the daughter of the house at home. Thus begins the love between the middle-aged Irishman and Beverly Penn, a young girl who is dying. &#8220;This novel...is a gifted writer&#8217;s love affair with the language&#8221; (Newsday).</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of IN SUNLIGHT AND IN SHADOW.</DIV>", "oyster_good_for_statement": ""}, "position": 74, "uuid": "Z4x75uUYuRNzrAaDJCXtbd", "annotation": ""},{"book": {"author": "Jack Kerouac", "publication_date": "2013-03-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "The Sea Is My Brother", "uuid": "cmEQVzspuWN6awDJAbUhG", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822476/1387371131.16.jpg", "average_rating": 4.1, "isbn": "9780306822476", "description": "<DIV>In the spring of 1943, twenty-one-year old Jack Kerouac set out to write his first novel. Working diligently day and night to complete it by hand, he titled it <I>The Sea Is My Brother</I>. Nearly seventy years later, its long-awaited publication provides fascinating details and insight into the early life and development of an American literary icon. A clear precursor to such landmark works as <I>On the Road</I>, <I>The Dharma Bums</I>, and <I>Visions of Cody</I>, it is an important formative work that hints at the hallmarks of classic Kerouac: the search for spiritual meaning in a materialistic world, spontaneous travel as the true road to freedom, late nights in bars engaged in intense conversation, the desperate urge to escape from society, and the strange, terrible beauty of loneliness.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 75, "uuid": "BcugLH4k5JhVBXT7kn7eJn", "annotation": ""},{"book": {"author": "Thomas Maier", "publication_date": "2013-07-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 424, "title": "Masters of Sex", "uuid": "yVxaqcdwUtGxFn4ipgFnhE", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg", "average_rating": 3.85, "isbn": "9780465044993", "description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "oyster_good_for_statement": ""}, "position": 76, "uuid": "MgmBL7asXnrgLtKKvaDRdm", "annotation": ""},{"book": {"author": "Lemony Snicket", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "A Series of Unfortunate Events #1: The Bad Beginning", "uuid": "Q3rPDh5Tf7GjWgyiaiqsag", "awards": [{"name": "Book Sense Book of the Year Honor Book", "uuid": "fJ4pELUQGa4u4b2LMr9ARm", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061757099/1376489313.8.jpg", "average_rating": 3.8, "isbn": "9780061757099", "description": "<p>Dear Reader,</p><p>I'm sorry to say that the book you are holding in your hands is extremely unpleasant. It tells an unhappy tale about three very unlucky children. Even though they are charming and clever, the Baudelaire siblings lead lives filled with misery and woe. From the very first page of this book when the children are at the beach and receive terrible news, continuing on through the entire story, disaster lurks at their heels. One might say they are magnets for misfortune. </p><p>In this short book alone, the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, and cold porridge for breakfast.</p><p>It is my sad duty to write down these unpleasant tales, but there is nothing stopping you from putting this book down at once and reading something happy, if you prefer that sort of thing.</p><p>With all due respect,</p><p>Lemony Snicket</p>", "oyster_good_for_statement": ""}, "position": 77, "uuid": "AUJXwrqEefEs4Jk7frCywD", "annotation": ""},{"book": {"author": "Charles Todd", "publication_date": "2010-08-31", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "An Impartial Witness", "uuid": "NPzjLfSfeiJCA5rrPjynm", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008831/1376530173.84.jpg", "average_rating": 3.81, "isbn": "9780062008831", "description": "<blockquote><p>World War I nurse Bess Crawford, introduced in <em>A Duty to the Dead</em>, returns in an exciting new mystery in which a murder draws her inexorably into the sights of a cunning killer</p></blockquote><p>It is the early summer of 1917. Bess Crawford has returned to England from the trenches of France with a convoy of severely wounded men. One of her patients is a young pilot who has been burned beyond recognition, and who clings to life and the photo of his wife that is pinned to his tunic.</p><p>While passing through a London train station, Bess notices a woman bidding an emotional farewell to an officer, her grief heart-wrenching. And then Bess realizes that she seems familiar. In fact, she's the woman in the pilot's photo, but the man she is seeing off is not her husband.</p><p>Back on duty in France, Bess discovers a newspaper with a drawing of the woman's face on the front page. Accompanying the drawing is a plea from Scotland Yard seeking information from anyone who has seen her. For it appears that the woman was murdered on the very day Bess encountered her at the station.</p><p>Granted leave to speak with Scotland Yard, Bess becomes entangled in the case. Though an arrest is made, she must delve into the depths of her very soul to decide if the police will hang an innocent man or a vicious killer. Exposing the truth is dangerous&#8212;and will put her own life on the line.</p>", "oyster_good_for_statement": ""}, "position": 78, "uuid": "KwscotNnyZS8oUxeLNt3Qg", "annotation": ""},{"book": {"author": "Elmore Leonard", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Rum Punch", "uuid": "Lne6eYJYn6bNqC7x5Frbsd", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061833052/1376489387.51.jpg", "average_rating": 3.8, "isbn": "9780061833052", "description": "<p>Ordell \"Whitebread\" Robbie makes a fine living selling illegal high-powered weaponry to the wrong people. Jackie Burke couriers Ordell's profits from Freeport to Miami. But the feds are on to Jackie&#8212;and now the aging, but still hot, flight attendant will have to do prison time or play ball, which makes her a prime \"loose end\" that Ordell needs to tie up permanently. Jackie, however, has other options. And with the help of Max Cherry&#8212;an honest but disgruntled bail bondsman looking to get out&#8212;she could even end up with a serious nest egg in the process.</p>", "oyster_good_for_statement": ""}, "position": 80, "uuid": "z3FuLQTv3ctrUpiMwpbfmF", "annotation": ""},{"book": {"author": "Joelle Charbonneau", "publication_date": "2013-06-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Testing", "uuid": "Pf2EMqdApuWhorBPiWGHyD", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544035690/1376382988.48.jpg", "average_rating": 3.96, "isbn": "9780544035690", "description": "<P>It&#8217;s graduation day for sixteen-year-old Malencia Vale, and the entire Five Lakes Colony (the former Great Lakes) is celebrating. All Cia can think about&#8212;hope for&#8212;is whether she&#8217;ll be chosen for The Testing, a United Commonwealth program that selects the best and brightest new graduates to become possible leaders of the slowly revitalizing post-war civilization. When Cia is chosen, her father finally tells her about his own nightmarish half-memories of The Testing. Armed with his dire warnings (&#8221;Cia, trust no one&#8221;), she bravely heads off to Tosu City, far away from friends and family, perhaps forever. Danger, romance&#8212;and sheer terror&#8212;await.", "oyster_good_for_statement": ""}, "position": 81, "uuid": "dHapHQLXavimChfVYYdRpg", "annotation": ""},{"book": {"author": "J.R.R. Tolkien", "publication_date": "2012-02-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Hobbit", "uuid": "WPLqdzcZCi7V2m8EjnhEDH", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951973/1392100385.58.jpg", "average_rating": 4.19, "isbn": "9780547951973", "description": "<div><div>Now a major motion picture<BR><BR>A great modern classic and the prelude to <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br><BR>&#8220;A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible . . . All those, young or old, who love a fine adventurous tale, beautifully told, will take <I>The Hobbit</I> to their hearts.&#8221; &#8211; <I>New York Times Book Review</I></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 82, "uuid": "MwFsUxHoYMCmwGECNQyju4", "annotation": ""},{"book": {"author": "Daniel Silva", "publication_date": "2011-07-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Portrait of a Spy", "uuid": "v6XvFByTWwZvn8ZCZra78g", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062072191/1376453469.77.jpg", "average_rating": 4.19, "isbn": "9780062072191", "description": "<p><em>Art restorer. Assassin. Spy.</em></p><p>Gabriel Allon has been hailed as the most compelling creation since \"Ian Fleming put down his martini and invented James Bond\" (Rocky Mountain News). A man with a deep appreciation for all that is beautiful, Gabriel is also an angel of vengeance, an international operative who will stop at nothing to see justice done. Sometimes he must journey far in search of evil. And sometimes evil comes to him.</p><p><em>In a dangerous world, one extraordinary woman can mean the difference between life and death. . . . </em></p><p>For Gabriel and his wife, Chiara, it was supposed to be the start of a pleasant weekend in London&#8212;a visit to a gallery in St. James's to authenticate a newly discovered painting by Titian, followed by a quiet lunch. But a pair of deadly bombings in Paris and Copenhagen has already marred this autumn day. And while walking toward Covent Garden, Gabriel notices a man he believes is about to carry out a third attack. Before Gabriel can draw his weapon, he is knocked to the pavement and can only watch as the nightmare unfolds.</p><p>Haunted by his failure to stop the massacre of innocents, Gabriel returns to his isolated cottage on the cliffs of Cornwall, until a summons brings him to Washington and he is drawn into a confrontation with the new face of global terror. At the center of the threat is an American-born cleric in Yemen to whom Allah has granted \"a beautiful and seductive tongue.\" A gifted deceiver, who was once a paid CIA asset, the mastermind is plotting a new wave of attacks.</p><p>Gabriel and his team devise a daring plan to destroy the network of death from the inside, a gambit fraught with risk, both personal and professional. To succeed, Gabriel must reach into his violent past. A woman waits there&#8212;a reclusive heiress and art collector who can traverse the murky divide between Islam and the West. She is the daughter of an old enemy, a woman joined to Gabriel by a trail of blood. . . .</p><p>Set against the disparate worlds of art and intelligence, <em>Portrait of a Spy</em> moves swiftly from the corridors of power in Washington to the glamorous auction houses of New York and London to the unforgiving landscape of the Saudi desert. Featuring a climax that will leave readers haunted long after they turn the final page, this deeply entertaining story is also a breathtaking portrait of courage in the face of unspeakable evil&#8212;and Daniel Silva's most extraordinary novel to date.</p>", "oyster_good_for_statement": ""}, "position": 83, "uuid": "GMcgV8Smek9AbwkDnUMuhH", "annotation": ""},{"book": {"author": "Franklin Foer", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "How Soccer Explains the World", "uuid": "TEQR5ZJrCaXM2VA2s5ZVHT", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061864704/1376527870.76.jpg", "average_rating": 3.68, "isbn": "9780061864704", "description": "<p>Soccer is much more than a game, or even a way of life. It is a perfect window into the cross&ndash;currents of today's world, with all its joys and its sorrows. In this remarkably insightful, wide&ndash;ranging work of reportage, Franklin Foer takes us on a surprising tour through the world of soccer, shining a spotlight on the clash of civilizations, the international economy, and just about everything in between. <em>How Soccer Explains the World</em> is an utterly original book that makes sense of our troubled times.</p>", "oyster_good_for_statement": ""}, "position": 84, "uuid": "SoVDYCDxvFtyM7TasJ37U9", "annotation": ""},{"book": {"author": "Anya Seton", "publication_date": "2000-01-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "Katherine", "uuid": "WaVwpasRzmVpi82soy4oTf", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416403/1379062382.72.jpg", "average_rating": 4.18, "isbn": "9780547416403", "description": "<div><div>&#8220;An inspiration and the benchmark by which I judge historical novels.&#8221; &#8212; Alison Weir<br><BR> <p>\"A glorious example of romance in its most classic literary sense: exhilarating, exuberant, and rich with the jeweled tones of England in the 1300s.\" &#8212; <I>Austin Chronicle</I></P><BR><BR> <p><I>Katherine</I> is an epic novel of the love affair that changed history&#8212;that of Katherine Swynford and John of Gaunt, Duke of Lancaster, the ancestors of most of the British royal family. Set in the vibrant 14th century of Chaucer and the Black Death, the story features knights fighting in battle, serfs struggling in poverty, and the magnificent Plantagenets&#8212;Edward III, the Black Prince, and Richard II&#8212;who ruled despotically over a court rotten with intrigue. Within this era of danger and romance, John of Gaunt, the king&#8217;s son, falls passionately in love with the already married Katherine. Their affair persists through decades of war, adultery, murder, loneliness, and redemption. Anya Seton's vivid rendering of the lives of the Duke and Duchess of Lancaster makes <I>Katherine</I> an unmistakable classic.</div></DIV>", "oyster_good_for_statement": ""}, "position": 85, "uuid": "ZWyN5NuQdrPtSUXxJrBUmD", "annotation": ""},{"book": {"author": "Kyle Garlett", "publication_date": "2011-11-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Heart of Iron", "uuid": "9Mp5FGjqkvEMDDjgGNZNG4", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Heart%20of%20Iron/1372976789.1.jpg", "average_rating": 4.01, "isbn": "9781613740088", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Throughout his life, there was nothing Kyle Garlett hated more than losing, and he knew early on that four diagnoses of cancer could not match his spirit of competition. His appetite for victory and success and his love of life pushed him past his health hurdles&#151;including a bone marrow transplant, hip replacement, and a heart transplant&#151;and into the greatest challenge of his life: the Ironman Triathlon World Championship. Kyle tells his amazing life story, beginning with his diagnosis of lymphoma and continuing through years of chemotherapy that destroyed his joints and weakened his heart, leading up to his journey to the Ironman Triathlon, in which he competed not once but twice. His miraculous recovery and athleticism are recounted, along with his becoming an Olympic torch bearer, a Leukemia and Lymphoma Society spokesperson, and a motivational speaker.</P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 86, "uuid": "EGd7unznu8TYanXnwuNenM", "annotation": ""},{"book": {"author": "Marcel Proust", "publication_date": null, "oyster_summary": "", "status": 1, "language_code": "", "number_print_pages": 496, "title": "Swann's Way", "uuid": "ZuXTdmV75MXntuunv4J8N9", "awards": [], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452760/1376122176.32.png", "average_rating": 4.14, "isbn": "9781629452760", "description": "Swann's Way is one of the preeminent novels of childhood-a sensitive boy's impressions of his family and neighbors, all brought back to life years later by the famous taste of a madeleine.", "oyster_good_for_statement": ""}, "position": 87, "uuid": "8osyCwJKMT5oktxcGna7qR", "annotation": ""},{"book": {"author": "Kelly Braffet", "publication_date": "2007-11-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Last Seen Leaving", "uuid": "rnLSmqUbi6kV3KkJPXtbQn", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527277/1376382744.71.jpg", "average_rating": 3.39, "isbn": "9780547527277", "description": "<DIV>As she did in her darkly thrilling debut, Josie and Jack, Kelly Braffet again explores the often ambiguous nature of love and danger in a riveting novel of suspense. When twenty-something drifter Miranda Cassidy wrecks her car one night on the way home from a bar, she seizes the accident as an opportunity to reinvent her life. Hitching a ride with a mysterious stranger, she finds quick work and a fresh start hundreds of miles away in an oceanside vacation town. She doesn&#8217;t look back, figuring no one is going to miss her. But when her mother finds no forwarding address, she senses something terrible has happened. The memory of the tragic disappearance of Miranda&#8217;s father years before and the force of long-buried emotions drive her on a frantic quest to find her daughter, no matter what the cost.</DIV>", "oyster_good_for_statement": ""}, "position": 88, "uuid": "hTGpbX5jPsxwvnDbFPdZNG", "annotation": ""},{"book": {"author": "John Brockman", "publication_date": "2012-02-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "This Will Make You Smarter", "uuid": "bETRHa4gBhJHp5RzZadTwg", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062109408/1378009638.96.jpg", "average_rating": 3.79, "isbn": "9780062109408", "description": "<p>Featuring a foreword by David Brooks, <em>This Will Make You Smarter</em> presents brilliant&#8212;but accessible&#8212;ideas to expand every mind.</p><p><em>What scientific concept would improve everybody&#8217;s cognitive toolkit?</em> This is the question John Brockman, publisher of Edge.org, posed to the world&#8217;s most influential thinkers. Their visionary answers flow from the frontiers of psychology, philosophy, economics, physics, sociology, and more. Surprising and enlightening, these insights will revolutionize the way you think about yourself and the world. </p><p>Daniel Kahneman on the &#8220;focusing illusion&#8221; &#8226; Jonah Lehrer on controlling attention &#8226; Richard Dawkins on experimentation &#8226; Aubrey De Grey on conquering our fear of the unknown &#8226; Martin Seligman on the ingredients of well-being &#8226; Nicholas Carr on managing &#8220;cognitive load&#8221; &#8226; Steven Pinker on win-win negotiating &#8226; Daniel C. Dennett on benefiting from cycles &#8226; Jaron Lanier on resisting delusion &#8226; Frank Wilczek on the brain&#8217;s hidden layers &#8226; Clay Shirky on the &#8220;80/20 rule&#8221; &#8226; Daniel Goleman on understanding our connection to the natural world &#8226; V. S. Ramachandran on paradigm shifts &#8226; Matt Ridley on tapping collective intelligence &#8226; John McWhorter on path dependence &#8226; Lisa Randall on effective theorizing &#8226; Brian Eno on &#8220;ecological vision&#8221; &#8226; Richard Thaler on rooting out false concepts &#8226; J. Craig Venter on the multiple possible origins of life &#8226; Helen Fisher on temperament &#8226; Sam Harris on the flow of thought &#8226; Lawrence Krauss on living with uncertainty </p>", "oyster_good_for_statement": ""}, "position": 89, "uuid": "TGRxZLbZCaXpHMGxRAGjLZ", "annotation": ""},{"book": {"author": "Hans Fallada", "publication_date": "2011-03-29", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 352, "title": "Little Man, What Now?", "uuid": "UKuxPZ9giv85zAQonmVMLG", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190648/1377114683.54.jpg", "average_rating": 3.99, "isbn": "9781612190648", "description": "<p>Written just before the Nazis came to power, this darkly enchanting novel tells the simple story of a young couple trying to eke out a devent life amidst an economic crisis that's transforming their country into a place of anger and despair. It was an international bestseller upon its release, and made into a Hollywood movie—by Jewish producers, which prompted the rising Nazis to begin paying ominously close attention to Hans Fallada, even as his novels held out stirring hope for the human spirit.</p>\n<p>It is presented here in its first-ever uncut translation, by Susan Bennett, and with an afterword by Philip Brady that details the calamitous background of the novel, its worldwide reception, and how it turned out to be, for the author, a dangerous book.</p>", "oyster_good_for_statement": ""}, "position": 90, "uuid": "WW3AsTgmsNNhRfFAwiG9LE", "annotation": ""},{"book": {"author": "Jorge Luis Borges", "publication_date": "2013-06-25", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 192, "title": "Jorge Luis Borges: The Last Interview", "uuid": "N6Q8juy5gR3iHMbnVqidhk", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192055/1377114590.43.jpg", "average_rating": 4.0, "isbn": "9781612192055", "description": "<p>The literary giant's last interview, translated into English for the first time, along with the best interviews from throughout his long and influential career.</p><p>Days before his death, Borges gave an intimate interview to his friend, the Argentine journalist Gloria Lopez Lecube. That interview is translated for the first time here, giving English-language readers a new insight into his life, loves, and thoughts about his work and country at the end of his life.\nAccompanying that interview are a selection of the fascinating interviews he gave throughout his career. Highlights include his celebrated conversations with Richard Burgin during Borges's time as a lecturer at Harvard University, in which he gives rich new insights into his own works and the literature of others, as well as discussing his now oft-overlooked political views. The pieces combine to give a new and revealing window on one of the most celebrated cultural figures of the past century.</p>", "oyster_good_for_statement": ""}, "position": 91, "uuid": "JtXi8HsWfhuHMV9Cw4h9z4", "annotation": ""},{"book": {"author": "Edward Jay Epstein", "publication_date": "2012-01-24", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 240, "title": "Hollywood Economist 2.0", "uuid": "cU7qnMzWh2kGvrGBMfu2pF", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190518/1377114371.67.jpg", "average_rating": 3.68, "isbn": "9781612190518", "description": "<p>In The Hollywood Economist, veteran investigative reporter Edward Jay Epstein goes undercover to find the answer to a puzzling question: Why is it that even the biggest grossing new movies, raking in millions at the box office, rarely break even during their theatrical release? How does Hollywood make money?</p>\n<p>Epstein penetrates the dazzlingly complicated economics of Hollywood to uncover what he calls the studio's \"invisible money machine”—the bizarre financial schemes behind the hits and the flops:</p>\n  <p>Studios harvesting silver from the old film prints\n  Incredibly complicated auctions to sell foreign rights\n  The manipulation of outside investors\n  Filming in bizarre locations to get subsidies and avoid taxes</p>\n\n<p>Along the way to understanding this dizzying world of finance, we also learn much about the star system and what makes Hollywood tick. Why is Arnold Schwarzenegger a contract genius? How much does it cost to insure Nicole Kidman's knee? Why is Laura Croft: Tomb Raider considered a masterpiece of studio financing? What really gets a movie made?</p>", "oyster_good_for_statement": ""}, "position": 92, "uuid": "qAHsagswVEbArrXFZvqd5j", "annotation": ""},{"book": {"author": "Andrew Smart", "publication_date": "2013-07-13", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 148, "title": "Autopilot", "uuid": "bwGr5CYHAeWiKW4dx5rsQS", "awards": [], "publisher": {"name": "OR Books", "uuid": "vL9uUjpHSzki2eAs6zBQ79"}, "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781939293114/1382549503.76.jpg", "average_rating": 3.45, "isbn": "9781939293114", "description": "<p>A survivor of corporate-mandated \"Six Sigma\" training to improve efficiency, Smart has channeled his loathing of the time-management industry into a witty, informative, and wide-ranging book that draws on the most recent research into brain power. Use it to explain to bosses, family, and friends why you need to relax, right now.</p>", "oyster_good_for_statement": ""}, "position": 94, "uuid": "om6XRbNZspxvWB4nBhK6X6", "annotation": ""},{"book": {"author": "T. J. English", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "Havana Nocturne", "uuid": "mAWc2S76MTxwGHQH4qbDiP", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795589/1376506540.33.jpg", "average_rating": 3.87, "isbn": "9780061795589", "description": "<p>To underworld kingpins Meyer Lansky and Charles \"Lucky\" Luciano, Cuba was the greatest hope for the future of American organized crime in the post-Prohibition years. In the 1950s, the Mob&#8212;with the corrupt, repressive government of brutal Cuban dictator Fulgencio Batista in its pocket&#8212;owned Havana's biggest luxury hotels and casinos, launching an unprecedented tourism  boom complete with the most lavish entertainment, top-drawer celebrities, gorgeous women, and gambling galore. But Mob dreams collided with those of Fidel Castro, Che Guevara, and others who would lead an uprising of the country's disenfranchised against Batista's hated government and its foreign partners&#8212;an epic cultural battle that bestselling author T. J. English captures here in all its sexy, decadent, ugly glory.</p>", "oyster_good_for_statement": ""}, "position": 95, "uuid": "rV3xKdqRBdF5whucwYYrR", "annotation": ""},{"book": {"author": "Reverend Billy", "publication_date": "2013-02-13", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 118, "title": "The End of the World", "uuid": "QuyLcWeZqwns9VjfSF9eXK", "awards": [], "publisher": {"name": "Or Books", "uuid": "JF5MfvwqSP8mnQDsRVecbZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Or%20Books/9781939293942/1382549545.82.jpg", "average_rating": 0.0, "isbn": "9781939293942", "description": "<p>In pages that crackle with the lightning of an electric storm, the Reverend Billy, messianic leader of the Church of Stop Shopping, thunders from his pulpit, sounding the tocsin on the toxins that are poisoning our planet.</p>", "oyster_good_for_statement": ""}, "position": 96, "uuid": "29ThH6e8fjvmGvFtDUYHpA", "annotation": ""},{"book": {"author": "Mark Bittman", "publication_date": "2012-10-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 32, "title": "How to Cook Everything Thanksgiving", "uuid": "5aGQqJoQAQDC8GKPG4gmAH", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544186934/1376383943.51.jpg", "average_rating": 4.3, "isbn": "9780544186934", "description": "<div><p><B>Thanksgiving cooking, simplified</B></P> <p>Cooking Thanksgiving dinner is a bit of a project&#8212;but a rewarding one&#8212;and with this inspiring collection of recipes from Mark Bittman, author of the award-winning <I>How to Cook Everything </I>series, anyone can be confident preparing the big meal. Here is a quick reference that's sure to be your kitchen companion for many holidays to come. <I>How to Cook Everything Thanksgiving</I> includes 20 of Bittman's favorite celebration recipes&#8212;plus 29 variations and helpful how-to illustrations&#8212;to ensure you feast well without all the hassle. Complete with both beloved classics and non-traditional ideas, from easy appetizer dips and autumnal sides to the iconic turkey, vegetarian mains, and delicious, make-ahead desserts, this is one guest that's always invited to Thanksgiving dinner.</DIV>", "oyster_good_for_statement": ""}, "position": 97, "uuid": "WcASDvQgr24dYA98ittkk", "annotation": ""},{"book": {"author": "Jonathan Miles", "publication_date": "2009-06-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 192, "title": "Dear American Airlines", "uuid": "aYa4kULJ65yb23wTStut2Q", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347028/1376379491.53.jpg", "average_rating": 3.09, "isbn": "9780547347028", "description": "<DIV><DIV>Bennie Ford, a fifty-three-year-old failed poet turned translator, is traveling to his estranged daughter&#8217;s wedding when his flight is canceled. Stuck with thousands of fuming passengers in the purgatory of O&#8217;Hare International Airport, he watches the clock tick and realizes that he will miss the ceremony. Frustrated, irate, and helpless, Bennie does the only thing he can: he starts to write a letter. But what begins as a hilariously excoriating demand for a refund soon becomes a lament for a life gone awry, for years misspent, talent wasted, and happiness lost. Bennie&#8217;s writing is infused with a sense of remorse for the actions of a lifetime&#151;and made all the more urgent by the fading hope that if he can just make it to the wedding, he might have a chance to do something right.<p></P><P></P>A margarita blend of outrage, humor, vulnerability, intelligence, and regret, <I>Dear American Airlines </I>gives new meaning to the term \"airport novel\" and announces the emergence of a major new talent in American fiction.<p></P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 98, "uuid": "xkMJJBAFtrZY2ffsBjSnAe", "annotation": ""},{"book": {"author": "Philip Roth", "publication_date": "1997-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "American Pastoral", "uuid": "66udDGSuDFfWVNjJgDz6ba", "awards": [{"name": "Prix du Meilleur Livre Étranger", "uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null}, {"name": "Winner of the Pulitzer Prize", "uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415970/1376380010.95.jpg", "average_rating": 3.89, "isbn": "9780547415970", "description": "<DIV>American Pastoral is the story of a fortunate American's rise and fall - of a strong, confident master of social equilibrium overwhelmed by the forces of social disorder. Seymour \"Swede\" Levov - a legendary high school athlete, a devoted family man, a hard worker, the prosperous inheritor of his father's Newark glove factory - comes of age in thriving, triumphant postwar America. But everything he loves is lost when the country begins to run amok in the turbulent 1960s. Not even the most private, well-intentioned citizen, it seems, gets to sidestep the sweep of history. With vigorous realism, Roth takes us back to the conflicts and violent transitions of the 1960s. This is a book about loving - and hating - America. It's a book about wanting to belong - and refusing to belong - to America. It sets the desire for an American pastoral - a respectable life of space, calm, order, optimism, and achievement - against the indigenous American Berserk.</DIV>", "oyster_good_for_statement": ""}, "position": 99, "uuid": "mChRXeCsff7nZtGEnshePm", "annotation": ""},{"book": {"author": "Sam Wasson", "publication_date": "2010-06-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Fifth Avenue, 5 A.M.", "uuid": "BvfVK9zMCU3AzAczpymXpe", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062000132/1376452869.94.jpg", "average_rating": 3.6, "isbn": "9780062000132", "description": "<p>Audrey Hepburn is an icon like no other, yet the image many of us have of Audrey&#8212;dainty, immaculate&#8212;is anything but true to life. Here, for the first time, Sam Wasson presents the woman behind the little black dress that rocked the nation in 1961. The first complete account of the making of <em>Breakfast at Tiffany's</em>, <em>Fifth Avenue, 5 A.M.</em> reveals little-known facts about the cinema classic: Truman Capote desperately wanted Marilyn Monroe for the leading role; director Blake Edwards filmed multiple endings; Hepburn herself felt very conflicted about balancing the roles of mother and movie star. With a colorful cast of characters including Truman Capote, Edith Head, Givenchy, \"Moon River\" composer Henry Mancini, and, of course, Hepburn herself, Wasson immerses us in the America of the late fifties before Woodstock and birth control, when a not-so-virginal girl by the name of Holly Golightly raised eyebrows across the country, changing fashion, film, and sex for good. Indeed, cultural touchstones like <em>Sex and the City</em> owe a debt of gratitude to <em>Breakfast at Tiffany's</em>. </p><p>In this meticulously researched gem of a book, Wasson delivers us from the penthouses of the Upper East Side to the pools of Beverly Hills, presenting <em>Breakfast at Tiffany's</em> as we have never seen it before&#8212;through the eyes of those who made it. Written with delicious prose and considerable wit, <em>Fifth Avenue, 5 A.M.</em> shines new light on a beloved film and its incomparable star.</p>", "oyster_good_for_statement": ""}, "position": 100, "uuid": "Jip4Kmw7v3RGJAy98AVrES", "annotation": ""},{"book": {"author": "F. Scott Fitzgerald", "publication_date": "2013-01-29", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 80, "title": "The Diamond Big As The Ritz", "uuid": "rbndZXb2Zgh2x9ze6xEtm6", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192215/1377114004.79.jpg", "average_rating": 3.81, "isbn": "9781612192215", "description": "<p>Although this novella stands out from his body of work in that it's a playful yet sinister fairy tale, it brilliantly fuses F. Scott Fitzgerald's ongoing lush fantasies about the extremes of wealth with his much more somber understanding of what underpins it.  Loosely inspired by a summer he spent as a teenager working on a ranch in Montana, The Diamond as Big as the Ritz is Fitzgerald's hallucinatory paean to the American West and all its promises.</p>\n<p>It's the story of John T. Unger, a young Southerner who goes to Montana for summer vacation with a wealthy college classmate. But the classmate's family proves to be much more than simply wealthy: They own a mountain made entirely of one solid diamond. And they've gone to dreadful lengths to conceal their secret ... meaning John could be in danger.</p>\n<p>But the family also has a daughter, lovely Kismine, and with her help, John may yet escape the fate her family has meted out to all their other guests so far ...</p>", "oyster_good_for_statement": ""}, "position": 101, "uuid": "rzsRMzchhZHTDy4Eoh2zWN", "annotation": ""},{"book": {"author": "Charlie Chaplin", "publication_date": "2012-12-26", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 528, "title": "My Autobiography", "uuid": "HqsZf9MUA4d7bwcuFtkvGe", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191935/1377114763.08.jpg", "average_rating": 4.2, "isbn": "9781612191935", "description": "<p>Chaplin's heartfelt and hilarious autobiography tells the story of his childhood, the challenge of identifying and perfecting his talent, his subsequent film career and worldwide celebrity.</p>\n<p>In this, one of the very first celebrity memoirs, Chaplin displays all the charms, peculiarities and deeply-held beliefs that made him such an endearing and lasting character.</p>\n<p>Re-issued as part of Melville House's Neversink Library, My Autobiography offers dedicated Chaplin fans and casual admirers alike an astonishing glimpse into the the heart and the mind of Hollywood's original genius maverick.</p>\n<p>Take this unforgettable journey with the man George Bernard Shaw called \"the only genius to come out of the movie industry” as he moves from his impoverished South London childhood to the heights of Hollywood wealth and fame; from the McCarthy-era investigations to his founding of United Artists to his \"reverse migration” back to Europe, My Autobiography is a reading experience not to be missed.</p>", "oyster_good_for_statement": ""}, "position": 102, "uuid": "SnuyBHfQJ5MsvULxjHNCsZ", "annotation": ""},{"book": {"author": "Ted Sorensen", "publication_date": "2010-07-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 800, "title": "Kennedy", "uuid": "VZdTxchH3A7k8xTW8HerFQ", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987038/1376529711.45.jpg", "average_rating": 4.01, "isbn": "9780061987038", "description": "<p>The classic, intimate, and magisterial biography of JFK</p><p>In January 1953, freshman senator John F. Kennedy of Massachusetts hired a twenty-four-year-old from Nebraska as his Number Two legislative assistant&#8212;on a trial basis. Despite the differences in their backgrounds, in the eleven years that followed Sorensen became known as Kennedy's intellectual blood bank, top policy aide, and alter ego. </p><p>Sorensen knew Kennedy the man, the senator, the candidate, and the president as no other associate did throughout these eleven years. He was with him during the key crises and turning points&#8212;including the spectacular race for the vice presidency at the 1956 convention, the launching of Kennedy's presi-dential candidacy, the speech to the Protestant clergy of Houston, the TV debates with Nixon, and election night at Hyannis Port. The first appointment that Kennedy made as a new president was Ted Sorensen as his Special Counsel. </p><p><em>Kennedy</em> is an account of this president's failures as well as successes, told with surprising candor and objectivity. Sorensen relates the role of the White House staff and evaluates Kennedy's relations with his Cabinet and other appointees, reveals Kennedy's errors on the Bay of Pigs and his attitudes toward the press, Congress, and the Joint Chiefs of Staff, and details his actions in the Cuban missile crises and the evolution of his beliefs on civil rights and arms control. </p><p>Three months to the day after Dallas, Sorensen left the White House to write the account of those eleven years that only he could write. First published in 1965, <em>Kennedy</em> is an intimate biography of an extraordinary man, and one of the most important sources of history in this century.</p>", "oyster_good_for_statement": ""}, "position": 103, "uuid": "AZmQuru3Ju4gzLXhBPg9PN", "annotation": ""},{"book": {"author": "Janelle Blasdel", "publication_date": "2012-02-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 60, "title": "CliffsNotes on Collins' The Hunger Games", "uuid": "eUcRSLnSgHbaAhiVL2cnJc", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544182127/1376384060.26.jpg", "average_rating": 0.0, "isbn": "9780544182127", "description": "<div><p>CliffsNotes on Collins&#8217; <I>The Hunger Games</I> analyzes the wildly popular first novel in <I>The Hunger Games trilogy, in which </I>the Capitol forces each of Panem's 12 districts to choose two teenagers to participate in the Hunger Games, a gruesome, televised fight to the death. In the 12th district, Katniss Everdeen steps in for her little sister and enters the Games, where she is torn between her feelings for her hunting partner, Gale Hawthorne, and the district's other tribute, Peeta Mellark, even as she fights to stay alive. The Hunger Games will change Katniss' life forever, but her acts of humanity and defiance might just change the Games, too.</DIV>", "oyster_good_for_statement": ""}, "position": 104, "uuid": "xzHdbdC3VTu2V6K4bD5MW6", "annotation": ""},{"book": {"author": "Michael Chabon", "publication_date": "2011-12-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "The Mysteries of Pittsburgh", "uuid": "4hWbv6HMS2FcQqPzqquAAi", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "Pulitzer Prize-Winning Author", "uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Mysteries%20of%20Pittsburgh/1373330266.56.jpg", "average_rating": 3.61, "isbn": "9781453234099", "description": "<DIV><DIV><b>Chabon&rsquo;s sensational debut novel: the coming-of-age story of Art Bechstein, a recent graduate whose life is forever changed by one sultry summer</b></div><BR><DIV>Art Bechstein may be too young to know what he wants to do with his life, but he knows what he doesn&rsquo;t want: the life of his father, a man who laundered money for the mob. Bechstein spends the summer after his graduation from a Pittsburgh university searching for his future and finding his own sort of trouble with brilliant and seductive new friends&mdash;erudite, unscrupulous Arthur Lecomte, mercurial Phlox, and Cleveland, a poetry-reciting biker.</div><DIV>&#160;</div><DIV>Insightful and energetic, <i>The Mysteries of Pittsburg </i>beautifully renders the hard edges of a blue-collar city and the charm of its local characters.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "oyster_good_for_statement": ""}, "position": 105, "uuid": "BE4RHGa7ky83HBt6PZnxxX", "annotation": ""},{"book": {"author": "Lindsey Kelk", "publication_date": "2010-09-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "I Heart New York", "uuid": "RrjDyjQf5g3GNBJBM4QgzA", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062018533/1376530451.82.jpg", "average_rating": 3.82, "isbn": "9780062018533", "description": "<blockquote><p>Angela Clark is in love&#8212;with the most fabulous city in the world! </p></blockquote><p>When Angela catches her boyfriend with another woman at her best friend's wedding, she's heartbroken and desperate to run away. With little more than a crumpled bridesmaid dress, a pair of Louboutins, and her passport in hand, Angela decides to jump on a plane for . . . NYC!</p><p>Settling into a cute hotel and quickly bonding with benevolent concierge Jenny&#8212;a chatterbox Oprah wannabe with room for a new best friend&#8212;Angela heads out for a New York makeover, some serious retail therapy, and a whirlwind tour of the city. Before she knows it, she's dating two sexy guys and blogging about her Big Apple escapades for a real fashion magazine. But while it's one thing telling readers about your romantic dilemmas, it's another working them out for yourself. Angela has fallen head over heels for the city that never sleeps, but does she heart New York more than home?</p>", "oyster_good_for_statement": ""}, "position": 106, "uuid": "A5yjYUHhGpoGbtToqvAfoP", "annotation": ""},{"book": {"author": "Doris Lessing", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Grandmothers", "uuid": "4bSWfT7c6oDbkXXc2xLYuG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847660/1376487557.46.jpg", "average_rating": 3.43, "isbn": "9780061847660", "description": "<p>In the title novel, two friends fall in love with each other's teenage sons, and these passions last for years, until the women end them, vowing a respectable old age. In <em>Victoria and the Staveneys</em>, a young woman gives birth to a child of mixed race and struggles with feelings of estrangement as her daughter gets drawn into a world of white privilege. <em>The Reason for It</em> traces the birth, faltering, and decline of an ancient culture, with enlightening modern resonances. <em>A Love Child</em> features a World War II soldier who believes he has fathered a love child during a fleeting wartime romance and cannot be convinced otherwise.</p>", "oyster_good_for_statement": ""}, "position": 107, "uuid": "sTkQ2rPTpcoTbW53hgUE2o", "annotation": ""},{"book": {"author": "Jonah Lehrer", "publication_date": "2008-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Proust Was a Neuroscientist", "uuid": "nZ78wzf8b8zaAcMxR6ygT6", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394282/1376380003.15.jpg", "average_rating": 3.86, "isbn": "9780547394282", "description": "<DIV>In this technology-driven age, it&#8217;s tempting to believe that science can solve every mystery. After all, science has cured countless diseases and even sent humans into space. But as Jonah Lehrer argues in this sparkling debut, science is not the only path to knowledge. In fact, when it comes to understanding the brain, art got there first.<BR>Taking a group of artists &#8212; a painter, a poet, a chef, a composer, and a handful of novelists &#8212; Lehrer shows how each one discovered an essential truth about the mind that science is only now rediscovering. We learn, for example, how Proust first revealed the fallibility of memory; how George Eliot discovered the brain&#8217;s malleability; how the French chef Escoffier discovered umami (the fifth taste); how C&#233;zanne worked out the subtleties of vision; and how Gertrude Stein exposed the deep structure of language &#8212; a full half-century before the work of Noam Chomsky and other linguists. It&#8217;s the ultimate tale of art trumping science.<BR>More broadly, Lehrer shows that there&#8217;s a cost to reducing everything to atoms and acronyms and genes. Measurement is not the same as understanding, and art knows this better than science does. An ingenious blend of biography, criticism, and first-rate science writing, Proust Was a Neuroscientist urges science and art to listen more closely to each other, for willing minds can combine the best of both, to brilliant effect.</DIV>", "oyster_good_for_statement": ""}, "position": 108, "uuid": "SCBNHJzDm4dAV72rphHVPm", "annotation": ""},{"book": {"author": "Gerald Clarke", "publication_date": "2013-04-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 609, "title": "Capote", "uuid": "UXNiawVPTu6opZ7f2Hvyf7", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Capote/1373294221.69.jpg", "average_rating": 4.1, "isbn": "9780795331169", "description": "<p>One of the strongest fiction writers of his generation, Truman Capote became a literary star while still in his teens. His most phenomenal successes include <i>Breakfast at Tiffany's</i>; <i>In Cold Blood; </i>and <i>Other Voices, Other Rooms. </i>Even while his literary achievements were setting the standards that other fiction and nonfiction writers would follow for generations, Capote descended into a spiral of self-destruction and despair.<i></i></p><p>\n   </p><p>\n  This biography by Gerald Clarke was first published in 1988-just four years after Capote's death. It was the basis for <i>Capote,</i> the 2005 film starring Philip Seymour Hoffman, who won an Academy Award for his performance.</p><p>\n   </p><p>\n  Clarke paints a vivid behind-the-scenes picture of Capote's life-based on hundreds of hours of in-depth interviews with Capote himself and the people close to him. From the glittering heights of notoriety and parties with the rich and famous to his later struggles with addiction, Capote emerges as a richly multidimensional person-both brilliant and flawed.</p>", "oyster_good_for_statement": ""}, "position": 109, "uuid": "9PWejzteoLMWYRQvMhv2nK", "annotation": ""},{"book": {"author": "Edith Wharton", "publication_date": "1920-01-01", "oyster_summary": "", "status": 1, "language_code": "", "number_print_pages": 0, "title": "The Age of Innocence", "uuid": "2SKrKHuSQstVa4FwbrKoYa", "awards": [{"name": "Winner of the Pulitzer Prize", "uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null}], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/849/8491360617926.4.png", "average_rating": 3.91, "isbn": "9781629450544", "description": "The Age of Innocence centers on an upper-class couple's impending marriage, and the introduction of a woman plagued by scandal whose presence threatens their happiness. Though the novel questions the assumptions and morals of 1870s' New York society, it never devolves into an outright condemnation of the institution. The novel is lauded for its accurate portrayal of how the 19th-century East Coast American upper class lived, and this, combined with the social tragedy, earned Wharton a Pulitzer Prize — the first Pulitzer awarded to a woman. Edith Wharton was 58 years old at publication; she lived in that world, and saw it change dramatically by the end of World War I. The title is an ironic comment on the polished outward manners of New York society, when compared to its inward machinations.", "oyster_good_for_statement": ""}, "position": 110, "uuid": "aQbjecCJExstTfg4nwjMAE", "annotation": ""},{"book": {"author": "Italo Calvino", "publication_date": "2013-08-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "Invisible Cities", "uuid": "rUQecgVLdXrH625toR9GT9", "awards": [{"name": "Nebula Award Nominee", "uuid": "uBMYfWXoovBHkAXUEEZ2AW", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544133204/1376383281.05.jpg", "average_rating": 4.22, "isbn": "9780544133204", "description": "<DIV>Imaginary conversations between Marco Polo and his host, the Chinese ruler Kublai Khan, conjure up cities of magical times. &#8220;Of all tasks, describing the contents of a book is the most difficult and in the case of a marvelous invention like Invisible Cities, perfectly irrelevant&#8221; (Gore Vidal). Translated by William Weaver. A Helen and Kurt Wolff Book<br></div>", "oyster_good_for_statement": ""}, "position": 111, "uuid": "dRCAwgaXzAUMUKrkobhHmk", "annotation": ""},{"book": {"author": "Eric Hazan", "publication_date": "2011-05-23", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 400, "title": "The Invention of Paris", "uuid": "sJdQTrxFHywzj4vSpzaH86", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678006/1386003470.24.jpg", "average_rating": 3.52, "isbn": "9781844678006", "description": "<p><em>The Invention of Paris</em> is a tour through the streets and history of the French capital under the guidance of radical Parisian author and publisher Eric Hazan.</p><p>Hazan reveals a city whose squares echo with the riots, rebellions and revolutions of the nineteenth and twentieth centuries. Combining the raconteur&rsquo;s ear for a story with a historian&rsquo;s command of the facts, he introduces an incomparable cast of characters: the literati, the philosophers and the artists&mdash;Balzac, Baudelaire, Blanqui, Flaubert, Hugo, Maney, and Proust, of course; but also Doisneau, Nerval and Rousseau.</p><p>It is a Paris dyed a deep red in its convictions. It is haunted and vitalized by the history of the barricades, which Hazan retells in rich detail. <em>The Invention of Paris</em> opens a window on the forgotten byways of the capital&rsquo;s vibrant and bloody past, revealing the city in striking new colors.</p>", "oyster_good_for_statement": ""}, "position": 112, "uuid": "G2AC5aSd7gKUpd8xWYZGD4", "annotation": ""},{"book": {"author": "Garth Stein", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Art of Racing in the Rain", "uuid": "N9zjauthYCYxNAt48cw37m", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061738098/1376451787.17.jpg", "average_rating": 4.14, "isbn": "9780061738098", "description": "<p>Enzo knows he is different from other dogs: a philosopher with a nearly human soul (and an obsession with opposable thumbs), he has educated himself by watching television extensively, and by listening very closely to the words of his master, Denny Swift, an up-and-coming race car driver. </p><p>Through Denny, Enzo has gained tremendous insight into the human condition, and he sees that life, like racing, isn't simply about going fast. Using the techniques needed on the race track, one can successfully navigate all of life's ordeals.</p><p>On the eve of his death, Enzo takes stock of his life, recalling all that he and his family have been through: the sacrifices Denny has made to succeed professionally; the unexpected loss of Eve, Denny's wife; the three-year battle over their daughter, Zo&#235;, whose maternal grandparents pulled every string to gain custody. In the end, despite what he sees as his own limitations, Enzo comes through heroically to preserve the Swift family, holding in his heart the dream that Denny will become a racing champion with Zo&#235; at his side. Having learned what it takes to be a compassionate and successful person, the wise canine can barely wait until his next lifetime, when he is sure he will return as a man. </p><p>A heart-wrenching but deeply funny and ultimately uplifting story of family, love, loyalty, and hope, <em>The Art of Racing in the Rain</em> is a beautifully crafted and captivating look at the wonders and absurdities of human life . . . as only a dog could tell it.</p>", "oyster_good_for_statement": ""}, "position": 113, "uuid": "5pYoiXvchS8CHRMc4gcvoR", "annotation": ""},{"book": {"author": "Tim O'Brien", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Things They Carried", "uuid": "nRxSgmjJb2ucXBCoUsKFxY", "awards": [{"name": "National Book Critics Circle Award Winner", "uuid": "8YMQPG32TB3yRipbSoRKZB", "image": null}, {"name": "Prix du Meilleur Livre Étranger", "uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547420295/1376379637.64.jpg", "average_rating": 4.1, "isbn": "9780547420295", "description": "<P>A classic work of American literature that has not stopped changing minds and lives since it burst onto the literary scene, <I>The Things They Carried</I> is a ground-breaking meditation on war, memory, imagination, and the redemptive power of storytelling.&#160;<br>&#160;<br><I>The Things They Carried</I> depicts the men of Alpha Company: Jimmy Cross, Henry Dobbins, Rat Kiley, Mitchell Sanders, Norman Bowker, Kiowa, and the character Tim O&#8217;Brien, who has survived his tour in Vietnam to become a father and writer at the age of forty-three.<br>&#160;<br>Taught everywhere&#8212;from high school classrooms to graduate seminars in creative writing&#8212;it has become required reading for any American and continues to challenge readers in their perceptions of fact and fiction, war and peace, courage and fear and longing.</p> <p><I>The Things They Carried</I> won France's prestigious Prix du Meilleur Livre Etranger and the Chicago Tribune Heartland Prize; it was also a finalist for the Pulitzer Prize and the National Book Critics Circle Award.</p> <p>", "oyster_good_for_statement": ""}, "position": 114, "uuid": "Moo3aEP97DtHoV857kByeQ", "annotation": ""},{"book": {"author": "Patrick deWitt", "publication_date": "2011-04-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Sisters Brothers", "uuid": "LQd3b4cnKr4b6kc43JxnFn", "awards": [{"name": "Man Booker Prize Nominee", "uuid": "wgnYp5iZQRwSNpgLXosa5J", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041272/1376490349.08.jpg", "average_rating": 3.83, "isbn": "9780062041272", "description": "<p>Shortlisted for the Booker Prize</p><p>Hermann Kermit Warm is going to die. The enigmatic and powerful man known only as the Commodore has ordered it, and his henchmen, Eli and Charlie Sisters, will make sure of it. Though Eli doesn&#39;t share his brother&#39;s appetite for whiskey and killing, he&#39;s never known anything else. But their prey isn&#39;t an easy mark, and on the road from Oregon City to Warm&#39;s gold-mining claim outside Sacramento, Eli begins to question what he does for a living&#8211;and whom he does it for.</p><p>With <em>The Sisters Brothers</em>, Patrick deWitt pays homage to the classic Western, transforming it into an unforgettable comic tour de force. Filled with a remarkable cast of characters&#8211;losers, cheaters, and ne&#39;er-do-wells from all stripes of life&#8211;and told by a complex and compelling narrator, it is a violent, lustful odyssey through the underworld of the 1850s frontier that beautifully captures the humor, melancholy, and grit of the Old West and two brothers bound by blood, violence, and love.</p>", "oyster_good_for_statement": ""}, "position": 115, "uuid": "gvDyCMhCuW48JLa76aHsqT", "annotation": ""},{"book": {"author": "Julian Assange", "publication_date": "2012-11-12", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 196, "title": "Cypherpunks", "uuid": "pEB6icoSTPaXQ34qFWF6Vg", "awards": [], "publisher": {"name": "OR Books", "uuid": "vL9uUjpHSzki2eAs6zBQ79"}, "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781939293015/1382549498.05.jpg", "average_rating": 3.72, "isbn": "9781939293015", "description": "<p>Julian Assange brings together a small group of cutting-edge thinkers and activists from the front line of the battle for cyberspace to discuss whether electronic communications will emancipate or enslave us.<p>", "oyster_good_for_statement": ""}, "position": 116, "uuid": "2587zGTjRSHQCvdsNLhjY7", "annotation": ""},{"book": {"author": "Terry Pratchett", "publication_date": "2010-09-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "I Shall Wear Midnight", "uuid": "L8PZUR4p4QhXRrT6phFk3m", "awards": [{"name": "Andre Norton Award Winner", "uuid": "oAEteXjPi6qqQV8dzzMMYC", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062012715/1376490184.63.jpg", "average_rating": 4.31, "isbn": "9780062012715", "description": "<p> It starts with whispers. </p><p>Then someone picks up a stone.</p><p> Finally, the fires begin.</p><p>When people turn on witches, the innocents suffer. . . .</p><p> Tiffany Aching has spent years studying with senior witches, and now she is on her own. As the witch of the Chalk, she performs the bits of witchcraft that aren&#8217;t sparkly, aren&#8217;t fun, don&#8217;t involve any kind of wand, and that people seldom ever hear about: She does the unglamorous work of caring for the needy.</p><p> But someone&#8212;or something&#8212;is igniting fear, inculcating dark thoughts and angry murmurs against witches. Aided by her tiny blue allies, the Wee Free Men, Tiffany must find the source of this unrest and defeat the evil at its root&#8212;before it takes her life. Because if Tiffany falls, the whole Chalk falls withher.</p><p> Chilling drama combines with laughout-loud humor and searing insight as beloved and bestselling author Terry Pratchett tells the high-stakes story of a young witch who stands in the gap between good and evil.</p>", "oyster_good_for_statement": ""}, "position": 117, "uuid": "LypjHoB3zuB8JvPxeZ3i5U", "annotation": ""},{"book": {"author": "Sarah Bakewell", "publication_date": "2010-10-19", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 0, "title": "How to Live", "uuid": "ogY7hSVRyvgs29nvkqF6hd", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514269/1378048931.52.jpg", "average_rating": 4.1, "isbn": "9781590514269", "description": "Winner of the 2010 National Book Critics Circle Award for Biography \r\n\r\nHow to get along with people, how to deal with violence, how to adjust to losing someone you love—such questions arise in most people’s lives. They are all versions of a bigger question: how do you live? How do you do the good or honorable thing, while flourishing and feeling happy?\r\n\r\nThis question obsessed Renaissance writers, none more than Michel Eyquem de Monatigne, perhaps the first truly modern individual. A nobleman, public official and wine-grower, he wrote free-roaming explorations of his thought and experience, unlike anything written before. He called them “essays,” meaning “attempts” or “tries.” Into them, he put whatever was in his head: his tastes in wine and food, his childhood memories, the way his dog’s ears twitched when it was dreaming, as well as the appalling events of the religious civil wars raging around him. The Essays was an instant bestseller and, over four hundred years later, Montaigne’s honesty and charm still draw people to him. Readers come in search of companionship, wisdom and entertainment—and in search of themselves.\r\n\r\nThis book, a spirited and singular biography, relates the story of his life by way of the questions he posed and the answers he explored. It traces his bizarre upbringing, youthful career and sexual adventures, his travels, and his friendships with the scholar and poet Étienne de La Boétie and with his adopted “daughter,” Marie de Gournay. And we also meet his readers—who for centuries have found in Montaigne an inexhaustible source of answers to the haunting question, “how to live?”", "oyster_good_for_statement": ""}, "position": 118, "uuid": "WrQJs4zNTYK6SyrnYAqkXP", "annotation": ""},{"book": {"author": "Kurt Vonnegut", "publication_date": "2010-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Slaughterhouse-Five", "uuid": "Kjp9BVkQL7vLdisMFBmYkn", "awards": [{"name": "National Book Award Winner", "uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null}], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795311987/1382102466.43.jpg", "average_rating": 3.98, "isbn": "9780795311987", "description": "<p>Adapted for a magnificent George Roy Hill film three years later (perhaps the only film adaptation of a masterpiece which exceeds its source), <i>Slaughterhouse-Five</i> (1969) is the now famous parable of Billy Pilgrim, a World War II veteran and POW, who has in the later stage of his life become “unstuck in time” and who experiences at will (or unwillingly) all known events of his chronology out of order and sometimes simultaneously. </p>\n<p></p>\n<p>Traumatized by the bombing of Dresden at the time he had been imprisoned, Pilgrim drifts through all events and history, sometimes deeply implicated, sometimes a witness. He is surrounded by Vonnegut’s usual large cast of continuing characters (notably here the hack science fiction writer Kilgore Trout and the alien Tralmafadorians who oversee his life and remind him constantly that there is no causation, no order, no motive to existence). </p>\n<p></p>\n<p>The “unstuck” nature of Pilgrim’s experience may constitute an early novelistic use of what we now call Post Traumatic Stress Disorder; then again, Pilgrim’s aliens may be as “real” as Dresden is real to him. Struggling to find some purpose, order or meaning to his existence and humanity’s, Pilgrim meets the beauteous and mysterious Montana Wildhack (certainly the author’s best character name), has a child with her and drifts on some supernal plane, finally, in which Kilgore Trout, the Tralmafadorians, Montana Wildhack and the ruins of Dresden do not merge but rather disperse through all planes of existence. </p>\n<p></p>\n<p><i>Slaughterhouse-Five</i>was hugely successful, brought Vonnegut an enormous audience, was a finalist for the National Book Award and a bestseller and remains four decades later as timeless and shattering a war fiction as <i>Catch-22</i>, with which it stands as the two signal novels of their riotous and furious decade.</p>", "oyster_good_for_statement": ""}, "position": 119, "uuid": "XiRqANnoskDTR9WhS44sEN", "annotation": ""}]