[{"annotation": "That’s seventy five days longer than we’d care to be on the open water. No wonder this was a bestseller for 36 weeks straight.", "uuid": "km8UejHdpMZ37nW3xUNpQM", "position": 0, "annotation_html": "That’s seventy five days longer than we’d care to be on the open water. No wonder this was a bestseller for 36 weeks straight.", "book": {"uuid": "2YYamdG4VA78Ah2WWGF4Tn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Adrift", "publication_date": "2002-10-17", "oyster_good_for_statement": "", "isbn": "9780547526560", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>Before The Perfect Storm, before In the Heart of the Sea, Steven Callahan&#8217;s dramatic tale of survival at sea was on the New York Times bestseller list for more than thirty-six weeks. In some ways the model for the new wave of adventure books, Adrift is an undeniable seafaring classic, a riveting firsthand account by the only man known to have survived more than a month alone at sea, fighting for his life in an inflatable raft after his small sloop capsized only six days out. &#8220;Utterly absorbing&#8221; (Newsweek), Adrift is a must-have for any adventure library.</DIV>", "average_rating": 4.07, "author": "Steven Callahan", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526560/1376380135.17.jpg"}},{"annotation": "The last book in Hessler’s China trilogy, Country Driving is an exploration of the once traditionally rural nation that is now building roads and factory towns that look a lot like the outside world that China used to shut out. This is insightful social reporting at its best.", "uuid": "5kRBLd7pzkgAYC5WQMPrzf", "position": 1, "annotation_html": "The last book in Hessler’s China trilogy, Country Driving is an exploration of the once traditionally rural nation that is now building roads and factory towns that look a lot like the outside world that China used to shut out. This is insightful social reporting at its best.", "book": {"uuid": "mADK8W8JvpiNeM2tNRCbNJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Country Driving", "publication_date": "2010-02-09", "oyster_good_for_statement": "", "isbn": "9780061969430", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>From the bestselling author of <em>Oracle Bones</em> and <em>River Town</em> comes the final book in his award-winning trilogy, on the human side of the economic revolution in China.</p></blockquote><p>In the summer of 2001, Peter Hessler, the longtime Beijing correspondent for <em>The New Yorker</em>, acquired his Chinese driver's license. For the next seven years, he traveled the country, tracking how the automobile and improved roads were transforming China. Hessler writes movingly of the average people&#8212;farmers, migrant workers, entrepreneurs&#8212;who have reshaped the nation during one of the most critical periods in its modern history. </p><p><em>Country Driving</em> begins with Hessler's 7,000-mile trip across northern China, following the Great Wall, from the East China Sea to the Tibetan plateau. He investigates a historically important rural region being abandoned, as young people migrate to jobs in the southeast. Next Hessler spends six years in Sancha, a small farming village in the mountains north of Beijing, which changes dramatically after the local road is paved and the capital's auto boom brings new tourism. Finally, he turns his attention to urban China, researching development over a period of more than two years in Lishui, a small southeastern city where officials hope that a new government-built expressway will transform a farm region into a major industrial center. </p><p>Peter Hessler, whom <em>The Wall Street Journal</em> calls \"one of the Western world's most thoughtful writers on modern China,\" deftly illuminates the vast, shifting landscape of a traditionally rural nation that, having once built walls against foreigners, is now building roads and factory towns that look to the outside world.</p>", "average_rating": 4.18, "author": "Peter Hessler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061969430/1376528961.46.jpg"}},{"annotation": "This book unleashed the quintessential madman upon the Age of Enlightenment—and it remains the tallest of tall tales to this day.", "uuid": "ztyuPH6cru8ByAKMhCFB58", "position": 2, "annotation_html": "This book unleashed the quintessential madman upon the Age of Enlightenment—and it remains the tallest of tall tales to this day.", "book": {"uuid": "T6wyVYgtVNrnE3y4or9FtR", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 208, "title": "Travels And Surprisng Adventures of Baron Munchausen", "publication_date": "2012-10-16", "oyster_good_for_statement": "", "isbn": "9781612191249", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>No one has journeyed to as many foreign lands as Baron von Munchausen. Nor, when it comes time to fire a cannon, will you find anyone more accurate. Courtly life is as natural to him as the harshest polar desert. On the subject of politics and science he has no equal. And all discussion of the moon must start and stop with the only man who has ever been there. His feats of prowess are famed the world over. Who else could leap a hedgerow with a carriage and horse on their back? No one. And then of course there are the bears... My god the poor bears!</p>\n<p>Written at a time when science was replacing religion, and explorers were mapping the globe, and in our own time made into an acclaimed movie by Terry Gilliam, The Travels and Surprising Adventures of Baron Munchausen unleashed the quintessential madman upon the Age of Enlightenment—and it remains the tallest of tall tales to this day.</p>", "average_rating": 3.85, "author": "Rudolf Erich Raspe", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191249/1377115015.92.jpg"}},{"annotation": "You can’t make up stories this good: America’s first attempt to reach the North Pole, a captain’s suspicious death, and a brutal struggle for survival. Bravo!", "uuid": "LtNrmpxCyo6R7N6RYqfJ3M", "position": 3, "annotation_html": "You can’t make up stories this good: America’s first attempt to reach the North Pole, a captain’s suspicious death, and a brutal struggle for survival. Bravo!", "book": {"uuid": "wxyzkBawjA4Vq9GZFG49mj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 264, "title": "Fatal North", "publication_date": "2012-09-21", "oyster_good_for_statement": "", "isbn": "9780983839590", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "description": "<DIV>&quot;Compulsively readable&quot; -San Francisco Examiner<BR><BR>It began as President Ulysses S. Grant's bid for international glory after the Civil War -- America's first attempt to reach the North Pole. It ended with Captain Charles Hall's death under suspicious circumstances, dissension among sailors, scientists, and explorers, the ship's evacuation and eventual sinking. Then came a brutal struggle for survival by thirty-three men, women and children, stranded on the polar ice -- and two dramatic rescues by whaling ships. When news of the disastrous expedition and accusations of murder reached Washington D.C., it led to a nationwide scandal, an official investigation, and a government cover-up.<BR><BR>The mystery of the captain's death remained unsolved for nearly 100 years. But when Charles Hall's frozen grave in northern Greenland was opened, and hair and fingernail samples were retrieved, forensic scientists were finally able to reach a shocking conclusion.</div>", "average_rating": 3.94, "author": "Bruce Henderson", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/615/6151355350414.64.jpg"}},{"annotation": "From Darjeeling to Paris, Durrell writes about places, cities, and countries with the zeal of a native.", "uuid": "vSYdnP9wSL2NR6YJ7Ug8tc", "position": 4, "annotation_html": "From Darjeeling to Paris, Durrell writes about places, cities, and countries with the zeal of a native.", "book": {"uuid": "Gju5U6QidKojZQF2qrtU7N", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "Spirit of Place", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453261613", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>The definitive collection of travel writings by one of the twentieth century&rsquo;s best-loved journeyers</b></div><DIV><BR></div><DIV>From the moment of his birth, Lawrence Durrell was far from home. A British child in India, he was sent to England to receive an education, and by his early twenties had already tired of his native land. With family in tow, he departed for Greece, and spent the rest of his life wandering the world. He traveled not to sightsee but to live, and made homes in Egypt, France, Yugoslavia, and Argentina. Each time he landed, he rooted himself deep into the native soil, taking in not just the sights and sounds of his new land, but the essential character of the country.</div><DIV>&#160;</div><DIV>In these letters and essays, Durrell exhibits the power of poetic observation that made his travel writing so extraordinary to post&ndash;World War II readers. In these pages he reminds us not just of each country&rsquo;s hidden charms, but of the unique characteristics that persist through the generations. </div></div>", "average_rating": 4.09, "author": "Lawrence Durrell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Spirit%20of%20Place/1373330946.05.jpg"}},{"annotation": "Lawrence Durrell is, hands down, the greatest travel writer. Always asking why he’s compelled to travel, he presents a handful of important answers.", "uuid": "w99mhqDjQEqr2vBzeegMqW", "position": 5, "annotation_html": "Lawrence Durrell is, hands down, the greatest travel writer. Always asking why he’s compelled to travel, he presents a handful of important answers.", "book": {"uuid": "dYqNNXFGsPMUGrANEZZyJX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 374, "title": "The Lawrence Durrell Travel Reader", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453261644", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>Notes on travel from the Mediterranean&rsquo;s sharpest observer</b></div><DIV><BR></div><DIV>Few men have traveled as wisely as Lawrence Durrell. Born in India, he lived in Corfu as a young man, enjoying salt air, cobalt water, and an unfettered bohemian lifestyle. Over the following decades, he rambled around the Mediterranean, making homes in Egypt, Cyprus, and Greece. Each time he moved, he asked himself why he felt compelled to travel. In this book, he gives his answer.</div><DIV>&#160;</div><DIV>Durrell knew that the wise traveler looks not for pleasure, education, or landmarks, but is hungry for a sense of place&mdash;the element of a landscape, city, or nation that makes its people who they are. In this anthology, passages from Durrell&rsquo;s classic Mediterranean writings are paired with observations on other lands. His writing is poetic, lush, and achingly clear, for this was a man who truly saw the world.</div><BR></div>", "average_rating": 0.0, "author": "Lawrence Durrell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Lawrence%20Durrell%20Travel%20Reader/1373330951.62.jpg"}},{"annotation": "As Nazi tanks approach a bucolic French suburb in 1940, Marcel Féron must abandon his home and confront the “Fate” that he has secretly awaited.", "uuid": "HGsE75CNLBFvyoqB8giPRG", "position": 6, "annotation_html": "As Nazi tanks approach a bucolic French suburb in 1940, Marcel Féron must abandon his home and confront the “Fate” that he has secretly awaited.", "book": {"uuid": "whbffCAEZ6B6jjUsHeoVJ4", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "The Train", "publication_date": "2011-07-12", "oyster_good_for_statement": "", "isbn": "9781935554738", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Against all expectations Marcel Féron has made a \"normal” life in a bucolic French suburb in the Ardennes. But on May 10, 1940, as Nazi tanks approach, this timid, happy man must abandon his home and confront the \"Fate” that he has secretly awaited. Separated from his pregnant wife and young daughter in the chaos of flight, he joins a freight car of refugees hurtling southward ahead of the pursuing invaders. There, he meets Anna, a sad-looking, dark-haired girl, whose accent is \"neither Belgian nor German,” and who \"seemed foreign to everything around her.” As the mystery of Anna's identity is gradually revealed, Marcel leaps from the heights of an exhilarating freedom to the depths of a terrifying responsibility—one that will lead him to a blood-chilling choice.</p>\n<p>When it first appeared in English in 1964, British novelist and critic Brigid Brophy declared The Train to be \"the novel his admirers had been expecting all along from Simenon.” Until The Train, she wrote, the dazzlingly prolific novelist had been \"a master without a masterpiece.”</p>", "average_rating": 3.91, "author": "Georges Simenon", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554738/1377115010.06.jpg"}},{"annotation": "Vollmann’s curation is as good as his own groundbreaking writing on travel and history. Includes Pico Iyer, Paul Theroux and many more.", "uuid": "2yRWoUg2pzXCddjzSfjCdg", "position": 7, "annotation_html": "Vollmann’s curation is as good as his own groundbreaking writing on travel and history. Includes Pico Iyer, Paul Theroux and many more.", "book": {"uuid": "Hwy9cUWsaJta75GxZVyiTd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Best American Travel Writing 2012", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9780547809137", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>The Best American Series&reg;<BR> First, Best, and Best-Selling<BR><br> The  Best American series is the premier annual showcase for the country&rsquo;s  finest short fiction and nonfiction. Each volume&rsquo;s series editor selects  notable works from hundreds of magazines, journals, and websites. A  special guest editor, a leading writer in the field, then chooses the  best twenty or so pieces to publish. This unique system has made the  Best American series the most respected &mdash; and most popular &mdash; of its  kind.<BR><br> <I>The Best American Travel Writing 2012</I> includes<BR><br> Bryan Curtis, Lynn Freed, J. Malcolm Garcia, Peter Gwin,<BR> Pico Iyer, Mark Jenkins, Dimiter Kenarov, Robin Kirk,<BR> Kimberly Meyer, Paul Theroux, and others</div>", "average_rating": 3.46, "author": "Jason Wilson", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547809137/1376381815.92.jpg"}},{"annotation": "New Auburn, Wisconsin, gives new meaning to “small town America.” These essays by New Auburn’s native son are stories of the people, tragedies and celebrations both profound and mundane in a town with a population of less than 500.", "uuid": "pNRP83X8UmCuJie3qAatSc", "position": 8, "annotation_html": "New Auburn, Wisconsin, gives new meaning to “small town America.” These essays by New Auburn’s native son are stories of the people, tragedies and celebrations both profound and mundane in a town with a population of less than 500.", "book": {"uuid": "PtuRLAQzPFTX3rbWfSKUqN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 280, "title": "Population: 485", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061852978", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Here the local vigilante is a farmer's wife armed with a pistol and a Bible, the most senior member of the volunteer fire department is a cross-eyed butcher with one kidney and two ex-wives (both of whom work at the only gas station in town), and the back roads are haunted by the ghosts of children and farmers. Michael Perry loves this place. He grew up here, and now -- after a decade away -- he has returned.</p><p>Unable to polka or repair his own pickup, his farm-boy hands gone soft after years of writing, Mike figures the best way to regain his credibility is to join the volunteer fire department. Against a backdrop of fires and tangled wrecks, bar fights and smelt feeds, he tells a frequently comic tale leavened with moments of heartbreaking delicacy and searing tragedy.</p>", "average_rating": 3.95, "author": "Michael Perry", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061852978/1376527635.81.jpg"}},{"annotation": "In 1968, nine sailors conceived an idea nearly as crazy as flying to the moon: circumnavigating the globe nonstop and solo. With nothing but rudimentary equipment and their wits, they set out on one of the more extraordinary yacht races in history. Learn what happens in Nichols’ addicting account.", "uuid": "yN4xD2uoujaAvH8DjofecL", "position": 9, "annotation_html": "In 1968, nine sailors conceived an idea nearly as crazy as flying to the moon: circumnavigating the globe nonstop and solo. With nothing but rudimentary equipment and their wits, they set out on one of the more extraordinary yacht races in history. Learn what happens in Nichols’ addicting account.", "book": {"uuid": "8fUqJ2TfJ824PinKj2PJ7n", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "A Voyage For Madmen", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061868405", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In 1968, nine sailors set off on the most daring race ever held: to single-handedly circumnavigate the globe nonstop. It was a feat that had never been accomplished and one that would forever change the face of sailing. Ten months later, only one of the nine men would cross the finish line and earn fame, wealth, and glory. For the others, the reward was madness, failure, and death.</p><p>In this extraordinary book, Peter Nichols chronicles a contest of the individual against the sea, waged at a time before cell phones, satellite dishes, and electronic positioning systems. <em>A Voyage for Madmen</em> is a tale of sailors driven by their own dreams and demons, of horrific storms in the Southern Ocean, and of those riveting moments when a split-second decision means the difference between life and death.</p>", "average_rating": 4.21, "author": "Peter Nichols", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868405/1376527943.37.jpg"}},{"annotation": "Paul Theroux’s first collection of essays and articles devoted solely to travel writing is a gem. From a solitary trip to the Maine woods to a mad dash through Hong Kong, \"Fresh Air Fiend\" treads on Theroux’s familiar themes, particularly becoming a stranger to discover the self.", "uuid": "Z4iVAc9WisiHR2mGmX58ok", "position": 10, "annotation_html": "Paul Theroux’s first collection of essays and articles devoted solely to travel writing is a gem. From a solitary trip to the Maine woods to a mad dash through Hong Kong, \"Fresh Air Fiend\" treads on Theroux’s familiar themes, particularly becoming a stranger to discover the self.", "book": {"uuid": "oAiinbJjLQsAqtyRoitmqb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 480, "title": "Fresh Air Fiend", "publication_date": "2001-05-01", "oyster_good_for_statement": "", "isbn": "9780547526348", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Paul Theroux's first collection of essays and articles devoted entirely to travel writing, FRESH AIR FIEND touches down on five continents and floats through most seas in between to deliver a literary adventure of the first order, with the incomparable Paul Theroux as a guide. From the crisp quiet of a solitary week spent in the snowbound Maine woods to the expectant chaos of Hong Kong on the eve of the Hand-over, Theroux demonstrates how the traveling life and the writing life are intimately connected. His journeys in remote hinterlands and crowded foreign capitals provide the necessary perspective to \"become a stranger\" in order to discover the self. A companion volume to SUNRISE WITH SEAMONSTERS, FRESH AIR FIEND is the ultimate good read for anyone fascinated by travel in the wider world or curious about the life of one of our most passionate travelers.</div>", "average_rating": 3.76, "author": "Paul Theroux", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526348/1376382811.36.jpg"}},{"annotation": "Enfield narrates two bike trips through Greece--the first through the Pelopponese, the next following the footsteps of the romantic poet, Lord Byron. Scholarship, wit and observations are woven together seamlessly in this one-of-a-kind travelogue.", "uuid": "aaojJxkRz37zV6dfzbVimi", "position": 11, "annotation_html": "Enfield narrates two bike trips through Greece--the first through the Pelopponese, the next following the footsteps of the romantic poet, Lord Byron. Scholarship, wit and observations are woven together seamlessly in this one-of-a-kind travelogue.", "book": {"uuid": "zpFxgoweeLV8YUjHQGesA4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Greece on My Wheels", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9780857653185", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><B>Two enchanting explorations of Greece by bicycle</B></DIV><DIV>&#160;</DIV><DIV>Mounted on his trusty steed, Edward Enfield&#160;explores the beauty and history of the Pelopponese in a travelogue that combines wit, charm, and scholarship. Returning to Greece to follow in the footsteps of the romantic poet Lord Byron, Edward's second trip sees him pedaling around the great historic sites of Epirus as he completes his own mini-odyssey.</DIV>", "average_rating": 3.58, "author": "Edward Enfield", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9780857653185/1386330923.05.jpg"}},{"annotation": "The Nobel Prize-winning writer took a break from novels to pen a collection of essays on his trips to Ireland in the post-war 1950’s. This edition also includes an epilogue written years later detailing Boll’s changed perceptions about the Emerald Isle.", "uuid": "TFveAmsuUDCmsTontSzqYJ", "position": 12, "annotation_html": "The Nobel Prize-winning writer took a break from novels to pen a collection of essays on his trips to Ireland in the post-war 1950’s. This edition also includes an epilogue written years later detailing Boll’s changed perceptions about the Emerald Isle.", "book": {"uuid": "JLFD98f7N4i3Efw4xoAbtn", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "Irish Journal", "publication_date": "2011-05-31", "oyster_good_for_statement": "", "isbn": "9781935554837", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>When Heinrich Böll traveled with his wife to Ireland in the early 1950's, he was immediately enchanted by the landscape and the people. Reveling in respite from a Europe still recovering from war, he was captivated by what he saw as a friendly and classless society that took life at a more leisurely pace. He was delighted, for example, by the Irish saying that explained why the trains were always late: \"When God made time he made plenty of it.” Böll would return again and again.</p>\n<p>In this unique entry in his oeuvre, Böll documents his eccentric travels around the Emerald Isle, detailing its charm in a way that gives his own habit of studying character and paradox, not mention national identity, a beguiling twist. The result, here presented with an epilogue written years later with Böll's observation of changes since his first visit, is a reflection on the essence of a place and its people that is, indeed, evergreen.</p>", "average_rating": 3.85, "author": "Heinrich Boll", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554837/1377114562.58.jpg"}},{"annotation": "Thom finds himself driving through the post-USSR landscape in a VW camper for an odd job and discovers a series of friendly gangsters, corrupt officials, and a host of other strange strangers. Russia in the 1990’s was the Wild East, and it makes an incredibly fun setting for an anything-goes travelogue. ", "uuid": "oFruGF4YAAZMA7vPA89pB6", "position": 13, "annotation_html": "Thom finds himself driving through the post-USSR landscape in a VW camper for an odd job and discovers a series of friendly gangsters, corrupt officials, and a host of other strange strangers. Russia in the 1990’s was the Wild East, and it makes an incredibly fun setting for an anything-goes travelogue. ", "book": {"uuid": "wApEMs855CkNfPp2wwqacc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "One Steppe Beyond", "publication_date": "2012-06-01", "oyster_good_for_statement": "", "isbn": "9780857653277", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<DIV><DIV><DIV><B>Traveling across the former Soviet Union is a challenge at the best of times&#151;doing so in a dilapidated VW is just that much&#160;more of an adventure</B></DIV><DIV>&#160;</DIV><DIV>A chance job offer at a timber yard in Estonia gives Thom and his old pal Jo a taste for the unknown. So when Uncle Tony asks them to drive to Vladivostok for another job, they can&#8217;t think of a good reason why not. The result is a classic caper across the former Soviet Union in Max, a rusty old VW camper. Knowing little of the language or the geography ahead, they embark on probably the longest commute ever, encountering corrupt officials, film star mechanics, and over-friendly gangsters. Far off the tourist trail, they bear witness to the collapse of one nation and the birth of a new one during the free-for-all that was Russia in the 1990s.</DIV></DIV></DIV>", "average_rating": 3.82, "author": "Thom Wheeler", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9780857653277/1386330924.9.jpg"}},{"annotation": "Americans aren’t really afraid of strangers. Just ask Elijah Wald, who hitchhiked from Boston to Seattle with a series of friendly truck drivers, businessmen, missionaries and conspiracy theorists. Enjoy the travel, not the destination. That’s Wald’s philosophy to live by.", "uuid": "RkiLAo9rqMVvoxsKa8L7Vh", "position": 14, "annotation_html": "Americans aren’t really afraid of strangers. Just ask Elijah Wald, who hitchhiked from Boston to Seattle with a series of friendly truck drivers, businessmen, missionaries and conspiracy theorists. Enjoy the travel, not the destination. That’s Wald’s philosophy to live by.", "book": {"uuid": "bGrrEaYwXnAAjutB6YPTdn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Riding with Strangers", "publication_date": "2006-05-01", "oyster_good_for_statement": "", "isbn": "9781569762370", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>This fascinating tale of the author's cross-country hitchhiking journey is a captivating look into the pleasures and challenges of the open road. As the miles roll by he meets businessmen, missionaries, conspiracy theorists, and truck drivers from all ages and ethnicities who are eager to open their car doors to a wandering stranger. This memoir uncovers the hidden reality that the United States remains hospitable, quirky, and as ready as ever to offer help to a curious traveler. Demonstrating how hitchhiking can be the ultimate in adventure travel&#151;a thrilling exploration of both people and scenery&#151;this guide also serves as a hitchhiker's reference, sharing the history behind this communal form of travel while touching on roadside lore and philosophy.<BR></DIV>", "average_rating": 3.39, "author": "Elijah Wald", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Riding%20with%20Strangers/1372977174.42.jpg"}},{"annotation": "Orwell’s first book--this autobiography masked in a healthy dose of fiction--is a tribute to the sometimes creative force of poverty. In the hands of a master writer, stories of slumming in London and Paris are as brilliant as they are fun.", "uuid": "g6UZ5yD5zL5YQabvd5omKa", "position": 15, "annotation_html": "Orwell’s first book--this autobiography masked in a healthy dose of fiction--is a tribute to the sometimes creative force of poverty. In the hands of a master writer, stories of slumming in London and Paris are as brilliant as they are fun.", "book": {"uuid": "XDh9VqG3qu6ft4MAfXjFuP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 228, "title": "Down and Out in Paris and London", "publication_date": "1972-03-15", "oyster_good_for_statement": "", "isbn": "9780547488547", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>This unusual fictional account, in good part autobiographical, narrates without self-pity and often with humor the adventures of a penniless British writer among the down-and-out of two great cities. In the tales of both cities we learn some sobering Orwellian truths about poverty and society.<BR></DIV>", "average_rating": 4.07, "author": "George Orwell", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488547/1387866576.89.jpg"}}]