[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Alan Paul", "uuid": "8Zdo7wuuzYH6UTythyuW5Q", "description": "<blockquote><p>The inspiring story of a man, a family, a band, a foreign country, and a new beginning</p></blockquote><p>When Alan Paul's wife was offered the job as the <em>Wall Street Journal</em>'s China bureau chief, he saw it as an amazing opportunity to shake up their increasingly staid suburban New Jersey life. Excited and not a little scared, they packed up their three children&#8212;ages two, four, and seven&#8212;and headed for adventure and uncertainty in Beijing, China.</p><p>Based on his award-winning <em>Wall Street Journal Online</em> column, \"The Expat Life,\" <em>Big in China</em> explores Paul's unlikely three-and-a-half-year journey of reinvention in this rapidly developing metropolis. He reveals the challenges that he and his family faced while living in a foreign land, including reaching beyond the expat community, coming to terms with his new role as a stay-at-home dad, and learning to navigate and thrive in an unfamiliar culture. By viewing an intimidating challenge as a golden opportunity rather than as a burden, he saw his world open up around him.</p><p>At the heart of the memoir is his time fronting Woodie Alan, a blues band he formed with a Chinese partner. The cross-cultural collaboration became an unlikely success. The band embarked on a tour across China, earning the title \"Best Band in Beijing\" and recording an acclaimed CD of original music sung in both English and Mandarin, which prompted ZZ Top's Billy Gibbons to say, \"This is the best Chinese blues band I ever heard. Who knew?\" Woodie Alan was symbolic of Paul's entire China experience and?proof of what transpires when one can suspend preconceived notions and plunge into a new reality.</p><p>A testament to the transformative power of a life lived beyond comfortable borders, <em>Big in China</em> reminds us of the importance of always keeping our horizons wide and our thoughts ambitious.</p>", "isbn": "9780062065827", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065827/1376552553.68.jpg", "oyster_summary": "", "average_rating": 3.85, "language_code": "eng", "awards": [], "title": "Big in China", "publication_date": "2011-03-01", "number_print_pages": 272}, "position": 19, "uuid": "rbNZNnsi8HfqQuENhWTaJf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Donald Hall", "uuid": "9sTzhXu4Am7SXEUdbL2S7J", "description": "<DIV>A candid memoir of love, art, and grief from a celebrated man of letters, United States poet laureate Donald Hall<br><br>In an intimate record of his twenty-three-year marriage to poet Jane Kenyon, Donald Hall recounts the rich pleasures and the unforeseen trials of their shared life. The couple made a home at their New England farmhouse, where they rejoiced in rituals of writing, gardening, caring for pets, and connecting with their rural community through friends and church. The Best Day the Worst Day presents a portrait of the inner moods of \"the best marriage I know about,\" as Hall has written, against the stark medical emergency of Jane's leukemia, which ended her life in fifteen months. Between recollections of better times, Hall shares with readers the daily ordeal of Jane's dying through heartbreaking but ultimately inspiring storytelling.</div>", "isbn": "9780547346984", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346984/1376379520.9.jpg", "oyster_summary": "", "average_rating": 4.31, "language_code": "eng", "awards": [], "title": "The Best Day the Worst Day", "publication_date": "2006-11-08", "number_print_pages": 272}, "position": 15, "uuid": "EZrxUmuLnxYKRKmcsPAxxK", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "John Grogan", "uuid": "X8Qr3GJg4DJMDNcfa6K27S", "description": "<p>The heartwarming and unforgettable story of a family and the wondrously neurotic dog who taught them what really matters in life.</p><p>Now with photos and new material</p>", "isbn": "9780061793554", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061793554/1376506485.25.jpg", "oyster_summary": "", "average_rating": 4.08, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Marley & Me", "publication_date": "2009-03-17", "number_print_pages": 320}, "position": 45, "uuid": "YYReAcf9mcKzim86AGHppa", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Terri Cheney", "uuid": "s6bwwDoh7ttGi3YKJMyi4C", "description": "<p>An attractive, highly successful Beverly Hills entertainment lawyer, Terri Cheney had been battling debilitating bipolar disorder for the better part of her life&#8212;and concealing a pharmacy&#8217;s worth of prescription drugs meant to stabilize her moods and make her \"normal.\" In explosive bursts of prose that mirror the devastating mania and extreme despair of her illness, Cheney describes her roller-coaster existence with shocking honesty, giving brilliant voice to the previously unarticulated madness she endured. Brave, electrifying, poignant, and disturbing, <em>Manic</em> does not simply explain bipolar disorder&#8212;it takes us into its grasp and does not let go. </p>", "isbn": "9780061747281", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061747281/1378009218.02.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Manic", "publication_date": "2009-10-13", "number_print_pages": 272}, "position": 31, "uuid": "TaXWLBYvAaiMLGA46cfPx8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Emma Forrest", "uuid": "FyNFUv49HpUqv5sJMFMzZ9", "description": "Emma Forrest, a British journalist, was just twenty-two and living the fast life in New York City when she realized that her quirks had gone beyond eccentricity. In a cycle of loneliness, damaging relationships, and destructive behavior, she found herself in the chair of a slim, balding, and effortlessly optimistic psychiatrist—a man whose wisdom and humanity would wrench her from the dangerous tide after she tried to end her life. She was on the brink of drowning, but she was still working, still exploring, still writing, and she had also fallen deeply in love. One day, when Emma called to make an appointment with her psychiatrist, she found no one there. He had died, shockingly, at the age of fifty-three, leaving behind a young family. Reeling from the premature death of a man who had become her anchor after she turned up on his doorstep, she was adrift. And when her all-consuming romantic relationship also fell apart, Emma was forced to cling to the page for survival and regain her footing on her own terms.\r\n   A modern-day fairy tale, Your Voice in My Head is a stunning memoir, clear-eyed and shot through with wit. In her unique voice, Emma Forrest explores the highs and lows of love and the heartbreak of loss.", "isbn": "9781590514474", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514474/1378049050.34.jpg", "oyster_summary": "", "average_rating": 3.75, "language_code": "English", "awards": [], "title": "Your Voice in My Head", "publication_date": "2011-05-03", "number_print_pages": 224}, "position": 0, "uuid": "g72KX2iNvvU8xzW9m7CWmU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Patti Smith", "uuid": "J44P7NDAPx6hZXcq2WfBHk", "description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><p>It was the summer Coltrane died, the summer of love and riots, and the summer when a chance encounter in Brooklyn led two young people on a path of art, devotion, and initiation.</p><p>Patti Smith would evolve as a poet and performer, and Robert Mapplethorpe would direct his highly provocative style toward photography. Bound in innocence and enthusiasm, they traversed the city from Coney Island to Forty-second Street, and eventually to the celebrated round table of Max's Kansas City, where the Andy Warhol contingent held court. In 1969, the pair set up camp at the Hotel Chelsea and soon entered a community of the famous and infamous&#8212;the influential artists of the day and the colorful fringe. It was a time of heightened awareness, when the worlds of poetry, rock and roll, art, and sexual politics were colliding and exploding. In this milieu, two kids made a pact to take care of each other. Scrappy, romantic, committed to create, and fueled by their mutual dreams and drives, they would prod and provide for one another during the hungry years.</p><p><em>Just Kids</em> begins as a love story and ends as an elegy. It serves as a salute to New York City during the late sixties and seventies and to its rich and poor, its hustlers and hellions. A true fable, it is a portrait of two young artists' ascent, a prelude to fame.</p>", "isbn": "9780062008442", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008442/1376530164.85.jpg", "oyster_summary": "", "average_rating": 4.12, "language_code": "eng", "awards": [{"image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb", "name": "National Book Award Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "9dr9yUaaL7JFGWhpLzV2L", "name": "Stonewall Award Honor Book"}], "title": "Just Kids", "publication_date": "2010-04-20", "number_print_pages": 320}, "position": 30, "uuid": "FEkL7m48xedcvkJmCECwcg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Imre Kertesz", "uuid": "ewjAvHDyuz4oWavPfeLjNN", "description": "<p>Dossier K is Imre Kert_sz's response to the hasty biographies and profiles that followed his 2002 Nobel Prize, an attempt to set the record straight. But, as befits Kert_sz, it's a beautifully roundabout way of going straight: Kert_sz faces and interrogates himself about the issues and events that have long preoccupied him, while also dealing with the questions that really annoy him (such as, \"Is your work autobiographical?”).</p>\n<p>The result is an extraordinary self-portrait, in which Kert_sz recounts memories of his childhood in Budapest; the years that lead up to the Second World War and his first encounters with anti-Semitism; the incredible forged record of his death in Buchenwald that may in fact have saved his life; his release from the camps and his return to his family; Hungary's Rˆkosi and Kˆdˆr regimes and the terror, hypocrisy, and absurdity they entailed; his thoughts about what other writers have written about the Holocaust; his two marriages; and his long development as a writer.</p>\n<p>This is a surprising and provocative autobiography that delves into questions about the legacy of the Holocaust, fiction and reality, and what Kert_sz calls \"the wonderful burden of being responsible for yourself.</p>", "isbn": "9781612192031", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192031/1377114041.47.jpg", "oyster_summary": "", "average_rating": 3.99, "language_code": "English", "awards": [], "title": "Dossier K", "publication_date": "2013-05-07", "number_print_pages": 227}, "position": 16, "uuid": "mhzxvj88R73rnFcZaejZv4", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Eric Greitens", "uuid": "P5ziGNDsU3QUAAZFZewkSS", "description": " <p>THE HEART AND THE FIST shares one man&#8217;s story of extraordinary leadership and service as both a humanitarian and a warrior. In a life lived at the raw edges of the human experience, Greitens has seen what can be accomplished when compassion and courage come together in meaningful service.</P> <p>As a Rhodes Scholar and Navy SEAL, Greitens worked alongside volunteers who taught art to street children in Bolivia and led US Marines who hunted terrorists in Iraq. He&#8217;s learned from nuns who fed the destitute in one of Mother Teresa&#8217;s homes for the dying in India, from aid workers who healed orphaned children in Rwanda, and from Navy SEALs who fought in Afghanistan. He excelled at the hardest military training in the world, and today he works with severely wounded and disabled veterans who are rebuilding their lives as community leaders at home.</P> <p>Greitens offers each of us a new way of thinking about living a meaningful life. We learn that to win any war, even those we wage against ourselves; to create and obtain lasting peace; to save a life; and even, simply to live with purpose requires us&#8212;every one of us&#8212;to be both good and strong.</P><BR>", "isbn": "9780547549163", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549163/1380092621.71.jpg", "oyster_summary": "", "average_rating": 4.2, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "The Heart and the Fist", "publication_date": "2011-04-11", "number_print_pages": 320}, "position": 29, "uuid": "bjX4u8hVi2r4mGjm87g7KH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "John Vernon", "uuid": "66FsmTPMppk2zTzQG5jnAV", "description": "<DIV>\"History in its minute particulars touches us all, and in the least expected ways.\" Every family has its odd character, the one member who never seems right with the world. In his brilliant pairing of family history with the history of civilization, John Vernon discovers the extraordinary sources of ordinary things in the life of his reclusive brother, Paul. When Paul died and John was charged with settling his affairs, he came face to face with a life he had never suspected. His brother's house in southern New Hampshire was in a state of squalid, shocking disrepair: piled high with a lifetime of trash, unheated and decrepit, pitifully unlivable. An assembly worker and an amateur inventor, Paul had managed to keep his sad and strange world hidden. The story of this troubled soul is at once fascinating and tragic. And more: it cries out for reasons. Why does a childhood full of promise turn wrong? Why do we clutter our lives with things? How do we make and understand our world? Vernon seeks answers in the most unexpected places. Buying a hammer and thermometer at Wal-Mart, that icon of consumerism, inspires a short history of tools and the discovery of mercury. Paul's wake occasions an investigation of blood circulation and embalming. Vernon voyages through science and physiology, culture and mythology, on a search \"for a way to comprehend a life that left behind not splendid monuments but ordinary wreckage.\" The result is a book of reasons: reasons for his brother's way of life, reasons for his own response to Paul's death. Bringing to bear the narrative powers that distinguished his acclaimed historical novels Peter Doyle and All for Love, Vernon links the story of one odd individual to the surprising and irregular upheavals of history. In the process, he discovers how reasons, for all of us, are one means of learning to accept things that can never be explained.</div>", "isbn": "9780547995144", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547995144/1376382590.97.jpg", "oyster_summary": "", "average_rating": 3.97, "language_code": "eng", "awards": [], "title": "A Book of Reasons", "publication_date": "2000-10-04", "number_print_pages": 292}, "position": 19, "uuid": "5espn6ccGNUtBpu6zCqqFk", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Rita Williams", "uuid": "eoAzQtaKUBpJxpqEmdDDnD", "description": "<DIV>When Rita Williams was four, her mother died in a Denver boarding house. This death delivered Rita into the care of her aunt Daisy, the last surviving African American widow of a Union soldier and a maverick who had spirited her sharecropping family out of the lynching South and reinvented them as ranch hands and hunting guides out West. But one by one they slipped away, to death or to an easier existence elsewhere, leaving Rita as Daisy's last hope to right the racial wrongs of the past and to make good on a lifetime of thwarted ambition. If the Creek Don't Rise tells how Rita found her way out from under this crippling legacy and, instead of becoming \"a perfect credit to her race,\" discovered how to become herself.<br><BR>Set amid the harsh splendor of the Colorado Rockies, this is a gorgeous, ruthless, and unique account of the lies families live-and the moments of truth and beauty that save us.<br><BR></DIV>", "isbn": "9780547892528", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547892528/1376382569.89.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "If the Creek Don't Rise", "publication_date": "2007-05-07", "number_print_pages": 336}, "position": 35, "uuid": "7JcocBe6FRz3eshgrnanQS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "YQuR3Tq6bTne3y5azJJx76", "name": "Skyhorse Publishing, Inc."}, "status": 1, "author": "Frederick Libby", "uuid": "EXNwmDRaYJEvLwGtcTHnig", "description": "From breaking wild horses in Colorado to fighting the Red Baron's squadrons in the skies over France, here in his own words is the true story of a forgotten American hero: the cowboy who became our first ace and the first pilot to fly the American colors over enemy lines. Growing up on a ranch in Sterling, Colorado, Frederick Libby mastered the cowboy arts of roping, punching cattle, and taming horses. As a young man he exercised his skills in the mountains and on the ranges of Arizona and New Mexico as well as the Colorado prairie. When World War I broke out, he found himself in Calgary, Alberta, and joined the Canadian army. In France, he transferred to the Royal Flying Corps as an \"observer,\" the gunner in a two-person biplane. Libby shot down an enemy plane on his first day in battle over the Somme, which was also the first day he flew in a plane or fired a machine gun. He went on to become a pilot. He fought against the legendary German aces Oswald Boelcke and Manfred von Richthofen, and became the first American to down five enemy planes. He won the Military Cross for conspicuous gallantry in action.   Libby’s memoir of his cowboy days in the last years of the Old West evokes a real-life Cormac McCarthy novel. His description of World War I combines a rattling good account of the air war over France with captivating and sometimes poignant depictions of wartime London, the sorrow for friends lost in combat, and the courage and camaraderie of the Royal Flying Corps. Told in charming, straightforward vernacular, Horses Don’t Fly is an unforgettable piece of Americana.", "isbn": "9781611454499", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781611454499/1386037226.35.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "Horses Don't Fly", "publication_date": "2012-03-15", "number_print_pages": 296}, "position": 59, "uuid": "r82xtJvhNspbjKHuaFZCTk", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Pearl S. Buck", "uuid": "j9dEhgNm53HuPoWzXkbf5a", "description": "<DIV><b>Pearl S. Buck&rsquo;s groundbreaking memoir, hailed by James Michener as &ldquo;spiritually moving,&rdquo; about raising a child with a rare developmental disorder </b></div><DIV><i><BR>The</i> <i>Child Who Never Grew </i>is Buck&rsquo;s candid memoir of her relationship with her oldest daughter, who was born with a rare type of mental retardation. A forerunner of its kind, the memoir was published in 1950 and helped demolish the cruel taboos surrounding learning disabilities. Buck describes life with her daughter, Carol, whose special needs led Buck to send her to one of the best schools for disabled children in the United States&mdash;which she paid for in part by writing <i>The Good Earth</i>, her multimillion-selling classic novel. </div><DIV>&#160;</div><DIV>Brave and touching, <i>The Child Who Never Grew </i>is a heartrending memoir of parenting. As Buck writes, &ldquo;I learned respect and reverence for every human mind. It was my child who taught me to understand so clearly that all people are equal in their humanity and that all have the same human rights.&rdquo;</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263594", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Child%20Who%20Never%20Grew/1373331020.31.jpg", "oyster_summary": "", "average_rating": 3.96, "language_code": "eng", "awards": [], "title": "The Child Who Never Grew", "publication_date": "2012-08-21", "number_print_pages": 107}, "position": 53, "uuid": "L8N5a3vAr6VdAL9nkGwdmS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Davis Phinney", "uuid": "ipeuB55zYoZNunWtpALaiA", "description": "<DIV><p>For two decades, Davis Phinney was one of America&rsquo;s most successful cyclists. He won two stages at the Tour de France and an Olympic medal. But after years of feeling off, he was diagnosed with early-onset Parkinson&rsquo;s. The body that had been his ally was now something else: a prison.&#160;<BR><br> <I>The Happiness of Pursuit</I> is the story of how Davis sought to overcome his Parkinson&rsquo;s by reaching back to what had made him so successful on the bike and adjusting his perspective on what counted as a win. The news of his diagnosis began a dark period for this vibrant athlete, but there was also light. His son Taylor&rsquo;s own bike-racing career was taking off. Determined to beat the Body Snatcher, Davis underwent a procedure called deep brain stimulation. Although not cured, his symptoms abated enough for him to see Taylor compete in the Beijing Olympics. Davis Phinney had won another stage. But the joy, he discovered, was in the pursuit.&#160;<BR><br> With humor and grace, Phinney weaves the narrative of his battle with Parkinson&rsquo;s with tales from his cycling career and from his son&rsquo;s emerging career. <I>The Happiness of Pursuit</I> is a remarkable story of fathers and sons and bikes, of victories large and small.</p></div>", "isbn": "9780547523644", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523644/1376380533.47.jpg", "oyster_summary": "", "average_rating": 3.97, "language_code": "eng", "awards": [], "title": "The Happiness of Pursuit", "publication_date": "2011-06-01", "number_print_pages": 240}, "position": 39, "uuid": "AAAj6E3MfBVjGVAWT4GMzY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "3yYNm3Ue8CUH2cunJKYrzU", "name": "Alma Books"}, "status": 1, "author": "Jane Hawking", "uuid": "fRGNtraW9FSjb9obTvjug7", "description": "", "isbn": "9781846882852", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/9781846882852/1378336153.56.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Travelling to Infinity", "publication_date": "2010-09-02", "number_print_pages": 450}, "position": 30, "uuid": "wf7zBQsSinvRF2PS5XwuBR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "status": 1, "author": "Michael Greenberg", "uuid": "vPVXcbqZqA7Zt3Z7rXQEmU", "description": "HURRY DOWN SUNSHINE TELLS THE STORY OF THE extraordinary summer when, at the age of fifteen, Michael Greenberg’s daughter was struck mad. It begins with Sally’s visionary crack-up on the streets of Greenwich Village, and continues, among other places, in the out-of-time world of a Manhattan psychiatric ward during the city’s most sweltering months. “I feel like I’m traveling and traveling with nowhere to go back to,” Sally says in a burst of lucidity while hurtling away toward some place her father could not dream of or imagine. Hurry Down Sunshine is the chronicle of that journey, and its effect on Sally and those closest to her–her brother and grandmother, her mother and stepmother, and, not least of all, the author himself. Among Greenberg’s unforgettable gallery of characters are an unconventional psychiatrist, an Orthodox Jewish patient, a manic Classics professor, a movie producer, and a landlord with literary dreams. Unsentimental, nuanced, and deeply humane, Hurry Down Sunshine holds the reader in a mesmerizing state of suspension between the mundane and the transcendent.\r\n\r\n“The psychotic break of his fifteen-year-old daughter is the grit around which Michael Greenberg forms the pearl that is Hurry Down Sunshine. It is a brilliant, taut, entirely original study of a suffering child and a family and marriage under siege. I know of no other book about madness whose claim to scientific knowledge is so modest and whose artistic achievement is so great.” – Janet Malcolm, author of The Silent Woman: Sylvia Plath & Ted Hughes and The Journalist and the Murderer\r\n\r\n“One of the most gripping and disturbingly honest books I have ever read.  The courage Michael Greenberg shows in narrating the story of his adolescent daughter’s descent into psychosis is matched by his acute understanding of how alone each of us, sane or manic, is in our processing of reality and our attempts to get others to appreciate what seems important to us. This is a remarkable memoir.” – Phillip Lopate, author of Two Marriages and Waterfront: A Journey Around Manhattan", "isbn": "9781590513255", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513255/1378048461.05.jpg", "oyster_summary": "", "average_rating": 3.4, "language_code": "English", "awards": [], "title": "Hurry Down Sunshine", "publication_date": "2008-09-09", "number_print_pages": 0}, "position": 28, "uuid": "q4b6bLrEZ8VAVouG2pHhBD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Susan Richards", "uuid": "SSuvtmugvrR6iRxnY48SrE", "description": "<DIV><p>One day, at the age of thirty-one, Susan Richards realized that she was an alcoholic. She wrote it down in her journal, struck by the fact that it had taken nine years of waking up hung-over to name her illness. What had changed?<BR><br> Susan had a new horse, a spirited Morgan named Georgia, and, as she says: <I>&ldquo;It had something to do with Georgia. It had something to do with making a commitment as enormous as caring for a horse that might live as my companion for the next forty years. It had something to do with love.&rdquo;</I> Every day begins with a morning ride.<BR><br> Every day Susan lives a little more and thinks about her mistakes a little less. Every day she learns a little more from Georgia, the kind of horse who doesn&rsquo;t go in for indecision, who doesn&rsquo;t apologize for her opinions, and who isn&rsquo;t afraid to be herself. In Georgia, Susan finds something to draw her back to herself, but also something to keep her steady and focused, to teach her about stepping carefully in unknown territory, to help her learn again about balance.<BR><br> This is a memoir about the power of animals to carry us through the toughest times of our lives&mdash;about the importance of constancy, the beauty of quiet, steadfast love, the way loving a good (and sometimes bad!) animal can keep you going. It&rsquo;s a wonderful story for Susan&rsquo;s (and Georgia&rsquo;s) fans, and for anyone who has ever loved an animal enough to keep on living.<br></p></div>", "isbn": "9780547488585", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488585/1376380064.13.jpg", "oyster_summary": "", "average_rating": 4.02, "language_code": "eng", "awards": [], "title": "Saddled", "publication_date": "2010-05-04", "number_print_pages": 224}, "position": 38, "uuid": "MerxuAUTq5LJgPPTJfYUfZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Ilene Beckerman", "uuid": "gTkZnsrvnWvhA8qve8PC4m", "description": "\"During my life, I've spent thousands of hours and thousands of dollars on my hair, my makeup, and my clothes, trying to look prettier because I grew up believing that pretty girls had happier lives.\"<br><br> \"I'd be a lot happier now if I had that time and that money back.\"<br> <br> Ilene Beckerman has lived long enough to have finally learned that there's more to happiness than finding the right hairdo and maintaining an ideal weight. This is never more clear than when she's invited to her fiftieth elementary-school reunion.<br> <br> \"Of course I'd go to the reunion.\" Beckerman says. But delight soon turns to dismay: \"I wondered who'd be there. How would they look? Would I look as good? What would I wear? Could I lose twenty pounds by June?\" Her reunion presents the perfect occasion to illustrate the anxieties and doubts, the dreams and hard-earned triumphs, of women—from Queen Victoria to Britney Spears.<br><br> Beckerman knows what really matters in life (besides good hair), and she imparts her wisdom in letters (unsent) to Madonna, Ava Gardner, Sofia Coppola, Meryl Streep, Gwyneth Paltrow, and others, and to her granddaughter Olivia. Frida Kahlo, Cinderella, <i>Whistler's Mother</i>, and Audrey Hepburn make appearances too. In this wise and wonderful book, she shares a lifetime of experience that reminds us that, ultimately, our mothers (and our grandmothers) were right: real beauty comes from within.", "isbn": "9781565127739", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127739/1377656755.88.jpg", "oyster_summary": "", "average_rating": 3.5, "language_code": "eng", "awards": [], "title": "Makeovers at the Beauty Counter of Happiness", "publication_date": "2005-04-08", "number_print_pages": 128}, "position": 50, "uuid": "sNRSpZkPu6E852L9Tqvq5b", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "BfBmDwzvBdChdXBcTywp4R", "name": "Outpost19"}, "status": 1, "author": "Tom Molanphy", "uuid": "qjWMTULGqERhifU3rtYBiG", "description": "As a young boy, Tom stands quietly before nuns and soccer coaches, and in high school, as a lifeguard, he dutifully, quietly, keeps troubled families afloat. At summer camp surrounded by scores of rabid cheerleaders, he encounters a disturbing lack of quiet, and in college, after Mardi Gras, he wakes up, ever so quietly, to a fuzzy lost world. In Belize, he quietly watches science battle faith, and in Spokane, he witnesses how un-quiet life can be. In Montana, reading Keats gets him through tuberculosis, and in California, where he loses a brother, he returns to a place that stands far beyond speech.", "isbn": "9781937402280", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402280/1385066753.56.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Loud Memories of A Quiet Life", "publication_date": "2012-05-01", "number_print_pages": 206}, "position": 58, "uuid": "GjY7LuvfFtqqQYMtQcEU9E", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Elissa Wall", "uuid": "pBofpLgtSFpQru8u7XwqvZ", "description": "<p>In September 2007, a packed courtroom in St. George, Utah, sat hushed as Elissa Wall, the star witness against polygamous sect leader Warren Jeffs, gave captivating testimony of how Jeffs forced her to marry her first cousin at age fourteen. This harrowing and vivid account proved to be the most compelling evidence against Jeffs, showing the harsh realities of this closed community and the lengths that Jeffs went to in order to control the women in it. Now, in this courageous memoir, Elissa Wall tells her incredible and inspirational story of her time in the Fundamentalist Church of Latter Day Saints (FLDS), detailing how she emerged from its confines to help bring one of America's most notorious criminals to justice.</p>", "isbn": "9780061752841", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752841/1376451969.49.jpg", "oyster_summary": "", "average_rating": 3.85, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Stolen Innocence", "publication_date": "2009-10-13", "number_print_pages": 464}, "position": 49, "uuid": "GbD8EweNzv8MXnCX3QkykV", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "f5xK2sgYcdKN8nnLQ4LRAh", "name": "Black Dog & Leventhal Publishers"}, "status": 1, "author": "Carol Eron Rizzoli", "uuid": "539xhNMavgTS7buXPc29PR", "description": "<strong>An unforgettable story about a couple who follow their dream of converting a run-down country house into a working bed and breakfast, and what they learn along the way from an old home, a close-knit community, and a parade of extraordinary guests</strong><br><br>In the spring of 2001, Carol Eron Rizzoli and her husband Hugo bought a dilapidated farmhouse in the tiny village of Royal Oak, Maryland, on the edge of the Chesapeake Bay. They spent two years transforming it into a bed and breakfast, which took them twice as long and cost three times as much as they had originally estimated (on the back of a napkin). As they struggled to restore the house and open the B&amp;B, Carol and Hugo were also slowly acquainting themselves with the rural community of Royal Oak, rich in custom and culinary traditions, and populated by neighbors with particular views on politics, hunting, wildlife, and of course, newcomers from the big city. <br><br>Written with honesty and humor, <i>The House at Royal Oak</i> is a journey to the heart of what it means to start over and chase a dream. Part inspirational account of reinventing yourself at mid-life, part love story about learning what matters most in a relationship, it is above all a book about home—what it means, and the unexpected places we find it.<br>", "isbn": "9781603761949", "cover_img": "https://cflare.oysterbooks.com/covers/Black%20Dog%20%26%20Leventhal%20Publishers/9781603761949/1377657574.63.jpg", "oyster_summary": "", "average_rating": 3.72, "language_code": "eng", "awards": [], "title": "The House at Royal Oak", "publication_date": "2010-04-28", "number_print_pages": 272}, "position": 18, "uuid": "PiLbw8eMEqoNu68pYUCFrM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "nXXuQQQ2n6UBu9h8Trzb33", "name": "Jacana Media"}, "status": 1, "author": "Bonnie Henna", "uuid": "GEKfXvCbm8LyoXsx9aynwM", "description": "In this beautifully written work, searing and&#160;unflinchingly honest, Bonnie makes a remarkable transition from actress to author with ease and flair. This shockingly naked account recounts&#160;how her depression almost robbed her of her shine and how she continues to fight this darkness. After Bonnie unsuccessfully tried to pursue her acting career in Hollywood, she&#160;was diagnosed with clinical depression. At last her darkness had a name, and there&#160;was a way to overcome it. With the failed Hollywood adventure as her lowest point, Bonnie begins the painful climb back to a life of health and mental stability. This memoir will have you cheering, crying, and falling in love all at the same time.", "isbn": "9781431405022", "cover_img": "https://cflare.oysterbooks.com/covers/Jacana%20Media/Eyebags%20%26%20Dimples/1372981299.14.jpg", "oyster_summary": "", "average_rating": 3.85, "language_code": "eng", "awards": [], "title": "Eyebags & Dimples", "publication_date": "2012-10-01", "number_print_pages": 256}, "position": 51, "uuid": "zRULVPaWfeZ9JCX5ArceRT", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "xWipbmpmbZrqZnNrAAGKhR", "name": "catherine james"}, "status": 1, "author": "catherine james", "uuid": "xgK9WvGAMAd9hrgQJvoCPU", "description": "Catherine James’s relationship with her young, beautiful, and wickedly irresponsible mother informed her Los Angeles childhood. Neglected—she would be strapped to a chair at night while her mother cavorted on the Sunset Strip—Catherine longed not for normalcy, but just for the chance to get away. To get away to her beloved grandmother Mimi or to her glamorous Aunt Claire’s, a Hollywood version of Grey Gardens stuff with racks of the former beauty queen’s 1930s ball gowns and memories of grand parties with Claire’s ex-husband, Busby Berkeley. To get away to her father, a dashing race-car driver who had been out of her life almost since the day she was born. Or even to get away to school, where she would at least be taken care of. Instead, Catherine was abandoned by her furious mother to become a ward of the state before she reached her teens.It wasn’t until a chance meeting with a very young Bob Dylan that Catherine was inspired to make her escape—as a real runaway, breaking out of the California orphanage with only one goal: to get to Greenwich Village in New York.DANDELION then becomes a look through the eye of a needle, as Catherine experiments with Eric Clapton; a peek through the viewfinder of a Polaroid, as Catherine is taken up by the beautiful people in Andy Warhol’s Factory; and a glimpse through a haze of smoke, as she begins romances with rockers like Jackson Browne and Jimmy Page.While raising her son, whose father was Denny Laine of the Moody Blues, Catherine finally returns to her West Coast roots, reconnects with her family, and discovers that her mother hasn’t changed but her father has: He’s become a heartbreakingly garish transsexual.Moving and shocking by turns, DANDELION is a completely different view of a celebrated pop culture scene and of a dramatic mother-daughter relationship.", "isbn": "9781452426327", "cover_img": "https://cflare.oysterbooks.com/covers/catherine%20james/9781452426327/1383652180.91.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Dandelion: A Memoir of a Free Spirit", "publication_date": "2012-09-04", "number_print_pages": 0}, "position": 52, "uuid": "vhACTtUHbRqAQSZBXRvamJ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Howard Norman", "uuid": "FoocfZnxBGgbFrrcUMjmeC", "description": "<DIV>&ldquo;A bracing and no-nonsense memoir, infused with fresh takes on love, death, and human nature.&rdquo; &mdash; <I>Kirkus Reviews</I>, starred review<BR><br> As  with many of us, the life of acclaimed novelist Howard Norman has had  its share of incidents of &ldquo;arresting strangeness.&rdquo; Yet few of us connect  these moments, as Norman has done in this spellbinding memoir, to show  how life tangles with the psyche to become art. Norman&rsquo;s story begins  with a portrait, both harrowing and hilarious, of a Midwest boyhood  summer working in a bookmobile, in the shadow of a grifter father and  under the erotic tutelage of his brother&rsquo;s girlfriend. His life story  continues in places as far-flung as the Arctic, where he spends part of a  decade as a translator of Inuit tales&mdash;including the story of a  soapstone carver turned into a goose whose migration-time lament is &ldquo;I  hate to leave this beautiful place&rdquo;&mdash;and in his beloved Point Reyes,  California, as a student of birds. In the Arctic, he receives news over  the radio that &ldquo;John Lennon was murdered tonight in the city of New York  in the USA.&rdquo; And years later, in Washington, D.C., another act of  deeply felt violence occurs in the form of a murder-suicide when Norman  and his wife loan their home to a poet and her young son. Norman&rsquo;s story  is also stitched together with moments of uncanny solace.  Of life in  his Vermont farmhouse Norman writes, &ldquo;Everything I love most happens  most every day.&rdquo;<BR><br> In the hands of Howard Norman, author of <I>The Bird Artist</I> and <I>What Is Left the Daughter</I>, life&rsquo;s arresting strangeness is made into a profound, creative, and redemptive memoir.</div>", "isbn": "9780547724775", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547724775/1383487918.95.jpg", "oyster_summary": "", "average_rating": 4.01, "language_code": "eng", "awards": [], "title": "I Hate to Leave This Beautiful Place", "publication_date": "2013-07-09", "number_print_pages": 288}, "position": 50, "uuid": "FcFAHnBWP9TYrfqKJsoKj3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Annie Dillard", "uuid": "DnfNiUN63oqMtfCR7suSiU", "description": "<p>A book that instantly captured the hearts of readers across the country, <em>An American Childhood</em> is Pulitzer Prize-winning author Annie Dillard's poignant, vivid memoir of growing up in Pittsburgh in the 1950s.</p>", "isbn": "9780061843136", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061843136/1376452281.88.jpg", "oyster_summary": "", "average_rating": 3.94, "language_code": "eng", "awards": [], "title": "American Childhood", "publication_date": "2009-10-13", "number_print_pages": 272}, "position": 34, "uuid": "2o8wMGVsGneTf7kkfk5BEf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Ilene Beckerman", "uuid": "f7btNJXsByjoUxniKDAAjM", "description": "Ilene \"Gingy\" Beckerman's beloved and bestselling book has been adapted for the stage by Nora and Delia Ephron. The star-studded Off-Broadway show is receiving rave reviews, as did the book: <br><br>“Illuminates the experience of an entire generation of women. . . . This small gem of a book is worthy of a Tiffany box.” — <i>The New York Times Book Review</i><br> <br> “A memoir every reader will wish to copy in her own size.” —<i>Glamour</i><br> <br> “Ilene Beckerman’s sleek little memoir . . . strikes a startling chord. . . . Unsettling and oddly powerful.” —<i>People</i><br> <br> “Surprisingly poetic.” —<i>Entertainment Weekly</i><br> <br> “[A] poignant biography. . . . This little book will charm anyone with an interest in style.” —<i>USA Today </i><br> <br>Ilene Beckerman’s runaway bestseller articulates something all women know: that our memories are often tied to our favorite clothes. From her Brownie uniform to her Pucci knockoff to her black strapless Rita Hayworth–style dress from the Neiman Marcus outlet store, Ilene Beckerman tells us the story of her life. <br><br><br><br>", "isbn": "9781565127678", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127678/1377656760.18.jpg", "oyster_summary": "", "average_rating": 3.37, "language_code": "eng", "awards": [], "title": "Love, Loss, and What I Wore", "publication_date": "2005-04-08", "number_print_pages": 144}, "position": 2, "uuid": "w2Ls3wM9KT7H8avGpHrJgL", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Mary Cantwell", "uuid": "ABgtyVFwc73XvECGtPd4PJ", "description": "<DIV>Mary Cantwell, who has been a writer and editor at Mademoiselle and Vogue and a writer at the New York Times, gives us an elegant and lyrical autobiographical account of a time and place that for some exists only in imagination. But this is a life as it was actually lived, with romance, passion, and no little share of pain. Like her earlier, warmly received American Girl: Scenes from a Small-Town Childhood, Cantwell's new book \"offers many of the pleas-ures more usually associated with the novel\" (Washington Post Book World). In five different apartments in Manhattan, each with its own character and charm, Cantwell's story winds through its phases, from single working girl to young wife and mother, from career choices and divorce to rediscovery. The world Cantwell inhabits - that of magazine and book publishing and fashion and the middle-class bohemia of downtown New York at a golden moment in time - is brought beautifully to life in a memoir that is sure to win her new readers and ren</div>", "isbn": "9780547728261", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547728261/1376381543.5.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [], "title": "Manhattan, When I Was Young", "publication_date": "1995-09-18", "number_print_pages": 214}, "position": 13, "uuid": "LThJANAtVbNYk2wwnmPANS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "status": 1, "author": "Matt Long", "uuid": "F9VU5pw7LUQ6gaFmMKxeUE", "description": "<p><b>A New York City firefighter’s emotional and inspiring memoir of learning to run again after a debilitating accident</b></p><p>On the morning of December 22, 2005, Matt Long was cycling to work in the early morning when he was struck by and sucked under a 20-ton bus making an illegal turn. The injuries he sustained pushed him within inches of his life. Miraculously, more than 40 operations and months later, Matt was able to start his recovery. In spite of the severity of his injuries, Matt found the psychological consequences of the accident nearly as hard to process. He would no longer be able to compete at the highest level.</p><p>In the 18 months before the accident, he had competed in more than 20 events including several triathlons and marathons and had qualified for running’s most prestigious race, the Boston Marathon.</p><p>After the accident, his doctor told him he’d be lucky if he could even walk without a cane.</p><p><i>The Long Run</i> is an emotional and incredibly honest story about Matt’s determination to fight through fear, despair, loneliness, and intense physical and psychological pain to regain the life he once had. The book chronicles Matt’s road to recovery as he teaches himself to walk again and, a mere three years later, to run in the 2008 New York City Marathon—a gimpy seven-and-a-half hour journey through the five boroughs. “Running saved my life,” Matt says, and his embrace of the running community and insistence on competing in the marathon has inspired many, turning him into a symbol of hope and recovery for untold numbers of others.</p>", "isbn": "9781609612092", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609612092/1376150059.69.jpg", "oyster_summary": "", "average_rating": 4.15, "language_code": "English", "awards": [], "title": "The Long Run", "publication_date": "2010-10-12", "number_print_pages": 266}, "position": 48, "uuid": "8mEmiHGwPPVGggeomGTmU8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Anderson Cooper", "uuid": "UWMitvSzoPmMQdGb4y9FxT", "description": "<p>Few people have witnessed more scenes of chaos and conflict around the world than Anderson Cooper, whose groundbreaking coverage on CNN has changed the way we watch the news. In this gripping, candid, and remarkably powerful memoir, he offers an unstinting, up-close view of the most harrowing crises of our time, and the profound impact they have had on his life.</p><p>After growing up on Manhattan's Upper East Side, Cooper felt a magnetic pull toward the unknown, an attraction to the far corners of the earth. If he could keep moving, and keep exploring, he felt he could stay one step ahead of his past, including the fame surrounding his mother, Gloria Vanderbilt, and the tragic early deaths of his father and older brother. As a reporter, the frenetic pace of filing dispatches from war-torn countries, and the danger that came with it, helped him avoid having to look too closely at the pain and loss that was right in front of him.</p><p>But recently, during the course of one extraordinary, tumultuous year, it became impossible for him to continue to separate his work from his life, his family's troubled history from the suffering people he met all over the world. From the tsunami in Sri Lanka to the war in Iraq to the starvation in Niger and ultimately to Hurricane Katrina in New Orleans and Mississippi, Cooper gives us a firsthand glimpse of the devastation that takes place, both physically and emotionally, when the normal order of things is violently ruptured on such a massive scale. Cooper had been in his share of life-threatening situations before -- ducking fire on the streets of war-torn Sarejevo, traveling on his own to famine-stricken Somalia, witnessing firsthand the genocide in Rwanda -- but he had never seen human misery quite like this. Writing with vivid memories of his childhood and early career as a roving correspondent, Cooper reveals for the first time how deeply affected he has been by the wars, disasters, and tragedies he has witnessed, and why he continues to be drawn to some of the most perilous places on earth.</p><p>Striking, heartfelt, and utterly engrossing, <em>Dispatches from the Edge</em> is an unforgettable memoir that takes us behind the scenes of the cataclysmic events of our age and allows us to see them through the eyes of one of America's most trusted, fearless, and pioneering reporters.</p>", "isbn": "9780061743351", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743351/1376505279.46.jpg", "oyster_summary": "", "average_rating": 3.95, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Dispatches from the Edge", "publication_date": "2009-10-13", "number_print_pages": 240}, "position": 46, "uuid": "F4gVE4atDRCuZWDbQqddgH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Katherine Russell Rich", "uuid": "ddXwgAZMActb8ria82s56f", "description": "<P><B>An eye-opening and courageous memoir that explores what learning a new language can teach us about distant worlds and, ultimately, ourselves.</B> <p>&#160; <p>After miraculously surviving a serious illness, Katherine Rich found herself at an impasse in her career as a magazine editor. She spontaneously accepted a freelance writing assignment to go to India, where she found herself thunderstruck by the place and the language, and before she knew it she was on her way to Udaipur, a city in the northwestern state of Rajasthan, in order to learn Hindi. Rich documents her experiences&#8212;ranging from the bizarre to the frightening to the unexpectedly exhilarating&#8212;using Hindi as the lens through which she is given a new perspective not only on India, but on the radical way the country and the language itself were changing her. Fascinated by the process, she went on to interview linguistics experts around the world, reporting back from the frontlines of the science wars on what happens in the brain when we learn a new language. She brings both of these experiences together seamlessly in Dreaming in Hindi, a remarkably unique and thoughtful account of self-discovery.<br>", "isbn": "9780547394305", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394305/1377664590.59.jpg", "oyster_summary": "", "average_rating": 2.94, "language_code": "eng", "awards": [], "title": "Dreaming in Hindi", "publication_date": "2010-06-10", "number_print_pages": 384}, "position": 23, "uuid": "oKaifoNQKLhHEEMrmnccSU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Mei-Ling Hopgood", "uuid": "4KfxdidJ5w8dJ2F3aEhriE", "description": "<p>In a true story of family ties, journalist Mei-Ling Hopgood, one of the first wave of Asian adoptees to arrive in America, comes face to face with her past when her Chinese birth family suddenly requests a reunion after more than two decades.<br /><br />In 1974, a baby girl from Taiwan arrived in America, the newly adopted child of a loving couple in Michigan. Mei-Ling Hopgood had an all-American upbringing, never really identifying with her Asian roots or harboring a desire to uncover her ancestry. She believed that she was lucky to have escaped a life that was surely one of poverty and misery, to grow up comfortable with her doting parents and brothers. <br /><br />Then, when she's in her twenties, her birth family comes calling. Not the rural peasants she expected, they are a boisterous, loving, bossy, complicated middle-class family who hound her daily—by phone, fax, and letter, in a language she doesn't understand—until she returns to Taiwan to meet them. As her sisters and parents pull her into their lives, claiming her as one of their own, the devastating secrets that still haunt this family begin to emerge. Spanning cultures and continents, <i>Lucky Girl</i> brings home a tale of joy and regret, hilarity, deep sadness, and great discovery as the author untangles the unlikely strands that formed her destiny.</p>", "isbn": "9781616200121", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200121/1377656911.98.jpg", "oyster_summary": "", "average_rating": 3.76, "language_code": "eng", "awards": [], "title": "Lucky Girl", "publication_date": "2010-06-15", "number_print_pages": 272}, "position": 12, "uuid": "FSWNkSjVFTwAPdkw7wEDU9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Robert M. Pirsig", "uuid": "TmyyZgvaNBUtcw9KkTbskH", "description": "Acclaimed as one of the most exciting books in the history of American letters, this modern epic became an instant bestseller upon publication in 1974, transforming a generation and continuing to inspire millions. This 25th Anniversary Quill Edition features a new introduction by the author; important typographical changes; and a Reader's Guide that includes discussion topics, an interview with the author, and letters and documents detailing how this extraordinary book came to be. A narration of a summer motorcycle trip undertaken by a father and his son, the book becomes a personal and philosophical odyssey into fundamental questions of how to live. The narrator's relationship with his son leads to a powerful self-reckoning; the craft of motorcycle maintenance leads to an austerely beautiful process for reconciling science, religion, and humanism. Resonant with the confusions of existence, <em>Zen and the Art of Motorcycle Maintenance</em> is a touching and transcendent book of life.", "isbn": "9780061907999", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061907999/1376528373.76.jpg", "oyster_summary": "", "average_rating": 3.71, "language_code": "eng", "awards": [], "title": "Zen and the Art of Motorcycle Maintenance", "publication_date": "2009-04-21", "number_print_pages": 560}, "position": 7, "uuid": "jqL2Cmy8E9BoYKoTmcZYU3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Jacki Lyden", "uuid": "nGBEKY4qRsvthGKh6k9R7a", "description": "<DIV>As a foreign correspondent for NPR, Jacki Lyden has spent her adult life on the frontlines in some of the most dangerous war zones in the world. Her childhood was a war zone of a different kind. Her mother suffered from what we now call manic depression; when Jacki was a child in a small Wisconsin town, her mother was simply called crazy. In her delusions, she was a woman with power: Marie Antoinette or the Queen of Sheba. In her real life, she had married the nefarious local doctor, who drugged her to check her moods and terrorized the children to keep them quiet. Holding their lives together was Jacki's hardscrabble Irish grandmother, a woman who had her first child at the age of fourteen and lost her husband in a barroom brawl. Lyden vividly captures the seductive energy of her mother's delusions, which were both an inspiration and a threat as she set out on her own impassioned journey. In her twenties she joined a traveling rodeo. Later, as a radio journalist, she interviewed Arafat and maneuvered her way through Baghdad at the height of the Persian Gulf War. Always, her mother's exotic fantasies were an irresistible lure. Like Mary Karr in THE LIAR'S CLUB and Tobias Wolff in THIS BOY'S LIFE, Jacki Lyden portrays her unstable mother with a child's aching regret and an adult's keen wisdom. In DAUGHTER OF THE QUEEN OF SHEBA, three remarkable women -- mother, daughter, and grandmother -- reveal their obstinate devotion to each other against all odds, and their scrappy genius for survival.</div>", "isbn": "9780547745718", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547745718/1376381538.8.jpg", "oyster_summary": "", "average_rating": 3.65, "language_code": "eng", "awards": [], "title": "Daughter of the Queen of Sheba", "publication_date": "1997-10-01", "number_print_pages": 272}, "position": 13, "uuid": "m2cRrFKmg6g7tZPFaoEZre", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Annie Dillard", "uuid": "uADknQgi6JJaYxigLNZjS5", "description": "<p><em>Pilgrim at Tinker Creek</em> is the story of a dramatic year in Virginia's Blue Ridge valley. Annie Dillard sets out to see what she can see. What she sees are astonishing incidents of \"mystery, death, beauty, violence.\"</p>", "isbn": "9780061847806", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847806/1376452292.66.jpg", "oyster_summary": "", "average_rating": 4.11, "language_code": "eng", "awards": [{"image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM", "name": "Winner of the Pulitzer Prize"}], "title": "Pilgrim at Tinker Creek", "publication_date": "2009-10-13", "number_print_pages": 304}, "position": 33, "uuid": "m5FFJgY274dFYGL9TKZksR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Ashok Rajamani", "uuid": "Wb6hYkJeGrJeYD34USJEfc", "description": "After a full-throttle brain bleed at the age of twenty-five, Ashok Rajamani, a first-generation Indian American, had to relearn everything: how to eat, how to walk and to speak, even things as basic as his sexual orientation. With humor and insight, he describes the events of that day (his brain exploded just before his brother&#8217;s wedding!), as well as the long, difficult recovery period. In the process, he introduces readers to his family&#8212;his principal support group, as well as a constant source of frustration and amazement. Irreverent, coruscating, angry, at times shocking, but always revelatory, his memoir takes the reader into unfamiliar territory, much like the experience Alice had when she fell down the rabbit hole. That he lived to tell the story is miraculous; that he tells it with such aplomb is simply remarkable.<br /><br />More than a decade later he has finally reestablished a productive artistic life for himself, still dealing with the effects of his injury&#8212;life-long half-blindness and epilepsy&#8212; but forging ahead as a survivor dedicated to helping others who have suffered a similar catastrophe.", "isbn": "9781616201661", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201661/1377657150.11.jpg", "oyster_summary": "", "average_rating": 3.56, "language_code": "eng", "awards": [], "title": "The Day My Brain Exploded", "publication_date": "2013-01-22", "number_print_pages": 256}, "position": 14, "uuid": "KjX6qmuoG3tRnnNhUK9VEi", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Steve Dublanica", "uuid": "hcgnCfywprdAwmYcGGTQZk", "description": "<p>According to The Waiter, eighty percent of customers are nice people just looking for something to eat. The remaining twenty percent, however, are socially maladjusted psychopaths. Waiter Rant offers the server's unique point of view, replete with tales of customer stupidity, arrogant misbehavior, and unseen bits of human grace transpiring in the most unlikely places. Through outrageous stories, The Waiter reveals the secrets to getting good service, proper tipping etiquette, and how to keep him from spitting in your food. The Waiter also shares his ongoing struggle, at age thirty-eight, to figure out if he can finally leave the first job at which he's truly thrived.</p>", "isbn": "9780061801235", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801235/1378009267.42.jpg", "oyster_summary": "", "average_rating": 3.49, "language_code": "eng", "awards": [], "title": "Waiter Rant", "publication_date": "2009-10-13", "number_print_pages": 336}, "position": 10, "uuid": "gcNapDkfaBfQmqbM4bdnYo", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "3yYNm3Ue8CUH2cunJKYrzU", "name": "Alma Books"}, "status": 1, "author": "Peter Benson", "uuid": "mdAhVhG9iRx6swqPkUsdAD", "description": "A compelling coming-of-age tale, in which Benson employs surfing as a metaphor, adding graceful comic details and a series of charming secondary characters, Riptide is an intense, even transcendent examination of a young man&#8217;s struggle to establish his identity while facing the loss of both parents. On his nineteenth birthday in an English seaside town, Duncan Blaine gets a clue to the whereabouts of his mother, Diana, who, nine years earlier, left him to be raised by relatives when a tragic accident took the life of her husband. When he meets her Duncan is also introduced to the new man in her life, a cardiac surgeon with whom she intends to live in Canada. Distraught at the prospect of yet another separation, Duncan attempts to reconcile with his mother while conducting a passionate affair with an employee of the inn where he is staying.", "isbn": "9781846882241", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/Riptide/1372981288.91.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Riptide", "publication_date": "2012-06-01", "number_print_pages": 224}, "position": 54, "uuid": "fg29Wxc2KF6vbw7ZwPU7uK", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Neil White", "uuid": "3MPxpAFp9n9z7sC7mrsdqA", "description": "<p><em>Daddy is going to camp. That's what I told my children. A child psychologist suggested it. &#8220;Words like prison and jail conjure up dangerous images for children,&#8221; she explained. But it wasn't camp . . .</em> </p><p>Neil White, a journalist and magazine publisher, wanted the best for those he loved&#8212;nice cars, beautiful homes, luxurious clothes. He loaned money to family and friends, gave generously to his church, and invested in his community&#8212;but his bank account couldn't keep up. Soon White began moving money from one account to another to avoid bouncing checks. His world fell apart when the FBI discovered his scheme and a judge sentenced him to serve eighteen months in a federal prison. </p><p>But it was no ordinary prison. The beautiful, isolated colony in Carville, Louisiana, was also home to the last people in the continental United States disfigured by leprosy. Hidden away for decades, this small circle of outcasts had forged a tenacious, clandestine community, a fortress to repel the cruelty of the outside world. It is here, in a place rich with history, where the Mississippi River briefly runs north, amid an unlikely mix of leprosy patients, nuns, and criminals, that White's strange and compelling journey begins. He finds a new best friend in Ella Bounds, an eighty-year-old African American double amputee who had contracted leprosy as a child. She and the other secret people, along with a wacky troop of inmates, help White rediscover the value of simplicity, friendship, and gratitude. </p><p>Funny and poignant, In the <em>Sanctuary of Outcasts</em> is an uplifting memoir that reminds us all what matters most. </p>", "isbn": "9780061885075", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061885075/1376528228.85.jpg", "oyster_summary": "", "average_rating": 3.77, "language_code": "eng", "awards": [], "title": "In the Sanctuary of Outcasts", "publication_date": "2009-06-02", "number_print_pages": 352}, "position": 8, "uuid": "ZBniXWbUVyfbPnGayXs8WF", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Simon Garfield", "uuid": "qmH84wnwkyftEEZynfEsLc", "description": "<DIV>From the author of Mauve, an obsessively readable memoir that brings the mania for stamp collecting to life From the Penny Red to the Blue Mauritius, generations of collectors have been drawn to the mystique of rare stamps.<BR>Once a widespread pastime of schoolboys, philately has increasingly become the province of older men obsessed with the shrewd investment, the once-in-a-lifetime find, the one elusive beauty that will complete a collection and satisfy an unquenchable thirst.<BR>As a boy, Simon Garfield collected errors&#151;rare pigment misprints that create ghostly absences in certain stamps.<BR>When this passion reignited in his mid-forties, it consumed him. In the span of a couple of years he amassed a collection of errors worth upwards of forty thousand pounds, pursuing not only this secret passion, but a romantic one as his marriage disintegrated.<BR>In this unique memoir, Simon Garfield twines the story of his philatelic obsession with an honest and engrossing exploration of the rarities and absences that both limit and define us.The end result is a thoughtful, funny, and enticing meditation on the impulse to possess.</DIV>", "isbn": "9780547586700", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547586700/1376381087.54.jpg", "oyster_summary": "", "average_rating": 3.32, "language_code": "eng", "awards": [], "title": "The Error World", "publication_date": "2009-01-20", "number_print_pages": 256}, "position": 41, "uuid": "UiNYXEn6zJpH2BXrFW4X7M", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Joyce Carol Oates", "uuid": "RnLzkGxhtyENHw5QHHaqU5", "description": "<blockquote><p>In a work unlike anything she's written before, National Book Award winner Joyce Carol Oates unveils a poignant, intimate memoir about the unexpected death of her husband of forty-six years and its wrenching, surprising aftermath.</p><p>\"My husband died, my life collapsed.\" </p></blockquote><p>On a February morning in 2008, Joyce Carol Oates drove her ailing husband, Raymond Smith, to the emergency room of the Princeton Medical Center where he was diagnosed with pneumonia. Both Joyce and Ray expected him to be released in a day or two. But in less than a week, even as Joyce was preparing for his discharge, Ray died from a virulent hospital-acquired infection, and Joyce was suddenly faced&#8212;totally unprepared&#8212;with the stunning reality of widowhood.</p><p><em>A Widow's Story</em> illuminates one woman's struggle to comprehend a life without the partnership that had sustained and defined her for nearly half a century. As never before, Joyce Carol Oates shares the derangement of denial, the anguish of loss, the disorientation of the survivor amid a nightmare of \"death-duties,\" and the solace of friendship. She writes unflinchingly of the experience of grief&#8212;the almost unbearable suspense of the hospital vigil, the treacherous \"pools\" of memory that surround us, the vocabulary of illness, the absurdities of commercialized forms of mourning. Here is a frank acknowledgment of the widow's desperation&#8212;only gradually yielding to the recognition that \"this is my life now.\"</p><p>Enlivened by the piercing vision, acute perception, and mordant humor that are the hallmarks of the work of Joyce Carol Oates, this moving tale of life and death, love and grief, offers a candid, never-before-glimpsed view of the acclaimed author and fiercely private woman.</p>", "isbn": "9780062082633", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062082633/1378009572.86.jpg", "oyster_summary": "", "average_rating": 3.68, "language_code": "eng", "awards": [], "title": "A Widow's Story", "publication_date": "2011-02-15", "number_print_pages": 432}, "position": 20, "uuid": "m6ot25KHKkTd9awjpCopC9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Stephanie Klein", "uuid": "2Er6guo6rg2cchV9r78fM7", "description": "<p>Stephanie Klein was an eighth grader with a weight problem. It was a problem at school, where the boys called her \"Moose,\" and it was a problem at home, where her father reminded her, \"No one likes fat girls.\" After many frustrating sessions with a nutritionist known as the fat doctor of Roslyn Heights, Long Island, Klein's parents enrolled her for a summer at fat camp. Determined to return to school thin and popular, without her \"lard arms\" and \"puckered ham,\" Stephanie embarked on a memorable journey that would shape more than just her body. It would shape her life.</p>", "isbn": "9780061737121", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061737121/1378009181.5.jpg", "oyster_summary": "", "average_rating": 3.32, "language_code": "eng", "awards": [], "title": "Moose", "publication_date": "2009-10-13", "number_print_pages": 320}, "position": 32, "uuid": "VqkxhYC6jTV8HkFk2UseLP", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Elinor Lipman", "uuid": "3ExzpAsVkWvd6QHo8WsVU8", "description": "<div> From the&#160;beloved&#160;and acclaimed novelist, a collection of&#160;witty, moving essays.In her two decades of writing, Elinor Lipman has populated her fictional universe with characters so utterly real that we feel like they&#8217;re old friends. Now she shares an even more intimate world with us&#8212;her own&#8212;in essays that offer a candid, charming take on modern life. Looking back and forging ahead, she considers the subjects that matter most: childhood and condiments, long marriage and solo living, career and politics.<br><BR>Here you&#8217;ll find the lighthearted: a celebration of four decades of <I>All My Children</I>, a reflection on being Jewish in heavily Irish-Catholic Lowell on St. Patrick&#8217;s Day, a hilariously unflinching account of her tiptoe into online dating. But she also tackles the serious and profound in eloquent stories of unexpected widowhood and caring for elderly parents that use her struggles to illuminate ours. Whether for Lipman&#8217;s longtime readers or those who love the essays of Nora Ephron or Anna Quindlen, <I>I Can't Complain</I> is a diverting delight.  <p></DIV>", "isbn": "9780547576220", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547576220/1383487925.39.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "I Can't Complain", "publication_date": "2013-04-16", "number_print_pages": 176}, "position": 36, "uuid": "vrBYfTtS3H46Fq6sjsykvM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "status": 1, "author": "Freeman Hall", "uuid": "eXd382XSLokm3grYb8cygN", "description": "<h2>Bigger, Fancier, and more cutthorat than ever!</h2><p>When Freeman Hall left The Big Fancy to pursue his screenwriting dreams, he thought the horrors of working in a handbag department were finally over. But instead of fame and fortune, he found himself stuck behind a wall of script-killing rewrites, unable to make a living.</p><p>In <i>Return to the Big Fancy</i>, Freeman shares his wildly entertaining journey back through the fiery gates of Retail Hell. He thought he had seen it all in his day, but with the bar set higher than ever before, employees are now graciously bowing before Corporate as they climb over fellow salespeople, and even friends, to earn enough transactions and commissions to actually survive. As he learns more of the wretchedness that has befallen the sales floor, he realizes that The Big Fancy has its customers and its employees on a short leash. But leave it to Freeman and the threat of disappearing commissions to rally the retail slaves and show Corporate who's really in charge!", "isbn": "9781440541742", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440541742/1377072488.66.jpg", "oyster_summary": "", "average_rating": 3.9, "language_code": "eng", "awards": [], "title": "Return to the Big Fancy", "publication_date": "2012-09-18", "number_print_pages": 272}, "position": 20, "uuid": "XSyMgsFeaST7Lox4ofuRYR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "CuGzkxfXsKr327nnE5cKN3", "name": "The Mountaineers Books"}, "status": 1, "author": "Gail D. Storey", "uuid": "okmFmk9MYvYR6RLmCGjwPa", "description": "<br>\n<blockquote>&quot;Witty, wise, and full of heart, Gail  Storey&rsquo;s winning memoir of her hike on the Pacific Crest Trail at the age of  fifty-six is a book for every one who ever dreamed of taking the road less  traveled. <em>I Promise Not to Suffer</em> is as inspiring as it is hilarious, as  poignant as it is smart. It&rsquo;s one of those oh-please-don&rsquo;t-let-it-end books.  I&rsquo;d carry it in my backpack anywhere.&rdquo;&mdash;<strong>Cheryl Strayed, author of <em>Wild</em></strong></blockquote>\n  <p><br>\n  With comfortable urban lives in Houston, Texas, and career and life goals mostly accomplished, Gail D. Storey and her husband were in their fifties when they decided it was time to test themselves on a new path&mdash;a 2,663-mile path known as the Pacific Crest Trail, which stretches from Mexico to Canada. <br>\n  <br>\n  <em>I Promise Not to Suffer</em> is Gail's light-hearted yet heart-felt memoir about her and her husband's adventures and misadventures, deepening marriage, and reflections on being irrevocably changed by life on the trail. She was a novice hiker, while he was an experienced outdoorsman. Removed from their usual routines and living outside in the wilderness for months exposed hidden intricacies in their relationship. Hiking 20 miles a day over mountains, thirsting in the high desert of California, forcing frozen feet into icy socks and boots each morning in the High Sierra, stumbling through lava fields in Oregon&mdash;Gail was required to meet the elements on their own tough-love terms. From an encounter with a mountain lion to her mother's battle with cancer at home, she confronts each challenge with wit and brave style. While a dangerous loss of weight forces Gail to leave the PCT after 900 miles, she regains strength and later rejoins her husband on sections until he triumphantly reaches the northern terminus in Canada. <br>\n  <br>\n  Humorous yet honest, this journey of harrowing hilarity and reluctant revelations will be loved by active hikers (appendices include details of their unique ultralight gear and other essential how-to information), fans of female adventure stories, and armchair travelers alike.</p>\n<hr>\n<p><em><strong>Praise for I Promise Not To Suffer:</strong><br>\n  <br>\n  </em>&ldquo;At times wrenching memoir, at times hilarious, <em>I Promise Not to Suffer</em> pulls no punches and has a wicked sense of fun. Storey reminds me again of what  is possible with a big imagination, a dose of scrappy courage, and a lot of  love.&rdquo;<br>\n  --Peter Heller, author of <em>The Dog Stars</em> and <em>Kook<br>\n  &nbsp;<br>\n  </em>&ldquo;Some have called Gail Storey the Nora Ephron of the wilderness. With her  own unique wit, Storey shares Ephron&rsquo;s commitment to creating and tending a  long, nourishing marriage. <em>I Promise Not to Suffer</em> is a portrait of a  union that does not fray or break under pressure but is forged, toughened, and  tenderized.&rdquo;<br>\n  --Sara Davidson, author of<em> Leap!, Loose Change,</em> and <em>The December  Project<br>\n  </em><br>\n  &ldquo;Of the many books that I have read about hiking the Pacific Crest Trail, none  have captured the trail experience from so many different perspectives.Single  hikers, couples, and those who stay behind will all enjoy Gail Storey&rsquo;s account  of the challenges, the beauty, and the PCT community found along the way.&rdquo;<br>\n  --Liz Bergeron, Executive Director and CEO, Pacific Crest Trail Association </p>", "isbn": "9781594857461", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594857461/1377654710.68.jpg", "oyster_summary": "", "average_rating": 4.5, "language_code": "eng", "awards": [], "title": "I Promise Not To Suffer", "publication_date": "2013-03-15", "number_print_pages": 226}, "position": 29, "uuid": "Cp62QSCosmNZZo4TkKXc9a", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Elizabeth Marshall Thomas", "uuid": "WxrFKXiGfF9MM59jGDNZmf", "description": "<DIV><B>One of our greatest literary naturalists turns her famed observational eye on herself in this captivating memoir.</B><BR><br> How is it that an untrained, self-taught observer and writer could see  things that professional anthropologists often missed? How is that a  pioneering woman, working in male-dominated fields, without sponsors or  credentials, could accomplish more than so many more celebrated and  professionally educated men could manage?  How can we all unlock the  wisdom of the world simply by paying close attention?<br><br> With their intelligence and acute insight into other cultures and  species, Elizabeth Marshall Thomas's many books have won a wide and  loving audience. In <I>A Million Years with You</I>, this legendary  author shares stories from her life, showing how a formative experience  in South West Africa (now Namibia) in the 1950s taught her how to pay  attention to the ancient wisdom of animals and humankind.<BR><br> As a young woman, Marshall Thomas joined her family on an  anthropological expedition to the Kalahari Desert, where she conducted  fieldwork among the Ju/wa Bushmen, later publishing her findings as <I>The Harmless People</I>.  After college, a wedding, and the birth of two children, she returned  to Uganda shortly before Idi Amin's bloody coup. Her skills as an  observer and a writer would be put to the test on many other occasions  working with dogs, cats, cougars, deer&mdash;and with more personal struggles.  <I>A Million Years with You</I> is a powerful memoir from a pioneering woman, an icon of American letters.<BR></div>", "isbn": "9780547764047", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547764047/1376382848.26.jpg", "oyster_summary": "", "average_rating": 4.3, "language_code": "eng", "awards": [], "title": "A Million Years with You", "publication_date": "2013-06-11", "number_print_pages": 304}, "position": 42, "uuid": "SKtcQFGtX3ZpMhgEzgtN8K", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Daniel Menaker", "uuid": "amnETFnLXvLQ8tq3a5qhZE", "description": "<B>A wry, witty, often tender memoir by a former <I>New Yorker</I> editor, magazine writer, and book publisher who offers great tales of a life in words</B></P> </p>  Daniel Menaker started as a fact checker at <I>The New Yorker</I> in 1969. With luck, hard work, and the support of William Maxwell, he was eventually promoted to editor. Never beloved by William Shawn, he was advised early on to find a position elsewhere; he stayed for another twenty-four years.</P>  Now Menaker brings us a new view of life in that wonderfully strange place and beyond, throughout his more than forty years working to celebrate language and good writing.  He tells us his own story, too&#8212;with irrepressible style and honesty&#8212;of a life spent persevering through often difficult, nearly always difficult-to-read, situations. Haunted by a self-doubt sharpened by his role in his brother&#8217;s unexpected death, he offers wry, hilarious observations on publishing, child-rearing, parent-losing, and the writing life. But as time goes by, we witness something far beyond the incidental: a moving, thoughtful meditation on years well lived, well read, and well spent. Full of mistakes, perhaps. But full of effort, full of accomplishment, full of life.", "isbn": "9780547794242", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547794242/1383487929.48.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "My Mistake", "publication_date": "2013-11-19", "number_print_pages": 256}, "position": 57, "uuid": "EDnx6beCpzpGjJpXWAUrUn", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Josh Kilmer-Purcell", "uuid": "6UuymmQQjasoY4oyfc6bnT", "description": "<blockquote><p>What happens when two New Yorkers (one an ex&#8211;drag queen) do the unthinkable: start over, have a herd of kids, and get a little dirty?</p></blockquote><p>Find out in this riotous and moving true tale of goats, mud, and a centuries-old mansion in rustic upstate New York&#8212;the new memoir by Josh Kilmer-Purcell, author of the <em>New York Times</em> bestseller <em>I Am Not Myself These Days</em>. A happy series of accidents and a doughnut-laden escape upstate take Josh and his partner, Brent, to the doorstep of the magnificent (and fabulously for sale) Beekman Mansion. One hour and one tour later, they have begun their transformation from uptight urbanites into the two-hundred-year-old-mansion-owning Beekman Boys.</p><p>Suddenly, Josh&#8212;a full-time New Yorker with a successful advertising career&#8212;and Brent are weekend farmers, surrounded by nature's bounty and an eclectic cast: roosters who double as a wedding cover band; Bubby, the bionic cat; and a herd of eighty-eight goats, courtesy of their new caretaker, Farmer John. And soon, a fledgling business, born of a gift of handmade goat-milk soap, blossoms into a brand, Beekman 1802.</p><p><em>The Bucolic Plague</em> is tart and sweet, touching and laugh out loud funny, a story about approaching middle age, being in a long-term relationship, realizing the city no longer feeds you in the same way it used to, and finding new depths of love and commitment wherever you live.</p>", "isbn": "9780061996993", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061996993/1378009449.52.jpg", "oyster_summary": "", "average_rating": 4.11, "language_code": "eng", "awards": [], "title": "The Bucolic Plague", "publication_date": "2010-06-01", "number_print_pages": 336}, "position": 5, "uuid": "dMrSN38JJGFLb4jJfvxcv8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Marya Hornbacher", "uuid": "2Tmv2WEEUBmKUtWkGZ9tpL", "description": "<DIV>An astonishing dispatch from inside the belly of bipolar disorder, reflecting major new insights<BR><BR>When Marya Hornbacher published her first book, Wasted: A Memoir of Anorexia and Bulimia, she did not yet have the piece of shattering knowledge that would finally make sense of the chaos of her life. At age twenty-four, Hornbacher was diagnosed with Type I rapid-cycle bipolar, the most severe form of bipolar disorder.<BR><BR>In Madness, in her trademark wry and utterly self-revealing voice, Hornbacher tells her new story. Through scenes of astonishing visceral and emotional power, she takes us inside her own desperate attempts to counteract violently careening mood swings by self-starvation, substance abuse, numbing sex, and self-mutilation. How Hornbacher fights her way up from a madness that all but destroys her, and what it is like to live in a difficult and sometimes beautiful life and marriage -- where bipolar always beckons -- is at the center of this brave and heart-stopping memoir.<BR><BR>Madness delivers the revelation that Hornbacher is not alone: millions of people in America today are struggling with a variety of disorders that may disguise their bipolar disease. And Hornbacher's fiercely self-aware portrait of her own bipolar as early as age four will powerfully change, too, the current debate on whether bipolar in children actually exists.<BR><BR>Ten years after Kay Redfield Jamison's An Unquiet Mind, this storm of a memoir will revolutionize our understanding of bipolar disorder.</DIV>", "isbn": "9780547348193", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348193/1377664566.7.jpg", "oyster_summary": "", "average_rating": 3.95, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Madness", "publication_date": "2009-04-01", "number_print_pages": 320}, "position": 26, "uuid": "Zzx7KbWVFawYhM3CnxQv7g", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Ann Leary", "uuid": "WYBvvsnrVszrGR7gisJhUK", "description": "<p>When Ann Leary and her husband, then unknown actor-comedian Denis Leary, flew to London in the early nineties for a brief getaway during Ann's second trimester of pregnancy, neither anticipated the adventure that was in store for them. The morning after their arrival, Ann's water broke as they strolled through London's streets. A week later their son, Jack, was born weighing only two pounds, six ounces, and it would be five long months before mother and son could return to the States.</p><p>In the meantime, Ann became an unwitting yet grateful hostage to Britain's National Health Service -- a stranger in a strange land plunged abruptly into a world of breast pumps and midwives, blood oxygen levels, mad cow disease, and poll tax riots. Desperately worried about the health of her baby, Ann struggled to adapt to motherhood and make sense of a very different culture. At once an intimate family memoir, a lively travelogue, and a touching love story, <strong>An Innocent, a Broad</strong> is utterly engaging and unforgettable.</p>", "isbn": "9780062032379", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062032379/1376490323.7.jpg", "oyster_summary": "", "average_rating": 3.9, "language_code": "eng", "awards": [], "title": "An Innocent, a Broad", "publication_date": "2010-10-12", "number_print_pages": 256}, "position": 1, "uuid": "Z998Ld3qE2J2PVP5ubAKi3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Josh Kilmer-Purcell", "uuid": "tseuDf3SxFA3KGyQD5WVJU", "description": "<p><em>I Am Not Myself These Days </em>follows a glittering journey through Manhattan's dark underbelly -- a shocking and surreal world where alter egos reign and subsist (barely) on dark wit and chemicals...a tragic romantic comedy where one begins by rooting for the survival of the relationship and ends by hoping someone simply survives. Kilmer-Purcell is a terrifically gifted new literary voice who straddles the divide between absurdity and normalcy, and stitches them together with surprising humor and lonely poignancy.  As Booklist raved \"as tart and funny as a Noel Coward play, for Kilmer-Purcell is especially good at dialogue, and, as in Coward's best plays, under the comedy lies the sad truth that even at our best, we are all weak, fallible fools. Again and again in this rich, adventure-filled book, Kilmer-Purcell illustrates the truth of Blake's proverb, 'The road of excess leads to the palace of wisdom.'\"</p>", "isbn": "9780061860843", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061860843/1376452359.72.jpg", "oyster_summary": "", "average_rating": 3.95, "language_code": "eng", "awards": [], "title": "I Am Not Myself These Days", "publication_date": "2009-10-13", "number_print_pages": 336}, "position": 28, "uuid": "8joVDZaxpppkkFsvEgbicR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Heinrich Boll", "uuid": "YWD5mGrUKB9Zuqmg2RAVTi", "description": "<p>What's to Become of the Boy? is a spirited, insightful, and wonderfully sympathetic memoir about life during wartime written with characteristic brilliance by one of the 20th-century's most celebrated authors. It is both an essential autobiography of the Nobel Prize-winning author and a compelling memoir of being young and idealistic during an age of hardship and war.</p>", "isbn": "9781612190112", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190112/1377115039.78.jpg", "oyster_summary": "", "average_rating": 3.35, "language_code": "English", "awards": [], "title": "What's To Become Of The Boy?", "publication_date": "2011-12-06", "number_print_pages": 96}, "position": 21, "uuid": "gpTAxioHLYAfA9BYoqpyqA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Noelle Hancock", "uuid": "Uzp4t8AspvHbg7HujDUjEE", "description": "<p>After losing her high-octane job as an entertainment blogger, Noelle Hancock was lost. About to turn twenty-nine, she'd spent her career writing about celebrities' lives and had forgotten how to live her own. Unemployed and full of self-doubt, she had no idea what she wanted out of life. She feared change&#8212;in fact, she feared almost everything. Once confident and ambitious, she had become crippled by anxiety, lacking the courage required even to attend a dinner party&#8212;until inspiration struck one day in the form of a quote on a chalkboard in a coffee shop:</p><p>\"Do one thing every day that scares you.\"<br />&#8212;Eleanor Roosevelt</p><p>Painfully timid as a child, Eleanor Roosevelt dedicated herself to facing her fears, a commitment that shaped the rest of her life. With Eleanor as her guide, Noelle spends the months leading up to her thirtieth birthday pursuing a \"Year of Fear.\" From shark diving to fighter pilot lessons, from tap dancing and stand-up comedy to confronting old boyfriends, her hilarious and harrowing adventures teach her about who she is, and what she can become&#8212;lessons she makes vital for all of us.</p>", "isbn": "9780062092137", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092137/1378009584.52.jpg", "oyster_summary": "", "average_rating": 3.84, "language_code": "eng", "awards": [], "title": "My Year with Eleanor", "publication_date": "2011-06-07", "number_print_pages": 304}, "position": 4, "uuid": "bwYNiCrvqUpdxWh7ERABRd", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Lucy Grealy", "uuid": "hzPcd3s7krCSZghAXm2hw", "description": "<DIV>This powerful memoir is about the premium we put on beauty and on a woman's face in particular. It took Lucy Grealy twenty years of living with a distorted self-image and more than thirty reconstructive procedures before she could come to terms with her appearance after childhood cancer and surgery that left her jaw disfigured. As a young girl, she absorbed the searing pain of peer rejection and the paralyzing fear of never being loved.</div>", "isbn": "9780547524122", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524122/1376381164.28.jpg", "oyster_summary": "", "average_rating": 3.92, "language_code": "eng", "awards": [], "title": "Autobiography of a Face", "publication_date": "1994-09-27", "number_print_pages": 223}, "position": 7, "uuid": "6rZnF27ZEDu2LzogKWeuGB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Wally Lamb", "uuid": "M9DxpttYcS7h6fGR6VZkuR", "description": "<p>For several years, Wally Lamb, the author of two of the most beloved novels of our time, has run a writing workshop at the York Correctional Institution, Connecticut's only maximum-security prison for women. Writing, Lamb discovered, was a way for these women to face their fears and failures and begin to imagine better lives. <em>Couldn't Keep It to Myself</em>, a collection of their essays, was published in 2003 to great critical acclaim. With <em>I'll Fly Away</em>, Lamb offers readers a new volume of intimate pieces from the York workshop. Startling, heartbreaking, and inspiring, these stories are as varied as the individuals who wrote them, but each illuminates an important core truth: that a life <em>can</em> be altered through self-awareness and the power of the written word.</p>", "isbn": "9780061744983", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061744983/1376487405.91.jpg", "oyster_summary": "", "average_rating": 3.89, "language_code": "eng", "awards": [], "title": "I'll Fly Away", "publication_date": "2009-03-17", "number_print_pages": 288}, "position": 56, "uuid": "eAooPoWjxXW6NSrDd245im", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Ann Vanderhoof", "uuid": "msFQr8KjB9SNvMg9W4oX8o", "description": "<P>While sailing around the Caribbean, Ann Vanderhoof&#160; and her husband Steve track wild oregano-eating goats in the cactus-covered hills of the Dominican Republic, gather nutmegs on an old estate in Grenada, make searing-hot pepper sauce in a Trinidadian kitchen, cram for a chocolate-tasting test at the University of the West Indies, and sip moonshine straight out of hidden back-country stills.<br>Along the way, they are befriended by a collection of unforgettable island characters: Dwight, the skin-diving fisherman who always brings them something from his catch and critiques her efforts to cook it; Greta, who harvests seamoss on St. Lucia and turns it into potent Island-Viagra; sweet-hand Pat, who dispenses hugs and impromptu dance lessons along with cooking tips in her Port of Spain kitchen.  <p>Back in her galley, Ann practices making curry like a Trini, dog sauce like a Martiniquais, and coo-coo like a Carriacouan. And for those who want to take these adventures into their own kitchens, she pulls 71 delicious recipes from the stories she tells, which she places at the end of the relevant chapters. <I>The Spice Necklace</I> is a wonderful escape into a life filled with sunshine (and hurricanes), delicious food, irreplaceable company, and island traditions.  <p>", "isbn": "9780547488431", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488431/1376381090.61.jpg", "oyster_summary": "", "average_rating": 3.78, "language_code": "eng", "awards": [], "title": "The Spice Necklace", "publication_date": "2010-06-23", "number_print_pages": 480}, "position": 37, "uuid": "RdrDbxsvkDozMd6XBhfkL6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "status": 1, "author": "Anne Thomas Soffee", "uuid": "cbEgxRKEFUS8Fp3cv2Rfk", "description": "<DIV>This hilarious peek into the early years of the hair-band era reveals the hierarchy of fishnets, bustiers, and chicks with the Holy Grail&#151;a backstage pass. After college, Anne Thomas Soffee journeyed to Los Angeles to start a career as a rock journalist and small-time heavy-metal flack.&#160;A taste for other people&#8217;s prescriptions and too much beer edges her freelance journalism work right off her schedule. She struggles with not being thin enough, pretty enough, or cool enough when, in the midst of the L.A. riots, Soffee is offered a coveted slot in Virginia Commonwealth University's MFA writing program. Determined to pull herself out of current habits, Soffee starts turning her life around, making a stop at rehab before she heads off to graduate school. Her quarter-life crisis is packed with offbeat characters that prove that fact is often funnier than fiction.<BR></DIV>", "isbn": "9781556529894", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Nerd%20Girl%20Rocks%20Paradise%20City/1372976781.39.jpg", "oyster_summary": "", "average_rating": 3.72, "language_code": "eng", "awards": [], "title": "Nerd Girl Rocks Paradise City", "publication_date": "2006-09-01", "number_print_pages": 256}, "position": 49, "uuid": "Y2cLS2AP2ZX93uFWsnUVLB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Ashley Smith", "uuid": "xRC2UFLMiVQgB8ma5Guab9", "description": "<p>In April 2005, Ashley Smith made headlines around the globe when she miraculously talked her way out of the hands of alleged courthouse killer Brian Nichols after he took her hostage for seven hours in her suburban Atlanta apartment. In this moving, inspirational memoir, the 26-year-old widowed mother of a six-year-old girl shares for the first time the little-known details of her traumatic ordeal, and expands on how her faith and the bestselling book The Purpose-Driven&#171; Life helped her survive and bring the killer's murderous rampage to a peaceful end.</p><p>Just as she told her 6'1\", 210-pound captor that his ultimate \"purpose\" in life was to end up spending the rest of his life in prison, preaching the teachings of Jesus Christ to his fellow inmates, Smith believes her own purpose is to spread that message of love to the rest of us. Juxtaposing the minute-by-minute tale of her experience with the never-before-told tragedies and triumphs of her own life, Unlikely Angel is a gripping tale of downfall and redemption, involving addiction, violence, death, loss, faith, and love. It is a story that will leave no reader untouched.</p>", "isbn": "9780062034977", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062034977/1376453156.86.jpg", "oyster_summary": "", "average_rating": 3.7, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Unlikely Angel", "publication_date": "2010-11-16", "number_print_pages": 272}, "position": 44, "uuid": "MsoYTYqLeVu74Gojy4JVPk", "annotation": ""}]