[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "James Hilton", "uuid": "ZAoEoBm7ZEQN7GCHjv7cC8", "description": "<DIV><b>Hilton&rsquo;s bestselling classic about a man who stumbles on the world&rsquo;s last great hope for peace: Shangri-La</b></div><DIV></div><DIV>Hugh Conway saw humanity at its worst while fighting in the trenches of the First World War. Now, more than a decade later, Conway is a British diplomat serving in Afghanistan and facing war yet again&mdash;this time, a civil conflict forces him to flee the country by plane. When his plane crashes high in the Himalaya mountains, Conway and the other survivors are found by a mysterious guide and led to a breathtaking discovery: the hidden valley of Shangri-La.</div><DIV>&#160;</div><DIV>Kept secret from the world for more than two hundred years, Shangri-La is like paradise&mdash;a place whose inhabitants live for centuries amid the peace and harmony of the fertile valley. But when the leader of the Shangri-La monastery falls ill, Conway and the others must face the daunting prospect of returning home to a world about to be torn open by war.</div><DIV>&#160;</div><DIV>Thrilling and passionate, <i>Lost Horizon </i>is a masterpiece of modern fiction, and one of the most enduring books of the twentieth century.</div>", "isbn": "9781453239766", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lost%20Horizon/1373330435.58.jpg", "oyster_summary": "", "average_rating": 3.87, "language_code": "eng", "awards": [{"image": null, "uuid": "n4Jbww95zND9Y3Uj6HLhom", "name": "Hawthornden Prize Winner"}, {"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Lost Horizon", "publication_date": "2012-05-01", "number_print_pages": 244}, "position": 4, "uuid": "JmUrYNQBw6UXWH2TSBdNZn", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "status": 1, "author": "Ben Bova", "uuid": "SFStrLwacjbScV8nCERK8c", "description": "<p>Jamie Waterman is a young Navaho geologist who is picked for the ground team of the first manned expedition to Mars. He will be joining an international team of astronauts and scientists. But once the crew land on Mars, they soon discover they must battle not only the alien land on which they have invaded but earthbound bureaucrats as well. When they come face to face with a chasm ten times as deep and large as the Grand Canyon, all twenty-five astronauts must face the most shocking discovery of all...</p><p>\n</p><p>\n</p>", "isbn": "9780795308802", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Mars/1373294067.33.jpg", "oyster_summary": "", "average_rating": 3.77, "language_code": "eng", "awards": [], "title": "Mars", "publication_date": "2010-02-16", "number_print_pages": 562}, "position": 19, "uuid": "Ctexhau2NwhLKuNFeqY4SV", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "sukDScbqhQkuCWCcwZWunM", "name": "Prime Books"}, "status": 1, "author": "Gardner Dozois", "uuid": "goqPTEKDYc58GEtSVnE56e", "description": "", "isbn": "9781607013068", "cover_img": "https://cflare.oysterbooks.com/covers/Prime%20Books/9781607013068/1388785081.8.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "When the Great Days Come", "publication_date": "2011-07-19", "number_print_pages": 0}, "position": 27, "uuid": "rZ9BQTrzBg9V6jJoaqir3W", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Ursula K. Le Guin", "uuid": "SPw5Axs6miABfUzk7KQUKE", "description": "<p>Centuries ago, the moon Anarres was settled by utopian anarchists who left the Earthlike planet Urras in search of a better world, a new beginning. Now a brilliant physicist, Shevek, determines to reunite the two civilizations that have been separated by hatred since long before he was born.</p><p><em>The Dispossessed</em> is a penetrating examination of society and humanity -- and one man's brave undertaking to question the unquestionable and ignite the fires of change.</p>", "isbn": "9780061796883", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061796883/1376506549.31.jpg", "oyster_summary": "", "average_rating": 4.12, "language_code": "eng", "awards": [{"image": null, "uuid": "J7hu8ewQfKaancAUGREYmT", "name": "Hugo Award Winner"}, {"image": null, "uuid": "Mgfw7wcZd4cituMEU5eB5X", "name": "John W. Campbell Award Nominee"}, {"image": null, "uuid": "sWiVXVyGdkxcgrbG4w9T3i", "name": "Jupiter Award Winner"}, {"image": null, "uuid": "kAzRGKWZXc6R3tie3KrCNb", "name": "Locus Award Winner"}, {"image": null, "uuid": "FyJfg5oJHuh3Z2WG8dgJUF", "name": "Nebula Award Winner"}, {"image": null, "uuid": "jmFk949h4YiMJNCuWJwrfX", "name": "Prometheus Hall of Fame Award Winner"}], "title": "The Dispossessed", "publication_date": "2009-10-13", "number_print_pages": 400}, "position": 12, "uuid": "SfRpuixERdxeqZjnR3oYGg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "ruxnDSERoxC6o4mCGgourY", "description": "<DIV>The Book of Lost Tales was the first major work of imagination by J.R.R. Tolkien, begun in 1916, when he was twenty-five years old, and left incomplete several years later. It stands at the beginning of the entire conception of Middle-earth and Valinor, for the Lost Tales were the first form of the myths and legends that came to be called The Silmarillion. Embedded in English legend and association, they are set in the narrative frame of the great westward voyage of a mariner named Eriel (or AElfwine). His destination is Tol Eressea, the Lonely Isle where Elves dwell; from them he learns their true history, the Lost Tales of Elfinesse. The Tales include the earliest accounts of Gods and Elves, Dwarves, Balrogs, and Orcs; of the Silmarils and the Two Trees of Valinor; of Nargothrond and Gondolin; of the geography and cosmography of their invented world.<BR>The Book of Lost Tales is published in two volumes. The first contains the Tales of Valinor; and this second past includes Beren and Luthien, Turin and the Dragon, and the only full narratives of the Necklace of the Dwarves and the Fall of Gondolin. Each tale is followed by a commentary, together with associated poems, and each volume contains extensive information on names and vocabulary of the earliest Elvish languages. Additional books in this series will extend the history of Middle-earth as it was refined and enlarged in later years and will include the long Lays of Beleriand, the Ambarkanta or Shape of the World, the Lhammas or Account of Tongues, annals, maps, and many other previously unpublished writings of J.R.R. Tolkien.</DIV>", "isbn": "9780547952062", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547952062/1376382343.02.jpg", "oyster_summary": "", "average_rating": 3.76, "language_code": "eng", "awards": [], "title": "The Book of Lost Tales, Part Two", "publication_date": "2012-02-15", "number_print_pages": 400}, "position": 16, "uuid": "gQ4UBZ2DoXg5zaSHqrKNT4", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "F5nbifJ3UoU4Fp88eqKYL", "description": "<DIV>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them<BR><BR>In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.<BR><BR>From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.<BR><BR>When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.<BR><BR>The Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.<BR><BR>This new edition includes the fiftieth-anniversary fully corrected text setting and, for the first time, an extensive new index.<BR><BR>J.R.R. Tolkien (1892-1973), beloved throughout the world as the creator of The Hobbit, The Lord of the Rings, and The Silmarillion, was a professor of Anglo-Saxon at Oxford, a fellow of Pembroke College, and a fellow of Merton College until his retirement in 1959. His chief interest was the linguistic aspects of the early English written tradition, but while he studied classic works of the past, he was creating a set of his own.<BR></DIV>", "isbn": "9780547951942", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951942/1376382404.81.jpg", "oyster_summary": "", "average_rating": 4.41, "language_code": "eng", "awards": [{"image": null, "uuid": "B7kf4Fkp3kubyypudCPADa", "name": "International Fantasy Award Winner"}, {"image": null, "uuid": "WxYJ6KnYGQru9m6rwmDLg", "name": "Prix du Meilleur Livre Étranger"}, {"image": null, "uuid": "jmFk949h4YiMJNCuWJwrfX", "name": "Prometheus Hall of Fame Award Winner"}], "title": "The Lord of the Rings", "publication_date": "2012-02-15", "number_print_pages": 1216}, "position": 7, "uuid": "vQLqjmS9U3NfLdawQ3mRxE", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "7ibAJ8S7nHSG9PrmjoChES", "name": "E-Reads"}, "status": 1, "author": "Robert Sheckley", "uuid": "NygRnpsQ2uBovGAMwiaPgk", "description": "From the very beginning of his career, Robert Sheckley was recognized by fans, reviewers and fellow authors as a master storyteller and the wittiest satirist working in the science fiction field. E-Reads is proud to re-publish his acclaimed body of work, with nearly thirty volumes of full-length fiction and short story collections, all with striking new covers. Rediscover--or discover for the first time--a master of science fiction who, according to the New York Times, was \"a precursor to Douglas Adams.\" Hob Draconian, American-born but a two-decade resident of Ibiza and a tie-dyed-in-the-wool hippie philosopher divides his time between Paris and Ibiza--and when Soma, a new drug, turns up in Paris in the hands of a murdered Ibizan drug-dealer, it's time for the Alternative Detective Agency to spring into action and defeat the crime syndicate that has infilitrated his beloved expatriate community. \"The publication of a new novel by Robert Sheckley is always an occasion for delight.... Sheckley's strength, as always, lies in his droll humor and needle-pointed wit.\" --The Sunday Oregonian", "isbn": "9781617561917", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads/9781617561917/1391667284.58.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Soma Blues", "publication_date": "2014-02-04", "number_print_pages": 0}, "position": 29, "uuid": "zRYEzUyDNsfwNjBwvEzfCf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "9YC3wFnLBqmtTy4EDyZEuL", "description": "<DIV>The Book of Lost Tales was the first major work of imagination by J.R.R. Tolkien, begun in 1916-17 when he was twenty-five years old and left incomplete several years later. It stands at the beginning of the entire conception of Middle-earth and Valinor, for these tales were the first form of the myths and legends that came to be called The Silmarillion. Embedded in English legend, they are set in the narrative frame of a great westward voyage over the Ocean by a mariner named Eriol (or AElfwine) to Tol Eressea, the Lonely Isle, where elves dwelt; from him they learned their true history, the Lost Tales of Elfinesse. In these Tales are found the earliest accounts and original ideas of Gods and Elves, Dwarves, Balrogs, and Orcs; of the Silmarils and the Two Trees of Valinor; of Nargothrond and Gondolin; of the geography and cosmology of Middle-earth. Volume One contains the tales of The Music of the Ainur, The Building of valinor, The Chaining of Melko, The coming of the Elves and The Flight of the Noldoli, among others. Each tale is followed by a short essay by Christopher Tolkien, the author's son and literary executor.</DIV>", "isbn": "9780547952086", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547952086/1376382321.14.jpg", "oyster_summary": "", "average_rating": 3.71, "language_code": "eng", "awards": [], "title": "The Book of Lost Tales, Part One", "publication_date": "2012-02-15", "number_print_pages": 304}, "position": 15, "uuid": "WF8mEYXSQrPzgBmDwKPDHN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "WPLqdzcZCi7V2m8EjnhEDH", "description": "<div><div>Now a major motion picture<BR><BR>A great modern classic and the prelude to <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br><BR>&#8220;A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible . . . All those, young or old, who love a fine adventurous tale, beautifully told, will take <I>The Hobbit</I> to their hearts.&#8221; &#8211; <I>New York Times Book Review</I></DIV></DIV>", "isbn": "9780547951973", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951973/1392100385.58.jpg", "oyster_summary": "", "average_rating": 4.19, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "The Hobbit", "publication_date": "2012-02-15", "number_print_pages": 288}, "position": 5, "uuid": "mSkmpbnYcnx2HSgH7yKurB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Philip K. Dick", "uuid": "PfAqBhXA5kXfyCH9jCVpoR", "description": "<div><p><I>Selected Stories of Philip K. Dick</I> contains twenty-one of Dick&#8217;s most dazzling and resonant stories, which span his entire career and show a world-class writer working at the peak of his powers.<br><BR>In &#8220;The Days of Perky Pat,&#8221; people spend their time playing with dolls who manage to live an idyllic life no longer available to the Earth&#8217;s real inhabitants. &#8220;Adjustment Team&#8221; looks at the fate of a man who by mistake has stepped out of his own time. In &#8220;Autofac,&#8221; one community must battle benign machines to take back control of their lives. And in &#8220;I Hope I Shall Arrive Soon,&#8221; we follow the story of one man whose very reality may be nothing more than a nightmare. The collection also includes such classic stories as &#8220;The Minority Report,&#8221; the basis for the Steven Spielberg movie, and &#8220;We Can Remember It for You Wholesale,&#8221; the basis for the film <I>Total Recall</I>. With an introduction by Jonathan Lethem, <I>Selected Stories of Philip K. Dick</I> is a magnificent distillation of one of American literature's most searching imaginations.</DIV>", "isbn": "9780544040601", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544040601/1376383003.68.jpg", "oyster_summary": "", "average_rating": 4.22, "language_code": "eng", "awards": [], "title": "Selected Stories of Philip K. Dick", "publication_date": "2013-04-16", "number_print_pages": 496}, "position": 8, "uuid": "G4DwmtsRsSoWpKSRGSn5Q8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "7ibAJ8S7nHSG9PrmjoChES", "name": "E-Reads"}, "status": 1, "author": "Robert Sheckley", "uuid": "u8vZNuAKYgFrHVmkJBRF3h", "description": "From the very beginning of his career, Robert Sheckley was recognized by fans, reviewers and fellow authors as a master storyteller and the wittiest satirist working in the science fiction field. E-Reads is proud to re-publish his acclaimed body of work, with nearly thirty volumes of full-length fiction and short story collections, all with striking new covers. Rediscover--or discover for the first time--a master of science fiction who, according to the New York Times, was \"a precursor to Douglas Adams.\" In 2092, the world's ecology is in ruins, drought and famine are widespread and survival is a never-ending challenge. Harold Erdman leaves his dying community with one goal, to make his way to Esmeralda, an island paradise run by the Huntworld Corporation which has turned public murder, among willing competitors, into a thriving and lucrative business. Can he survive the journey and then the many rounds of deadly competition on his way to the Big Payoff. His neighbors lives, as well as his own, hang in the balance. Hilarious, savagely funny and imaginative--this is Sheckley at his best!", "isbn": "9781617561801", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads/9781617561801/1391667284.4.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Victim Prime", "publication_date": "2014-02-04", "number_print_pages": 0}, "position": 32, "uuid": "r55zLunKmZSqeRNzQUWW9F", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "H.G. Wells", "uuid": "bUJMbPbWemamPaxxKaCoBA", "description": "The first-person narrative of an unnamed protagonist's (and his brother's) adventures in London and the countryside around London as Earth is invaded by Martians. First published in 1898, it is one of the earliest stories that details a conflict between mankind and an extraterrestrial race.", "isbn": "9781629450919", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/687/6871355932488.71.png", "oyster_summary": "", "average_rating": 3.73, "language_code": "", "awards": [], "title": "The War of the Worlds", "publication_date": "1898-01-01", "number_print_pages": 303}, "position": 6, "uuid": "6XCd7oSZdS5VVJmUjDgzKW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Julian May", "uuid": "FJj3YfXE2SHeBLaPmB7Me", "description": "<div><div><p>The Many-Colored Land, <B>the first volume in Julian May's dazzling series of science fiction-fantasy novels, began with a des perate act of exile. A group of talented misfits from a future society chose to pass through a time-portal into the unknown dangers of a world six million years past, the world of the Pliocene. They emerged in a proto-Kurope inhabited by two extraterrestrial races &#8212; the chivalric Tanu and the dwarfish, forest-dwelling Tirvulag. both of which possessed far-reaching psychic powers. The humans soon became in volved in the age-old struggle between the two.</p></B>  The Golden Tore <B>picks up the story as one group of captured humans is brought to Muriah. the stately capital of the Tanu kingdom. Among them is Elizabeth Orme. who was once, in her own world, a Grand Master Metapsychic. In spite of Tanu ha rassment, she begins to recover her lost powers. Also in this group is Bryan Gren-fell. an anthropologist seeking his lost love. And there is Aiken Drum, an adventurer, schemer, and trickster who has the talent and ambition to become a ruler in this strange new-old world.</p> <p>The other human group, which has managed to overcome its Tanu guards and escape into the northern forests, includes Chief Burke, an American Indian, and </B>Felice <B>Uindry, an athlete gifted with certain psychic powers of her own. This group, wi t h t he ambiguous aid of the Firvu-lag. determines to launch an attack against the very heart of Tanu dominance. At the end of the Grand Combat tournament between Tanu and Kirvulag comes the astonishing climax to this astonishing novel.</p>   <p><B>Fritz Lciber says the series is \"altogether enchanting and engrossing.\" Vonda Mc-Intyre comments, \"It's action-oriented and vivid\"; and Joe W. I laldeman says. \"It's one of the best-thought-out futures ever encountered in science fiction.\" </B></B></DIV></DIV>", "isbn": "9780547892450", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547892450/1376382014.58.jpg", "oyster_summary": "", "average_rating": 4.04, "language_code": "eng", "awards": [], "title": "GOLDEN TORC", "publication_date": "1982-01-27", "number_print_pages": 381}, "position": 18, "uuid": "uexmz5kErJECbhrRvAeAxB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Philip K. Dick", "uuid": "TA29aMNfhLZ6B2CKjo8WUE", "description": "&#8220;From the stuff of space opera, Dick spins a deeply unsettling existential horror story, a nightmare you&#8217;ll never be sure you&#8217;ve woken up from.&#8221;&#8212;Lev Grossman, <I>Time</I>  <br> <br>Glen Runciter runs a lucrative business&#8212;deploying his teams of anti-psychics to corporate clients who want privacy and security from psychic spies. But when he and his top team are ambushed by a rival, he is gravely injured and placed in &#8220;half-life,&#8221; a dreamlike state of suspended animation. Soon, though, the surviving members of the team begin experiencing some strange phenomena, such as Runciter&#8217;s face appearing on coins and the world seeming to move backward in time. As consumables deteriorate and technology gets ever more primitive, the group needs to find out what is causing the shifts and what a mysterious product called Ubik has to do with it all.  <br> <br>&#8220;More brilliant than similar experiments conducted by Pynchon or DeLillo.&#8221;&#8212;Roberto Bola&#241;o", "isbn": "9780547728247", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547728247/1376381752.13.jpg", "oyster_summary": "", "average_rating": 4.08, "language_code": "eng", "awards": [], "title": "Ubik", "publication_date": "2012-04-17", "number_print_pages": 224}, "position": 14, "uuid": "poYCspmeXrFSdasCiWkDuX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Jules Verne", "uuid": "zyBK7eLkYEN3WKBExuSbVT", "description": "A classic science fiction novel by French writer Jules Verne published in 1870. It tells the story of Captain Nemo and his submarine Nautilus. As the story begins in 1866, a mysterious sea monster, theorized by some to be a giant narwhal, is sighted by ships of several nations; an ocean liner is also damaged by the creature. The United States government finally assembles an expedition in New York City to track down and destroy the menace. Professor Pierre Aronnax, a noted French marine biologist and narrator of the story, who happens to be in New York at the time and is a recognized expert in his field, is issued a last-minute invitation to join the expedition, and he accepts.", "isbn": "9781629450001", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/678/6781355875944.89.png", "oyster_summary": "", "average_rating": 3.75, "language_code": "", "awards": [], "title": "20,000 Leagues Under the Sea", "publication_date": "1870-01-01", "number_print_pages": 288}, "position": 13, "uuid": "GGn7rur98sFmzJkW6SJfr9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "7ibAJ8S7nHSG9PrmjoChES", "name": "E-Reads"}, "status": 1, "author": "Robert Sheckley", "uuid": "GD6sKY66BmajpSoWtj6A6K", "description": "From the very beginning of his career, Robert Sheckley was recognized by fans, reviewers and fellow authors as a master storyteller and the wittiest satirist working in the science fiction field. E-Reads is proud to re-publish his acclaimed body of work, with nearly thirty volumes of full-length fiction and short story collections, all with striking new covers. Rediscover--or discover for the first time--a master of science fiction who, according to the New York Times, was \"a precursor to Douglas Adams.\" CROMPTON DIVIDED was also published in the UK under the title THE ALCHEMICAL MARRIAGE OF ALISTAIR CROMPTON. Alastair Crompton skilled nosologist at Psychosmell, Inc. sniffs out something he's been missing his whole life--his other selves. His disturbed psyche was divided into three parts and the other parts were implanted in other bodies on other planets. His obsession to re-unite himself leads to disturbing discoveres about the underpinnings of the society he lives in, personal conflicts, a vastly destructive war and a shocking ultimate revelation. The master of SF madness operates at the top of his form. \"In case anyone has managed to miss this singular author's seminal influence on the world of imaginative literature, my best advice is to throw oneself in the way of CROMPTON DIVIDED and give onself up to wonderful madness.\"--Harlan Ellison", "isbn": "9781617561757", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads/9781617561757/1391667283.62.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Crompton Divided", "publication_date": "2014-02-04", "number_print_pages": 0}, "position": 31, "uuid": "2nitKnfjXtjCq5Nk9McLbT", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "ZgCRi6ixUaBMMa68ANbi5Y", "description": "<DIV>The first volume in J.R.R. Tolkien's epic adventure <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div><I>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them</I><BR><BR>In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in <I>The Hobbit</I>. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose.<BR><BR>&#8220;A unique, wholly realized other world, evoked from deep in the well of Time, massively detailed, absorbingly entertaining, profound in meaning.&#8221; &#8211; <I>New York Times</I></DIV>", "isbn": "9780547952017", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547952017/1376382371.13.jpg", "oyster_summary": "", "average_rating": 4.28, "language_code": "eng", "awards": [], "title": "The Fellowship of the Ring", "publication_date": "2012-02-15", "number_print_pages": 432}, "position": 25, "uuid": "8UEqp4t5sztv57tzLSrRqd", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "vhcUUCx4wq8bxYyPpmRPsL", "name": "Wildside Press LLC"}, "status": 1, "author": "H.G. Wells", "uuid": "jxUAj2itUtAZp479zqJChW", "description": "In 1888, while a student, H.G. Wells published \"The Chronic Argonauts,\" a 3-part story serialized in <i>The Science Schools Journal.</i> He would later return to the themes and recreate the story as the classic novel, <i>The Time Machine</i>. (After <i>The Time Machine</i>'s publication, Wells tried to suppress \"The Chronic Argonauts,\" going so far as buying all copies he could find and destroying them.) Today, the story is a rarity in its original publication, but it is hardly a classic work in the same vein as its successor novel. As a literary curiosity, it commands some interest, but do not go into it expecting anything on the scale of Wells's later, greater novels.", "isbn": "9781434448040", "cover_img": "https://cflare.oysterbooks.com/covers/Wildside%20Press%20LLC/The%20Chronic%20Argonauts/1374555032.16.jpg", "oyster_summary": "", "average_rating": 3.45, "language_code": "eng", "awards": [], "title": "The Chronic Argonauts", "publication_date": "2012-09-24", "number_print_pages": 40}, "position": 1, "uuid": "eCPcUT95wTiEEo4WjgpHwD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Edgar Rice Burroughs", "uuid": "e6Kcmmk8mno2PTvTVQPswC", "description": "When Abner Perry invents a vehicle that essentially drills through the earth, he takes it to his good friend (and independently wealthy man about town) David Ennis. And what else can they do? Drill down into the earth, of course. What they find there isn't what we'd expect: it's an inner world called Pellicidar, a place where the sun neither sets nor rises -- because what appears to be the sun is no sun at all, but the molten core of the earth. Pellucidar is a great fun fantasy world, full of dragons, apes, and reptiles and Weird Things. It's ruled by sorcerous royalty (the princess falls in love with Our Hero, of course) and of course our heros end up hip-deep in dragons. . . .", "isbn": "9781629451343", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451343/1376468062.82.png", "oyster_summary": "", "average_rating": 3.71, "language_code": "", "awards": [], "title": "At the Earth's Core", "publication_date": null, "number_print_pages": 146}, "position": 11, "uuid": "mpaVFxhTMKQNxidoavMB29", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Jules Verne", "uuid": "uiiVBPQvLTUaBke5VaA7gi", "description": "Based on the true story of Alexander Selkirk, who survived alone for almost five years on an uninhabited island off the coast of Chile. Verne's novel tells the story of five men and a dog who land in a balloon on a faraway, fantastic island of bewildering goings-on and their struggle to survive as they uncover the island’s secret.", "isbn": "9781629453491", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453491/1376300662.18.png", "oyster_summary": "", "average_rating": 4.01, "language_code": "", "awards": [], "title": "The Mysterious Island", "publication_date": null, "number_print_pages": 528}, "position": 10, "uuid": "bqk4fX9mxVQVRZfwXxzGAR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Philip K. Dick", "uuid": "64vpR2upwdhervSWvr6Q2D", "description": "&#8220;The single most resonant and carefully imagined book of Dick&#8217;s career.&#8221; &#8211; <I>New York Times</I><br><BR>It's America in 1962. Slavery is legal once again. The few Jews who still survive hide under assumed names. In San Francisco, the <I>I Ching</I> is as common as the <I>Yellow Pages</I>. All because some twenty years earlier the United States lost a war&#8212;and is now occupied by Nazi Germany and Japan.<br><BR>This harrowing, Hugo Award-winning novel is the work that established Philip K. Dick as an innovator in science fiction while breaking the barrier between science fiction and the serious novel of ideas. In it Dick offers a haunting vision of history as a nightmare from which it may just be possible to wake.<br><BR>Winner of the Hugo Award<br>", "isbn": "9780547601205", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547601205/1376381355.79.jpg", "oyster_summary": "", "average_rating": 3.84, "language_code": "eng", "awards": [{"image": null, "uuid": "J7hu8ewQfKaancAUGREYmT", "name": "Hugo Award Winner"}], "title": "The Man in the High Castle", "publication_date": "2012-01-24", "number_print_pages": 272}, "position": 2, "uuid": "qRih79mbLiniCZbWZRCA9e", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Octavia E. Butler", "uuid": "jADFij9HTUGKonLTtDpNtK", "description": "<DIV><b>Six remarkable stories from a master of modern science fiction</b></div><DIV></div><DIV>Octavia E. Butler&rsquo;s classic &ldquo;Bloodchild,&rdquo; winner of both the Nebula and Hugo awards, anchors this collection of incomparable stories and essays. &ldquo;Bloodchild&rdquo; is set on a distant planet where human children spend their lives preparing to become hosts for the offspring of the alien Tlic. Sometimes the procedure is harmless, but often it is not. Also included is the Hugo Award&ndash;winning &ldquo;Speech Sounds,&rdquo; about a near future in which humans must adapt after an apocalyptic event robs them of their ability to speak.</div><DIV>&#160;</div><DIV>In these pages, Butler shows us life on Earth and amongst the stars, telling her tales with characteristic imagination and clarity. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Octavia E. Butler including rare images from the author&rsquo;s estate.</div><DIV></div>", "isbn": "9781453263662", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Bloodchild/1373331041.07.jpg", "oyster_summary": "", "average_rating": 4.22, "language_code": "eng", "awards": [{"image": null, "uuid": "J7hu8ewQfKaancAUGREYmT", "name": "Hugo Award Winner"}, {"image": null, "uuid": "kAzRGKWZXc6R3tie3KrCNb", "name": "Locus Award Winner"}, {"image": null, "uuid": "FyJfg5oJHuh3Z2WG8dgJUF", "name": "Nebula Award Winner"}], "title": "Bloodchild", "publication_date": "2012-07-24", "number_print_pages": 145}, "position": 3, "uuid": "M8UPTVybUgT9ButAFdooxY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "ZcUxsBTaAgMVKpfAKGyqSC", "description": "<P>J.R.R. Tolkien's classic prelude to <I>The Lord of the Rings</I> trilogy&#8212;now available in a movie tie-in edition.<BR>&#160;<br>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br>&#160;<br>Written for J.R.R. Tolkien's own children, <I>The Hobbit</I> has sold many millions of copies worldwide and established itself as a modern classic.", "isbn": "9780547536736", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536736/1376382848.8.jpg", "oyster_summary": "", "average_rating": 4.19, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "The Hobbit (Movie Tie-In)", "publication_date": "2012-09-18", "number_print_pages": 320}, "position": 28, "uuid": "RF6bkeyyRAmH92dygdtV5G", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "George R. Stewart", "uuid": "8mWv6ooR8itLeHWrypDWaR", "description": "<div></p> <p>&#12288;</P><B>  The cabin had always been a special retreat for Isherwood Williams, a haven from the demands of society. But one day while hiking, Ish was bitten by a rattlesnake, and the solitude he had so desired took on dire new significance.</p>  He was sick for days &#8212; although, somehow, he never doubted that he'd live through the ordeal. Often delirious, he did awake at one point to find two strangers peering in at him from the cabin door. Yet oddly, instead of offering help, the two ran off as if terrified.</p>  Not long after that, the coughing began. Ish suffered chills followed by fever, and a measles-like rash that had nothing to do with snake bite broke out on his skin. He was one of the few people in the world to live through that peculiar malady, but he didn't know it then.</p> <p>Ish headed home when he finally felt himself again&#8212;and noticed the strangeness almost immediately. No cars passed <B>him on the road; the gas station not far from his cabin had an air of abandonment; and he was shocked to see the body of a man lying by the roadside near a small town.</p>  Without a radio or phone, Ish had no idea of humanity's abrupt demise. He had escaped death, yet could not escape the awesomeness of the catastrophe&#8212;and, with an eerie detachment, he found himself curious as to how long it would be before all traces of man's civilization faded from the Earth.</p> <p>At the same time, he couldn't help wondering whether others had survived, and whether even a handful of human beings would </B></B></DIV>", "isbn": "9780547593708", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547593708/1376381087.81.jpg", "oyster_summary": "", "average_rating": 3.95, "language_code": "eng", "awards": [{"image": null, "uuid": "B7kf4Fkp3kubyypudCPADa", "name": "International Fantasy Award Winner"}], "title": "Earth Abides", "publication_date": "1976-01-01", "number_print_pages": 368}, "position": 17, "uuid": "4qRq8aYvrbRCCTLWF2XEaG", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "J.R.R. Tolkien", "uuid": "dcqnpkKGwULKNTQghKDhtW", "description": "<DIV>The third volume in J.R.R. Tolkien's epic adventure <I>THE LORD OF THE RINGS </I><BR><BR><I>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them</I><BR><BR>As the Shadow of Mordor grows across the land, the Companions of the Ring have become involved in separate adventures. Aragorn, revealed as the hidden heir of the ancient Kings of the West, has joined with the Riders of Rohan against the forces of Isengard, and takes part in the desperate victory of the Hornburg. Merry and Pippin, captured by Orcs, escape into Fangorn Forest and there encounter the Ents. Gandalf has miraculously returned and defeated the evil wizard, Saruman. Sam has left his master for dead after a battle with the giant spider, Shelob; but Frodo is still alive&#8212;now in the foul hands of the Orcs. And all the while the armies of the Dark Lord are massing as the One Ring draws ever nearer to the Cracks of Doom.<br><BR>&#8220;A triumphant close . . . a grand piece of work, grand in both conception and execution. An astonishing imaginative tour de force.&#8221; &#8211; <I>Daily Telegraph</I><BR><BR>Includes the complete appendices and index for <I>The Lord of the Rings</I> trilogy.</DIV>", "isbn": "9780547952048", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547952048/1376382342.97.jpg", "oyster_summary": "", "average_rating": 4.47, "language_code": "eng", "awards": [], "title": "The Return of the King", "publication_date": "2012-02-15", "number_print_pages": 432}, "position": 26, "uuid": "C9iwiAuAdnGmHxTSYqTNRk", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Neal Stephenson", "uuid": "KuRgonTATNLi5qULAeTF4P", "description": "<p>With this extraordinary first volume in what promises to be an epoch-making masterpiece, Neal Stephenson hacks into the secret histories of nations and the private obsessions of men, decrypting with dazzling virtuosity the forces that shaped this century.</p><p>In 1942, Lawrence Pritchard Waterhouse&#8212;mathematical genius and young Captain in the U.S. Navy&#8212;is assigned to detachment 2702. It is an outfit so secret that only a handful of people know it exists, and some of those people have names like Churchill and Roosevelt. The mission of Waterhouse and Detachment 2702&#8212;commanded by Marine Raider Bobby Shaftoe-is to keep the Nazis ignorant of the fact that Allied Intelligence has cracked the enemy&#39;s fabled Enigma code. It is a game, a cryptographic chess match between Waterhouse and his German counterpart, translated into action by the gung-ho Shaftoe and his forces.</p><p>Fast-forward to the present, where Waterhouse&#39;s crypto-hacker grandson, Randy, is attempting to create a &#34;data haven&#34; in Southeast Asia&#8212;a place where encrypted data can be stored and exchanged free of repression and scrutiny. As governments and multinationals attack the endeavor, Randy joins forces with Shaftoe&#39;s tough-as-nails granddaughter, Amy, to secretly salvage a sunken Nazi submarine that holds the key to keeping the dream of a data haven afloat. But soon their scheme brings to light a massive conspiracy with its roots in Detachment 2702 linked to an unbreakable Nazi code called Arethusa. And it will represent the path to unimaginable riches and a future of personal and digital liberty...or to universal totalitarianism reborn.</p><p>A breathtaking tour de force, and Neal Stephenson&#39;s most accomplished and affecting work to date, <em>Cryptonomicon</em> is profound and prophetic, hypnotic and hyper-driven, as it leaps forward and back between World War II and the World Wide Web, hinting all the while at a dark day-after-tomorrow. It is a work of great art, thought and creative daring; the product of a truly iconoclastic imagination working with white-hot intensity.</p>", "isbn": "9780061792571", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792571/1376452099.13.jpg", "oyster_summary": "", "average_rating": 4.22, "language_code": "eng", "awards": [{"image": null, "uuid": "oN7bvUiZfD6C4P8piKNkW6", "name": "Arthur C. Clarke Award Nominee"}, {"image": null, "uuid": "kAzRGKWZXc6R3tie3KrCNb", "name": "Locus Award Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Cryptonomicon", "publication_date": "2009-03-17", "number_print_pages": 1168}, "position": 23, "uuid": "zBSiuDLvFAEAaUnihKVHQj", "annotation": ""}]