[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "John Dos Passos", "uuid": "S56BH4e9gvXmoZ8ZMPrHP9", "description": "<DIV>Considered by many to be John Dos Passos's greatest work, Manhattan Transfer is an \"expressionistic picture of New York\" (New York Times) in the 1920s that reveals the lives of wealthy power brokers and struggling immigrants alike. From Fourteenth Street to the Bowery, Delmonico's to the underbelly of the city waterfront, Dos Passos chronicles the lives of characters struggling to become a part of modernity before they are destroyed by it.<br>More than seventy-five years after its first publication, Manhattan Transfer still stands as \"a novel of the very first importance\" (Sinclair Lewis). It is a masterpeice of modern fiction and a lasting tribute to the dual-edged nature of the American dream.</div>", "isbn": "9780547526690", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526690/1376382969.35.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [], "title": "Manhattan Transfer", "publication_date": "2003-09-02", "number_print_pages": 352}, "position": 0, "uuid": "eoqP8Yif52NE7NUkczHqvW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "status": 1, "author": "Tom De Haven", "uuid": "EQRbzuob7T2nGnV6Da4Qwa", "description": "<DIV>Book One of the Funny Papers Trilogy, De Haven&rsquo;s dazzling tour of twentieth-century America, Funny Papers chronicles cartoon icon Derby Dugan's beginnings in the rough-and-tumble world of yellow journalism in turn-of-the-century New York, when Hearst and Pulitzer owned tabloid America. The aptly named Georgie Wreckage, a sketch artist for Pulitzer's daily World, rockets to fame as the creator of what becomes a hugely successful cartoon franchise.</div>", "isbn": "9781938120770", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Funny%20Papers%20%28The%20Funny%20Papers%20Trilogy%20-%20Book%20One%29/1372976676.87.jpg", "oyster_summary": "", "average_rating": 3.99, "language_code": "eng", "awards": [], "title": "Funny Papers", "publication_date": "2013-02-19", "number_print_pages": 571}, "position": 1, "uuid": "75AUMj5xBACjCABhp7c8fg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Jimmy Breslin", "uuid": "ZLmyabFWp6E47YFFUpXHkS", "description": "<DIV><b>As a city worker and former war hero tumbles into alcoholism, his wife fights to hold on to her newfound freedom</b></div><DIV><b>&#160;</b></div><DIV>Owney Morrison has walked the catacombs underneath New York City since he was eleven. His father was a sandhog&mdash;a tunnel worker&mdash;and the first to introduce him to the miles of passageways snaking beneath the ground.</div><DIV>&#160;</div><DIV>Now an adult, back from Vietnam with a Medal of Honor and no work prospects, Owney takes up the family legacy, digging and maintaining the tunnels that provide the city with water. It is dangerous work, and at the end of each shift he deserves a few drinks. But when alcohol takes control of him, his wife Dolores is left with a decision. Should she take her baby daughter and cut ties with her husband, or stay and risk being dragged under by a man who feels safest one hundred feet below the street?</div><DIV>&#160;</div><DIV>At once witty and moving, <i>Table Money </i>is a memorable portrait of family and marriage in modern America.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Jimmy Breslin including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453245392", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Table%20Money/1373330469.05.jpg", "oyster_summary": "", "average_rating": 3.53, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "title": "Table Money", "publication_date": "2012-02-14", "number_print_pages": 436}, "position": 2, "uuid": "jXK5DmFPXy8N6eswohU2EJ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Madison Smartt Bell", "uuid": "MtNwh4rdN5xZSnAAqUpUk7", "description": "<DIV><DIV><b>Madison Smartt Bell&rsquo;s debut novel: a story of drifters, outcasts, junkies, and dealers surviving in the heart of 1980s New York City</b></div><DIV>&#160;</div><DIV>Over one busy weekend, small-time heroin dealer Johnny B. Goode and his alliance of fellow pushers work their trade amidst students, businessmen, and assorted sewer rats while avoiding the law. Narrated from the separate perspectives of each member of the gang, <i>The Washington Square Ensemble</i> follows the twisted paths that have led the seven men through the grittyNew York underworld and towards a fragile alliance at Washington Square.</div><DIV>&#160;</div><DIV>With humor, compassion, and an uncanny ear for voices of the streets, Madison Smartt Bell delivers a stunning indictment&mdash;and occasional celebration&mdash;of a blighted New York landscape.</div></div>", "isbn": "9781453235508", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Washington%20Square%20Ensemble/1373330352.13.jpg", "oyster_summary": "", "average_rating": 3.84, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "The Washington Square Ensemble", "publication_date": "2011-12-06", "number_print_pages": 348}, "position": 4, "uuid": "jeGAp7qzPCecrXa5QekzRg", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Bhd4QLNQHGTde5rzjYY7LR", "name": "Roaring Forties Press"}, "status": 1, "author": "June Skinner Sawyers", "uuid": "HL8GLw67Sa8BSamXVoy99B", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Packed with information, savvy insights, and surprising facts, this guide to Dylan&#8217;s years in New York City examines the role that the city played in the creation of his music, the evolution of his creative process, and the continual reinvention of his public persona. In the landscape of Manhattan, Dylan created words and sounds that redefined the possibilities of popular music throughout the world. Chronicling where he lived, worked, and played, this book offers an evocative portrait of the city, especially its folk scene during the 1960s. With street maps featuring more than 50 sites&#151;from fleabag hotels and avant-garde clubs to tiny coffeehouses and vast concert halls&#151;readers can navigate Bob Dylan&#8217;s New York and experience the sites and sounds that influenced the singer, such as Caf&#233; Wha?; the Chelsea Hotel; Columbia&#8217;s Studio A, where he recorded songs such as &#147;Desolation Row&#8221; and &#147;Positively 4th Street;&#8221; the Decker Building, where he hung out with Andy Warhol and Nico; the Delmonico Hotel, where he introduced the Beatles to marijuana; and the Bitter End, where he spent much of the summer of 1975 playing pool and guitar.</P></DIV>", "isbn": "9780984625444", "cover_img": "https://cflare.oysterbooks.com/covers/Roaring%20Forties%20Press/Bob%20Dylan%3A%20New%20York/1372978985.17.jpg", "oyster_summary": "", "average_rating": 4.1, "language_code": "eng", "awards": [], "title": "Bob Dylan: New York", "publication_date": "2011-05-01", "number_print_pages": 140}, "position": 5, "uuid": "siPFC4v6Pcd6srs6T9wVsL", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "T. J. English", "uuid": "FKmG6y6DCr7hDAji7R3oB4", "description": "<DIV><b>Sixteen stories of true crime from America&rsquo;s foremost authority on the underworld</b></div><DIV><BR>James &ldquo;Whitey&rdquo; Bulger is the last of the old-fashioned gangsters. As a polished, sophisticated psychopath&mdash;who also happened to be a secret FBI informant&mdash;his reign of power in Boston lasted for more than twenty years. When he went on the lam in 1995, the kingpin&rsquo;s legend grew to rival that of Al Capone. Captured after sixteen years in hiding, he now sits in a maximum security prison awaiting trial on racketeering charges and nineteen counts of murder.</div><DIV>&#160;</div><DIV>T. J. English has been writing about men like Bulger for more than two decades. And this collection, culled from his career in journalism and supported by new material, shows English at his best. In addition to the numerous pieces about Whitey, he reports stories about gangsters and organized crime from New York City to Jamaica to Hong Kong and Mexico. Be they about old school mobsters, corrupt federal agents, or modern-day <i>narcotraficantes</i> wreaking havoc on the US&ndash;Mexico border, English tells these stories with depth and insight. Combining first-rate reporting and the storytelling technique of a novelist, English takes his readers on a bloody but fascinating journey to the dark side of the American Dream.</div>", "isbn": "9781480411715", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Whitey%27s%20Payback/1373336272.95.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Whitey's Payback", "publication_date": "2013-05-07", "number_print_pages": 244}, "position": 6, "uuid": "heCooH3BqqC4wtqLLdhwCQ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Philip Roth", "uuid": "NoriUkssrKSvRNxo9et2d6", "description": "<DIV>Like Rip Van Winkle returning to his hometown to find that all has changed, Nathan Zuckerman comes back to New York, the city he left eleven years before. Alone on his New England mountain, Zuckerman has been nothing but a writer: no voices, no media, no terrorist threats, no women, no news, no tasks other than his work and the enduring of old age.<br><br>Walking the streets like a revenant, he quickly makes three connections that explode his carefully protected solitude. One is with a young couple with whom, in a rash moment, he offers to swap homes. They will flee post-9/11 Manhattan for his country refuge, and he will return to city life. But from the time he meets them, Zuckerman also wants to swap his solitude for the erotic challenge of the young woman, Jamie, whose allure draws him back to all that he thought he had left behind: intimacy, the vibrant play of heart and body.<br><br>The second connection is with a figure from Zuckerman&#8217;s youth, Amy Bellette, companion and muse to Zuckerman&#8217;s first literary hero, E. I. Lonoff. The once irresistible Amy is now an old woman depleted by illness, guarding the memory of that grandly austere American writer who showed Nathan the solitary path to a writing vocation.<br><br>The third connection is with Lonoff&#8217;s would-be biographer, a young literary hound who will do and say nearly anything to get to Lonoff&#8217;s &#147;great secret.&#8221; Suddenly involved, as he never wanted or intended to be involved again, with love, mourning, desire, and animosity, Zuckerman plays out an interior drama of vivid and poignant possibilities.<br><br>Haunted by Roth&#8217;s earlier work The Ghost Writer, Exit Ghost is an amazing leap into yet another phase in this great writer&#8217;s insatiable commitment to fiction.</div>", "isbn": "9780547345338", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345338/1376379485.47.jpg", "oyster_summary": "", "average_rating": 3.48, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Exit Ghost", "publication_date": "2007-10-01", "number_print_pages": 304}, "position": 7, "uuid": "XxXDB8iYA42r3XSWz9KMH8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Hubert Selby", "uuid": "JwmEU7AF6pmhZKW5zbqa7m", "description": "<DIV><DIV><DIV><b>&ldquo;An extraordinary achievement . . . a vision of hell so stern it cannot be chuckled or raged aside.&rdquo;&mdash;<i>The New York Times Book Review</i></b></div><DIV><BR>A classic of postwar American literature, <i>Last Exit to Brooklyn</i> created shockwaves upon its release in 1964 with its raw, vibrant language and startling revelations of New York City&rsquo;s underbelly.&#160;</div><DIV>&#160;</div><DIV>The prostitutes, drunks, addicts, and johns of Selby&rsquo;s Brooklyn are fierce and lonely creatures, desperately searching for a moment of transcendence amidst the decay and brutality of the waterfront&mdash;though none have any real hope of escape.&#160;</div><DIV>&#160;</div><DIV><i>Last Exit to Brooklyn</i> offers a disturbing yet hauntingly sensitive portrayal of American life, and nearly fifty years after publication, it stands as a crucial and masterful work of modern fiction.&#160;</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Hubert Selby Jr. including rare photos from the author&rsquo;s estate.</div></div></div>", "isbn": "9781453235393", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453235393/1381727703.42.jpg", "oyster_summary": "", "average_rating": 3.96, "language_code": "eng", "awards": [], "title": "Last Exit to Brooklyn", "publication_date": "2011-12-13", "number_print_pages": 320}, "position": 8, "uuid": "tXCpLmzsCXuENwcBiXUmbH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "F. Scott Fitzgerald", "uuid": "pWGHVwErTSSdqjUXTbR3Z7", "description": "Embellished with the author's lyrical prose, here is the story of Harvard-educated, aspiring aesthete Anthony Patch and his beautiful wife, Gloria. As they await the inheritance of his grandfather's fortune, their reckless marriage sways under the influence of alcohol and avarice. A devastating look at the nouveau riche and New York nightlife, as well as the ruinous effects wild ambition, The Beautiful and the Damned achieved stature as one of Fitzgerald's most accomplished novels. Its distinction as a classic endures to this day. Pocket Book's Enriched Classics present the great works of world literature enhanced for the contemporary reader. Special features include critical perspectives, suggestions for further read, and a unique visual essay composed of period photographs that help bring every word to life.", "isbn": "9781629450575", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450575/1376627447.15.png", "oyster_summary": "", "average_rating": 3.76, "language_code": "", "awards": [], "title": "The Beautiful and the Damned", "publication_date": "1920-01-01", "number_print_pages": 422}, "position": 9, "uuid": "yJDhTbngcTrKPZwpHxLnMj", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Muriel Spark", "uuid": "5DgSTxp2REGEaTDCJEEekC", "description": "<DIV><DIV><b>Touched by madness and haunted by a secret past, Paul and Elsa&rsquo;s relationship reveals that there can be no normality for people who witnessed the worst of war</b></div><DIV>&#160;</div><DIV></div><DIV>In 1970s New York, Paul and Elsa are like many other well-off middle-aged couples, worrying over their apartment and psychoanalyst bills by day, and meeting friends at restaurants by night. But this is not an ordinary couple with ordinary neuroses, as becomes clear when Paul convinces himself that Elsa&rsquo;s shadow always points in the wrong direction. As Paul and Elsa&rsquo;s involvement in World War II espionage begins to surface, the glitz and glamor of their lives is revealed to be nothing more than illusion.</div><DIV>&#160;</div><DIV><i>The Hothouse by the East River</i> is a delirious satire of superficial urban life in the shadow of one of modern history&rsquo;s great horrors.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Muriel Spark including rare photos and never-before-seen documents from the author&rsquo;s archive at the National Library of Scotland.</div><DIV>&#160;</div><DIV></div></div>", "isbn": "9781453245071", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Hothouse%20by%20the%20East%20River/1373330455.52.jpg", "oyster_summary": "", "average_rating": 3.71, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "The Hothouse by the East River", "publication_date": "2012-03-20", "number_print_pages": 138}, "position": 11, "uuid": "p9iS7PBdXRZFC44mxWJBJf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "4cwejoHi4cE7gudUQkNBUB", "name": "Triumph Books"}, "status": 1, "author": "Phil Pepe", "uuid": "6edUHAhG65WbmMXumNVHga", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Tracing the careers of four instrumental players who turned around the Yankees ball club, this book shares behind-the-scenes stories from their early days together in the minors through the 2012 season, and follows them on their majestic ride to the top of the baseball world. At a time when the New York Yankees were in free fall, having failed to win a World Series in 17 years and had not played in one in 14 years&#8212;the Bronx Bombers&#8217; longest drought since before the days of Babe Ruth&#8212;along came four young players whose powerful impact returned the franchise to its former glory. They were a diverse group from different parts of the globe: Mariano Rivera, a right-handed pitcher from Panama, who was destined to become the all-time record holder in saves and baseball&#8217;s greatest closer; Derek Jeter, a shortstop raised in Kalamazoo, Michigan, who would become the first Yankee to accumulate 3,000 hits; Jorge Posada, an infielder-turned-catcher from Puerto Rico, who would hit more home runs than any Yankees catcher except the legendary Hall of Famer Yogi Berra; and Andy Pettitte, a left-handed pitcher born in Baton Rouge, Louisiana, who would win more postseason games than any player in baseball history. Together they formed the &#8220;Core Four,&#8221; and would go on to play as teammates for 13 seasons during which time they would help the Yankees advance to the postseason 12 times, win the American League pennant seven times, and take home five World Series trophies. This book follows these phenoms from the minor leagues to the present, detailing their significant contributions to a winning major league franchise.", "isbn": "9781623681968", "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Core%20Four/1372982292.76.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Core Four", "publication_date": "2013-05-01", "number_print_pages": 240}, "position": 12, "uuid": "Fs9Jy3mGfmVno3ba5FK5bi", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "T. J. English", "uuid": "daFksdbGyygYy7zFrTddhH", "description": "<DIV><b>A decades-long saga of murder and betrayal on Manhattan&rsquo;s gritty West Side<BR><BR></b></div><DIV></div><DIV>It&rsquo;s men like Jimmy Coonan and Mickey Featherstone who gave Hell&rsquo;s Kitchen its name. In the mid-1970s, these two long-time friends take the reins of New York&rsquo;s Irish mob, using brute force to give it hitherto unthinkable power. Jimmy, a charismatic sociopath, is the leader. Mickey, whose memories of Vietnam torture him daily, is his enforcer. Together they make brutality their trademark, butchering bodies or hurling them out the window. Under their reign, Hell&rsquo;s Kitchen becomes a place where death literally rains from the sky.</div><DIV>&#160;</div><DIV>When Mickey goes down for a murder he didn&rsquo;t commit, he suspects his friend has sold him out. He returns the favor, breaking the underworld&rsquo;s code of silence and testifying against his gang in open court. From his testimony comes this incredible story of what it means to make it in a world where murder is commonplace.</div>", "isbn": "9781453234266", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Westies/1373330275.78.jpg", "oyster_summary": "", "average_rating": 3.94, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "The Westies", "publication_date": "2011-11-15", "number_print_pages": 412}, "position": 14, "uuid": "8NAxrzJcgsKyRoUQqzyA7P", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Pete Axthelm", "uuid": "kWNkgi9iLZxQNYM5THfjp6", "description": "<DIV><b>A fascinating chronicle of New York basketball, from the concrete courts of the city&rsquo;s parks to the bright lights of Madison Square Garden</b></div><DIV></div><DIV>The New York Knickerbockers, one of the NBA&rsquo;s charter franchises, played professionally for twenty-four years before winning their first championship in 1970, defeating the Los Angeles Lakers in a thrilling seven-game series. Those Knicks, who won again in 1973, became legends, and captivated a city that has basketball in its blood.</div><DIV>&#160;</div><DIV>But this book is more than a history of the championship Knicks. It is an exploration of what basketball means to New York&mdash;not just to the stars who compete nightly in the garden, but to the young men who spend their nights and weekends perfecting their skills on the concrete courts of the city&rsquo;s parks. Basketball is a city game, and New York is the king of cities.</div><BR>", "isbn": "9781453220641", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20City%20Game/1373329816.13.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "The City Game", "publication_date": "2011-06-28", "number_print_pages": 210}, "position": 14, "uuid": "vNRVpA7E5g2pz9iVmRz6KR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "4cwejoHi4cE7gudUQkNBUB", "name": "Triumph Books"}, "status": 1, "author": "Tim Sullivan", "uuid": "cznJ3dHkQQAFHMht9VNLkV", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The monumental spring 1994 face-off between the New Jersey Devils and New York Rangers is recaptured in this mesmerizing account. Arguably one of the greatest series in NHL history, it changed the face of hockey in the New York metropolitan area through 27 periods in seven games across 13 days, during which Ranger captain Mark Messier guaranteed a game-six victory. The book presents a definitive portrayal of these two determined teams: the Rangers, an original-six franchise desperate to win their first title in 54 years, and the Devils, the underappreciated new kid from across the Hudson River who feverishly wanted to forge an identity of their own. This in-depth retrospective conducts an unforgettable rollercoaster ride of emotions that lives in the hearts and minds of hockey fans forever.", "isbn": "9781617499685", "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Battle%20on%20the%20Hudson/1372981225.4.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Battle on the Hudson", "publication_date": "2012-09-26", "number_print_pages": 240}, "position": 15, "uuid": "h2QAmDKyQKsrX6kYpRSipK", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "Robert Goldsborough", "uuid": "4jcYMnygBU2B3MxKayfvjJ", "description": "<DIV><b>Winner of the Lovey Award for Best Historical Novel<BR><BR>To become part of the Nero Wolfe legend, Archie Goodwin must prove his worth</b></div><DIV><BR>Archie Goodwin comes to New York City hoping for a bit of excitement. In his third week working as a night watchman, he stops two burglars in their tracks&mdash;with a pair of hot lead slugs. Dismissed from his job for being &ldquo;trigger-happy,&rdquo; he parlays his newfound notoriety into a job as a detective&rsquo;s assistant, helping honest sleuth Del Bascom solve cases like the Morningside Piano Heist, the Rive Gauche Art Gallery Swindle, and the Sumner-Hayes Burglary. But it&rsquo;s the kidnapping of Tommie Williamson, the son of a New York hotel magnate, that introduces Goodwin to the man who will change his life.</div><DIV>&#160;</div><DIV>Young Tommie has gone missing, and only one detective is built for the job: Nero Wolfe, the heavyset genius of West Thirty-Fifth Street. Together they will form one of the most unlikely crime fighting duos in history&mdash;but first Goodwin must find Tommie Williamson, and prove to Wolfe that he deserves a place by his side.</div>", "isbn": "9781453266373", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Archie%20Meets%20Nero%20Wolfe/1373331240.5.jpg", "oyster_summary": "", "average_rating": 3.96, "language_code": "eng", "awards": [], "title": "Archie Meets Nero Wolfe", "publication_date": "2012-11-13", "number_print_pages": 234}, "position": 16, "uuid": "rMq8NdNpavKht7Fih56N6S", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "WArtdHMeE7CdCH6Y2hUeFW", "name": "Robert Hale"}, "status": 1, "author": "Harold Robbins", "uuid": "6y93JDNGwZue2kFXUVABdT", "description": "<DIV>Behind this memorable story of the turning point in the lives of two lovers, one risen from the gutter and the other unashamedly drifting towards it, lies the ugly background of the seamy side of New York life.<BR>In this book, Harold Robbins tells of the trial of Maryann Flood, a 'model' at 79 Park Avenue, who has been arrested on charges of procurement, bribery and blackmail; and of the dilemma of Mike Keyes, who is conducting the prosecution. For fate seems to have played against Mike in offering him a chance of advancement in his career, which he would dearly like to take, through the trial of the woman he loves and who loves him. Here is a brilliantly-told story of the love of two people trying to bridge the gap between the Law and the New York underworld, under the shadow of the sordid reign of prostitution.</DIV>", "isbn": "9780719810428", "cover_img": "https://cflare.oysterbooks.com/covers/Robert%20Hale/79%20Park%20Avenue/1372982298.85.jpg", "oyster_summary": "", "average_rating": 3.71, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "79 Park Avenue", "publication_date": "2013-05-31", "number_print_pages": 254}, "position": 16, "uuid": "kuAbXgUkoyH2G8WVHGnoHU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "status": 1, "author": "Jesse McLean", "uuid": "VX7rHEry98te6y5shYiFGc", "description": "<P style=\"MARGIN: 0in 0in 0pt\">Reveling in the consumerist decadence of AMC&#8217;s infamous advertising house Sterling Cooper, this complementary volume to the groundbreaking series <I>Mad Men</I> provides behind-the-scenes revelations, episode guides, cast biographies, and rich sidebar content,&#160;including &#147;How to Party Like the <I>Mad Men</I>.&#8221; Delving beneath the glitz and glamour to highlight the workings of a sophisticated modern classic, this definitive fan guide also offers fascinating sociological context and cultural analysis. The details of historical ad campaigns that are woven into the show&#8217;s storylines are provided&#151;such as Volkswagen Beetle&#8217;s landmark &#147;Think Small&#8221; campaign, the Nixon/Kennedy presidential push, and the creation of Lucky Strike&#8217;s &#147;It&#8217;s toasted&#8221; slogan. This is the ultimate guide to a series that has been praised by the <I>New York Times</I>, <I>Time</I> magazine, and <I>USA Today</I>.</P>", "isbn": "9781554904457", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Kings%20of%20Madison%20Avenue/1372977242.07.jpg", "oyster_summary": "", "average_rating": 3.57, "language_code": "eng", "awards": [], "title": "Kings of Madison Avenue", "publication_date": "2009-09-01", "number_print_pages": 200}, "position": 17, "uuid": "ro6nAZRuHXkvkx5uqwfATX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "Marc Olden", "uuid": "L6GZjCGT28EbCYCJNGEfn4", "description": "<DIV><p class=\"MsoNormal\"><b>A meticulous account of the greatest drug scourge the country has ever seen</b></p><p class=\"MsoNormal\">Before crack, there was cocaine. In 1972, New Yorkers bought more powdered cocaine than heroin, and they paid dearly for it. Pimps, rock stars, UN delegates, and high school students all turned on with snow. Some used casually, and some threw their lives away for its fleeting high. The drug&rsquo;s devotees showed their allegiance with a golden coke spoon necklace&mdash;a sign of the wealth required to maintain a habit when the drug sold for as much as seventy-five dollars a hit. They used it to party, to work, and to have sex. They snorted it, shot it, and rubbed it on their gums. And more and more, they killed and died for the sake of the priceless white powder.</p><p class=\"MsoNormal\">In this staggering expos&eacute;, Marc Olden gets to the heart of New York&rsquo;s cocaine underworld, painting an exhaustive picture of the drug&rsquo;s effects on society&mdash;from the highest highs to the lowest lows.</p></div>", "isbn": "9781453259894", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Cocaine/1373330860.99.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Cocaine", "publication_date": "2012-07-17", "number_print_pages": 172}, "position": 18, "uuid": "bXMN7kVDMmwNyHH3wfKqeV", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Mary Cantwell", "uuid": "ABgtyVFwc73XvECGtPd4PJ", "description": "<DIV>Mary Cantwell, who has been a writer and editor at Mademoiselle and Vogue and a writer at the New York Times, gives us an elegant and lyrical autobiographical account of a time and place that for some exists only in imagination. But this is a life as it was actually lived, with romance, passion, and no little share of pain. Like her earlier, warmly received American Girl: Scenes from a Small-Town Childhood, Cantwell's new book \"offers many of the pleas-ures more usually associated with the novel\" (Washington Post Book World). In five different apartments in Manhattan, each with its own character and charm, Cantwell's story winds through its phases, from single working girl to young wife and mother, from career choices and divorce to rediscovery. The world Cantwell inhabits - that of magazine and book publishing and fashion and the middle-class bohemia of downtown New York at a golden moment in time - is brought beautifully to life in a memoir that is sure to win her new readers and ren</div>", "isbn": "9780547728261", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547728261/1376381543.5.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [], "title": "Manhattan, When I Was Young", "publication_date": "1995-09-18", "number_print_pages": 214}, "position": 19, "uuid": "F2UUinxjZjJdFzjcWoqRLf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Jerome Weidman", "uuid": "887sYrwufwAkjMZNNmbMFF", "description": "<DIV><b>The stirring novel of a boy&rsquo;s poignant coming of age during the 1920s on Manhattan&rsquo;s Lower East Side </b></div><DIV><BR>When Benny Kramer&rsquo;s father came to the United States, he was hungry, broke, and ignorant. Handed a banana and told it was &ldquo;American food,&rdquo; he scarfed it down, peel and all. By the time he died, he was no richer, but much wiser, and everything he learned he imparted to his son. Growing up on New York&rsquo;s Lower East Side between the wars, Benny&rsquo;s life was just as chaotic as his neighborhood.</div><DIV>&#160;</div><DIV>How many young boys have seen a man decapitated by a horse? How many know blacksmiths who got tangled up in a multiple homicide? How many win an elocution contest, only to find out it was rigged by the mob? For Benny, these are everyday events, and he remembers them with the biting wit that made Jerome Weidman one of the most beloved novelists of his day.<BR><BR><DIV>This ebook features a foreword by Alistair Cooke.</div></div>", "isbn": "9781480410725", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Fourth%20Street%20East/1373336212.05.jpg", "oyster_summary": "", "average_rating": 4.35, "language_code": "eng", "awards": [], "title": "Fourth Street East", "publication_date": "2013-03-26", "number_print_pages": 240}, "position": 19, "uuid": "PryZQ3rSMEftKjWfMt8ziN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Martin Duberman", "uuid": "LMSRwt82rmvSrratufGGPe", "description": "<DIV><DIV><b>A powerful firsthand account of the Stonewall riots and the birth of the modern gay rights movement<BR></b><I><BR>&ldquo;We, the people, declare today that the most evident of truths&mdash;that all of us are created equal&mdash;is the star that guides us still, just as it guided our forebears through Seneca Falls, and Selma, and Stonewall.&rdquo; &mdash;President Obama, 2013 Inaugural Address</I></div><DIV>&#160;</div><DIV>In the summer of 1969, the Stonewall Inn, one of the few places where gay men could gather, was a mafia-run unlicensed bar in New York City&rsquo;s Greenwich Village. An unforeseen raid on the night of June 28 by federal agents ignited the now-famous five days of Stonewall riots that kindled the nation&rsquo;s gay rights movement. Expertly weaving personal, eyewitness accounts of the riots, Martin Duberman&rsquo;s <i>Stonewall</i> is an engrossing look at how six individuals, from distinctly different backgrounds, helped bring political and social awakening to the gay liberation movement. </div></div>", "isbn": "9781480423848", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Stonewall/1373336704.51.jpg", "oyster_summary": "", "average_rating": 3.9, "language_code": "eng", "awards": [], "title": "Stonewall", "publication_date": "2013-05-28", "number_print_pages": 330}, "position": 21, "uuid": "qEDvjBESooaZhCvTwUSqr", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "eEimNTKRuWGcm84sYkMF5F", "name": "Elder Signs Press"}, "status": 1, "author": "C.J. Henderson", "uuid": "dgkLPKuvVayS2Zwkrj62Lb", "description": "<DIV><DIV>Private detective Theodore London ran the best agency in New York City until a demon-driven storm trashed his operation. Ready to quit the business, fate delivered a beautiful woman to his doorstep&#151;one being pursued by an army of winged monsters determined to use her as the key to unlock a doorway that will lead the world to madness.</DIV></DIV>", "isbn": "9781934501344", "cover_img": "https://cflare.oysterbooks.com/covers/Elder%20Signs%20Press/The%20Things%20That%20Are%20Not%20There/1372979330.49.jpg", "oyster_summary": "", "average_rating": 3.24, "language_code": "eng", "awards": [], "title": "The Things That Are Not There", "publication_date": "2006-10-01", "number_print_pages": 202}, "position": 22, "uuid": "kcRgVoocBkLpfaGmFW8WoW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Lisa Alther", "uuid": "wynZo3PuXBUHW6TQE2hoTJ", "description": "<DIV><p><DIV><b>The novel from bestselling author Lisa Alther&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV>&#160;</div><DIV><b>A wise and funny novel about the kind of love that extends beyond boundaries&mdash;within this world and into the next</b></div><DIV>&#160;</div><DIV>&#160;</div><DIV>Raised in the Tennessee hills in the 1950s by a widower father, Jude grows into a young woman who finds her soul mate in her new neighbor Molly. But when age and social convention intervene, she must find a new person to entrust with her heart. Venturing north to pursue all that &rsquo;60s New York has to offer, Jude finds comfort in her childhood pal Sandy, a man now in the midst of his own metamorphosis. Will she give her love to Sandy, or will the attractive and mysterious poet Anna be her true match?</div><DIV>&#160;</div><DIV>With an endearing heroine and a keen understanding of the human condition, Alther&rsquo;s smart and captivating tale considers how changing views on what it means to love&mdash;and be loved&mdash;can alter lives.</div><DIV>&#160;</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Lisa Alther, including rare photos from the author&rsquo;s personal collection.</div></p></DIV>", "isbn": "9781453205822", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Five%20Minutes%20in%20Heaven/1373329385.25.jpg", "oyster_summary": "", "average_rating": 3.68, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Five Minutes in Heaven", "publication_date": "2010-12-14", "number_print_pages": 373}, "position": 23, "uuid": "Pmd7gEuc9ywB5QN5AYThyj", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Avery Corman", "uuid": "txhbvXftNebBb5YgeJsYFY", "description": "<DIV><b>Avery Corman&rsquo;s &#160;powerful classic novel about the end of a marriage and the bond between a father and child</b></div><DIV><BR>For Joanna and Ted Kramer, building a life in New York City is tough but full of joy thanks to their lovely little boy, Billy. Or so it seems, until one day Joanna walks out, unable to manage the burdens of family life and her own unfulfilled ambitions. Alone with Billy, Ted begins to navigate the challenges of single parenthood and forms a bond with his son that no one can break&mdash;except the courts. When Joanna suddenly resurfaces and decides she wants Billy back, Ted must fight for the right to hold on to everything he holds most dear.</div><DIV>&#160;</div><DIV>Adapted as the landmark film starring Dustin Hoffman and Meryl Streep, <i>Kramer vs. Kramer</i> is an unforgettable and heartrending story of love and devotion in the wake of divorce.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Avery Corman, including rare images from the author&rsquo;s personal collection.</div>", "isbn": "9781453270370", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Kramer%20vs.%20Kramer/1373331305.0.jpg", "oyster_summary": "", "average_rating": 3.63, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Kramer vs. Kramer", "publication_date": "2013-02-05", "number_print_pages": 232}, "position": 24, "uuid": "FvxhmqyBbAjNyxrNTqGnfV", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Eileen Goudge", "uuid": "LdZnXqDZLuasHoeuGTxfFC", "description": "<DIV><DIV><b>From <i>New York Times</i> bestselling author Eileen Goudge comes a poignant new novel that asks the question, &ldquo;What would you do if you were told you had only six months to live?&rdquo; For one professional matchmaker the answer is heart-wrenching: She must find her husband&rsquo;s next wife.&#160;</b></div><DIV><BR></div><DIV>Camille Hart, one of Manhattan&rsquo;s most sought-after matchmakers, has survived more than her fair share of hardships. Her mother died when she was a young girl, leaving her and her sister with an absentee father. Now in her forties, she has already survived cancer once, though the battle revealed just how ill-equipped her husband Edward is to be a single parent. So when doctors tell Camille that her cancer is back&mdash;and this time it&rsquo;s terminal&mdash;she decides to put her matchmaking expertise to the test for one final job. Seeking stability for her children and happiness for her husband, Camille sets out to find the perfect woman to replace her when she&rsquo;s gone.<BR><BR></div><DIV>But what happens when a dying wish becomes a case of &ldquo;be careful what you wish for&rdquo;? For Edward and Camille, the stunning conclusion arrives with one last twist of fate that no one saw coming. </div><DIV><BR>At once deeply felt and witty, <i>The Replacement Wife </i>is an unforgettable story of love and family, and a refreshing look at the unexpected paths that lead us to our own happy endings.</div></div>", "isbn": "9781453223314", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Replacement%20Wife/1373329922.42.jpg", "oyster_summary": "", "average_rating": 3.14, "language_code": "eng", "awards": [], "title": "The Replacement Wife", "publication_date": "2012-03-27", "number_print_pages": 482}, "position": 25, "uuid": "yiD4YCvjFYt5h5tef9J5kK", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Meryl Gordon", "uuid": "fbFcC4RrDPp95iJUAhzrim", "description": "<DIV><DIV><DIV>The fate of Brooke Astor, the endearing philanthropist with the storied name, has generated worldwide headlines since her grandson Philip sued his father, Anthony Marshall, in 2006, alleging mistreatment of Brooke. Shortly after her death in 2007, Anthony was indicted on charges of looting her estate.</div><DIV>&#160;</DIV><DIV>New York journalist Meryl Gordon has interviewed not only the elite of Mrs. Astor's social circle but also the large staff who cared for her during her declining years. The result is the behind-the-headlines story of the Astor empire&#8217;s unraveling, filled with never-before-reported scenes.&#160; This powerful, poignant saga takes the reader inside the gilded gates of an American dynasty to tell of three generations&#8217; worth of longing and missed opportunities&#160;and is&#160;filled with secrets of the sort that have engaged Americans from the era of Edith Wharton to the more recent days of Truman Capote.&#160;&#160;Even in this territory of privilege, no riches can put things right once they&#8217;ve been torn asunder. <I>Mrs. Astor Regrets </I>is an American epic of the bonds of money, morality, and social position.</DIV></DIV></DIV>", "isbn": "9780547348278", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348278/1376379750.52.jpg", "oyster_summary": "", "average_rating": 3.45, "language_code": "eng", "awards": [], "title": "Mrs. Astor Regrets", "publication_date": "2009-10-22", "number_print_pages": 336}, "position": 26, "uuid": "gybknuBVzmPBxnYwHoSzeM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "status": 1, "author": "Chester Himes", "uuid": "TyB5rJxZzN6gR4n3RKwvAV", "description": "<DIV>The dramatic and explosive hardboiled classic: From murderers to prostitutes, corrupt politicians and racist white detectives, Coffin Ed Johnson and Grave Digger Jones, Harlem&rsquo;s toughest detective duo, must carry the day against an absurdist world of racism and class warfare.</div><BR>", "isbn": "9781453216026", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453216026/1378375030.92.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "All Shot Up", "publication_date": "2011-04-05", "number_print_pages": 160}, "position": 27, "uuid": "TukXNrMJFyKXJdx7qMTcfY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Louis Auchincloss", "uuid": "4WatuQ7gUrCnXcfBvnJoFo", "description": "<DIV>He is our sublime master of manners, our \"most astute observer of moral paradox among the affluent\" (Arthur Schlesinger, Jr.), and \"one of the essential American writers\" (Kirkus). Now, in his fifty-seventh book, Louis Auchincloss delivers a brilliant collection of ten new, previously unpublished, stories; once again, he unfailingly \"voices truths with elegant precision\" (Publishers Weekly).<br>     MANHATTAN MONOLOGUES charts a colorful New York century through a series of personal accounts from the rarefied circle that fills Auchincloss's best short fiction. Here are characters who confidently finesse their way through society's uppermost tiers and yet are just as easily undone by the smallest upset in a day. Like all of Auchincloss's richest creations, they bump up against their consciences, with often surprising results. What, for instance, is a woman to do when she must choose between true love and high society when making a marriage? How can a man stay true to himself, his family, and his country when it goes to war? How can a determined marriage broker salvage matters when the young man she has so painstakingly steered toward a love match becomes charmed by another woman?<br>     These tales, and many more, fashion a glamorous, yet all too human, societal portrait -- from the aristocratic loyalties of the early twentieth century to the complicated twists of modern-day mergers and acquisitions. MANHATTAN MONOLOGUES is Louis Auchincloss at his most clever, his most discerning, his best.</div>", "isbn": "9780547790497", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547790497/1376381715.68.jpg", "oyster_summary": "", "average_rating": 3.59, "language_code": "eng", "awards": [], "title": "Manhattan Monologues", "publication_date": "2002-07-10", "number_print_pages": 240}, "position": 27, "uuid": "2A4CyCJj6p2Kc7hZEBRCcM", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Edith Wharton", "uuid": "2SKrKHuSQstVa4FwbrKoYa", "description": "The Age of Innocence centers on an upper-class couple's impending marriage, and the introduction of a woman plagued by scandal whose presence threatens their happiness. Though the novel questions the assumptions and morals of 1870s' New York society, it never devolves into an outright condemnation of the institution. The novel is lauded for its accurate portrayal of how the 19th-century East Coast American upper class lived, and this, combined with the social tragedy, earned Wharton a Pulitzer Prize — the first Pulitzer awarded to a woman. Edith Wharton was 58 years old at publication; she lived in that world, and saw it change dramatically by the end of World War I. The title is an ironic comment on the polished outward manners of New York society, when compared to its inward machinations.", "isbn": "9781629450544", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/849/8491360617926.4.png", "oyster_summary": "", "average_rating": 3.91, "language_code": "", "awards": [{"image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM", "name": "Winner of the Pulitzer Prize"}], "title": "The Age of Innocence", "publication_date": "1920-01-01", "number_print_pages": 0}, "position": 28, "uuid": "QaZeco4QU3Gy233ccHSyG9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "David Halberstam", "uuid": "eZEQvGEQEUqxmexprca2pK", "description": "<DIV><b>Halberstam&rsquo;s classic #1 bestseller, about the magical summer when baseball&rsquo;s fiercest rivalry captured the nation&rsquo;s imagination, and changed the sport forever</b><b><BR></b></div><DIV><BR>The summer of 1949: It was baseball&rsquo;s Golden Age and the year Joe DiMaggio&rsquo;s New York Yankees were locked in a soon-to-be classic battle with Ted Williams&rsquo;s Boston Red Sox for the American League pennant. As postwar America looked for a unifying moment, the greatest players in baseball history brought their rivalry to the field, captivating the American public through the heart-pounding final moments of the season. This expansive story captures an era, incorporating profiles of the players and their families, fans, broadcasters, baseball executives, and sportswriters. Riveting in its blend of powerful detail and exhilarating narrative, <i>The Summer of &rsquo;49</i> is Pulitzer Prize&ndash;winner David Halberstam&rsquo;s engrossing look at not only a sports rivalry, but at a time when America&rsquo;s very identity was wrapped up in its beloved national game.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286111", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Summer%20of%20%2749/1373332336.18.jpg", "oyster_summary": "", "average_rating": 4.08, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "title": "Summer of '49", "publication_date": "2012-12-18", "number_print_pages": 384}, "position": 29, "uuid": "6N49P2zpsbUaiBkbkyj3UC", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Louis Auchincloss", "uuid": "GTQG5K3kdc56yXKG8Zm6BK", "description": "<P>At the time of his death, Louis Auchincloss&#8212;enemy of bores, self-pity, and gossip less than fresh&#8212;had just finished taking on a subject he had long avoided: <I>himself</I>. His memoir confirms that, despite the spark of his fiction, Auchincloss himself was the most entertaining character he has created. No traitor to his class but occasionally its critic, he returns us to his Society which was, he maintains, less interesting than its members admitted. You may differ as he unfurls his life with dignity, summoning his family (particularly his father who suffered from depression and forgave him for hating sports) and intimates. Brooke Astor and her circle are here, along with glimpses of Jacqueline Onassis. Most memorable, though, is his way with those outside the salon: the cranky maid; the maiden aunt, perpetually out of place; the less-than-well-born boy who threw himself from a window over a woman <I>and</I> a man. Here is Auchincloss, an American master, being Auchincloss, a rare eye, a generous and lively spirit to the end.  <p> <p><BR>&#160;", "isbn": "9780547504841", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504841/1376380858.73.jpg", "oyster_summary": "", "average_rating": 3.51, "language_code": "eng", "awards": [], "title": "A Voice from Old New York", "publication_date": "2010-12-02", "number_print_pages": 224}, "position": 30, "uuid": "FgqRnqWJjmPddx5BawHfxm", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Tao Lin", "uuid": "muaeu9bpwHCgxCua8pUt4j", "description": "<p>Set mostly in Manhattan—although also featuring Atlantic City, Brooklyn, GMail Chat, and Gainsville, Florida—this autobiographical novella, spanning two years in the life of a young writer with a cultish following, has been described by the author as \"A shoplifting book about vague relationships,” \"2 parts shoplifting arrest, 5 parts vague relationship issues,” and \"An ultimately life-affirming book about how the unidirectional nature of time renders everything beautiful and sad.”</p>\n<p>From VIP rooms in \"hip” New York City clubs to central booking in Chinatown, from New York University's Bobst Library to a bus in someone's backyard in a college-town in Florida, from Bret Easton Ellis to Lorrie Moore, and from Moby to Ghost Mice, it explores class, culture, and the arts in all their American forms through the funny, journalistic, and existentially-minded narrative of someone trying to both \"not be a bad person” and \"find some kind of happiness or something,” while he is driven by his failures and successes at managing his art, morals, finances, relationships, loneliness, confusion, boredom, future, and depression.</p>", "isbn": "9781612190280", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190280/1377114903.72.jpg", "oyster_summary": "", "average_rating": 3.1, "language_code": "English", "awards": [], "title": "Shoplifting from American Apparel.", "publication_date": "2010-12-29", "number_print_pages": 112}, "position": 31, "uuid": "63H8XHNwRmJUKq6uvcChk9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Jane Ziegelman", "uuid": "EortxE5Gh6Vvwuzw2mgUJU", "description": "<p>In <em>97 Orchard</em>, Jane Ziegelman explores the culinary life that was the heart and soul of New York's Lower East Side around the turn of the twentieth century&#8212;a city within a city, where Germans, Irish, Italians, and Eastern European Jews attempted to forge a new life. Through the experiences of five families, all of them residents of 97 Orchard Street, she takes readers on a vivid and unforgettable tour, from impossibly cramped tenement apartments down dimly lit stairwells where children played and neighbors socialized, beyond the front stoops where immigrant housewives found respite and company, and out into the hubbub of the dirty, teeming streets.</p><p>Ziegelman shows how immigrant cooks brought their ingenuity to the daily task of feeding their families, preserving traditions from home but always ready to improvise. While health officials worried that pushcarts were unsanitary and that pickles made immigrants too excitable to be good citizens, a culinary revolution was taking place in the streets of what had been culturally an English city. Along the East River, German immigrants founded breweries, dispensing their beloved lager in the dozens of beer gardens that opened along the Bowery. Russian Jews opened tea parlors serving blintzes and strudel next door to Romanian nightclubs that specialized in goose pastrami. On the streets, Italian peddlers hawked the cheese-and-tomato pies known as <em>pizzarelli</em>, while Jews sold knishes and squares of halvah. Gradually, as Americans began to explore the immigrant ghetto, they uncovered the array of comestible enticements of their foreign-born neighbors. <em>97 Orchard</em> charts this exciting process of discovery as it lays bare the roots of our collective culinary heritage.</p>", "isbn": "9780061997907", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061997907/1378009449.49.jpg", "oyster_summary": "", "average_rating": 3.67, "language_code": "eng", "awards": [], "title": "97 Orchard", "publication_date": "2010-06-01", "number_print_pages": 272}, "position": 32, "uuid": "fvavF7Vt5gnBf79Z8sd4YR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Martha McPhee", "uuid": "gTQQFb3dsFCumnqAzQjxdH", "description": "<DIV><DIV><DIV>In this Pygmalion tale of a novelist turned bond trader, Martha McPhee brings to life the greed and riotous wealth of New York during the heady days of the second gilded age. India Palmer, living the cash-strapped existence of the writer, is visiting wealthy friends in Maine when a yellow biplane swoops down from the clear blue sky to bring a stranger into her life, one who will change everything.The stranger isWin Johns, a swaggering and intellectually bored trader of mortgage- backed securities. Charmed by India&#8217;s intelligence, humor, and inquisitive nature&#151;and aware of her near-desperate financial situation&#151;Win poses a proposition: &#147;Give me eighteen months and I&#8217;ll make you a world-class bond trader.&#8221; Shedding her artist&#8217;s life with surprising ease, India embarks on a raucous ride to the top of the income chain, leveraging herself with crumbling real estate, never once looking back . . .Or does she?</div><DIV>&#160;</DIV><DIV>With a light-handed irony that is by turns as measured as Claire Messud&#8217;s and as biting as Tom Wolfe&#8217;s, Martha McPhee tells the classic American story of people reinventing themselves, unaware of the price they must pay for their transformation.<br></DIV></DIV></DIV>", "isbn": "9780547487205", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487205/1376380044.76.jpg", "oyster_summary": "", "average_rating": 3.25, "language_code": "eng", "awards": [], "title": "Dear Money", "publication_date": "2010-05-01", "number_print_pages": 352}, "position": 33, "uuid": "m4Sx8ZMRj46nUqhDhDi9AU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Mark Helprin", "uuid": "w2Eyg8UxFR955CLYKHi3gZ", "description": "<DIV>A bestseller that takes readers on a journey to New York of the Belle Epoque, where Peter Lake attempts to rob a Manhattan mansion only to find the daughter of the house at home. Thus begins the love between the middle-aged Irishman and Beverly Penn, a young girl who is dying. &#8220;This novel...is a gifted writer&#8217;s love affair with the language&#8221; (Newsday).</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of IN SUNLIGHT AND IN SHADOW.</DIV>", "isbn": "9780547543864", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543864/1387347586.46.jpg", "oyster_summary": "", "average_rating": 4.1, "language_code": "eng", "awards": [], "title": "Winter's Tale", "publication_date": "1983-09-20", "number_print_pages": 688}, "position": 34, "uuid": "MQo8rBQn4mchi5aYPVkfxj", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Mark Helprin", "uuid": "mnf6VyrGunysqz6Eg6PvLC", "description": "<DIV>In the summer of 1946, New York City pulses with energy. Harry Copeland,  a World War II veteran, has returned home to run the family business.  Yet his life is upended by a single encounter with the young singer and  heiress Catherine Thomas Hale, as each falls for the other in an  instant. They pursue one another in a romance played out in Broadway  theaters, Long Island mansions, the offices of financiers, and the  haunts of gangsters. Catherine&rsquo;s choice of Harry over her longtime  fianc&eacute; endangers Harry&rsquo;s livelihood and threatens his life. In the end,  Harry must summon the strength of his wartime experience to fight for  Catherine, and risk everything.<BR><br> &ldquo;In its storytelling heft, its  moral rectitude, the solemn magnificence of its writing and the splendor  of its hymns to New York City, [<I>In Sunlight and in Shadow</I>] is a  spiritual pendant to Winter&rsquo;s Tale and every bit as extraordinary . . .  Even the most stubbornly resistant readers will soon be disarmed by the  nobility of the novel&rsquo;s sentiments and seduced by the pure music of its  prose.&rdquo; &mdash; <I>Wall Street Journal</I></div>", "isbn": "9780547819259", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547819259/1379062384.52.jpg", "oyster_summary": "", "average_rating": 3.43, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "In Sunlight and In Shadow", "publication_date": "2012-10-02", "number_print_pages": 752}, "position": 35, "uuid": "xs5gsqRTpobFKPFi4WsbY8", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Peter Mattei", "uuid": "LxGXvuS2XMdPZms3fU5aub", "description": "The Deep Whatsis follows a brilliant antihero staggering into madness as he navigates among Brooklyn hipsters, advertising tyrants, corporate hypocrisy, and the ghosts of his past.\n \nMeet Eric Nye: player, philosopher, drunk, sociopath. A ruthless young Chief Idea Officer at a New York City ad agency, Eric downsizes his department, guzzles only the finest Sancerre, pops pills, and chases women. Then one day he meets Intern, whose name he can’t remember. Will she be the cause of his downfall, or his unlikely awakening?\n\nA gripping and hilarious satire of the inherent absurdity of advertising and the flippant cruelty of corporate behavior, The Deep Whatsis shows the devastating effects of a world where civility and respect have been fired.", "isbn": "9781590516393", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516393/1378051297.63.jpg", "oyster_summary": "", "average_rating": 3.31, "language_code": "English", "awards": [], "title": "The Deep Whatsis", "publication_date": "2013-07-23", "number_print_pages": 224}, "position": 37, "uuid": "PB2PxeAWfVbzJpcNZfEtB4", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Rene Steinke", "uuid": "3bHtYnGugLZqCpptzpnCse", "description": "<p>No one in 1917 New York had ever encountered a woman like the Bar-oness Elsa von Freytag-Loringhoven -- poet, artist, proto-punk rocker, sexual libertine, fashion avatar, and unrepentant troublemaker. When she wasn't stalking the streets of Greenwich Village wearing a brassiere made from tomato cans, she was enthusiastically declaiming her poems to sailors in beer halls or posing nude for Man Ray or Marcel Duchamp. In an era of brutal war, technological innovation, and cataclysmic change, the Baroness had resolved to create her own destiny -- taking the center of the Dadaist circle, breaking every bond of female propriety . . . and transforming herself into a living, breathing work of art.</p>", "isbn": "9780061734519", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061734519/1376504835.41.jpg", "oyster_summary": "", "average_rating": 3.63, "language_code": "eng", "awards": [], "title": "Holy Skirts", "publication_date": "2008-07-08", "number_print_pages": 384}, "position": 38, "uuid": "r9YjZjXypt4Cn6PWZS7yAS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Jonathan Safran Foer", "uuid": "JdikhoxvKj3A9v7ncYtf8C", "description": "<P><B>Jonathan Safran Foer follows his best-selling debut novel, <I>Everything Is Illuminated</I>, with an unexpectedly hilarious and affecting story about New York City in the period following September 11</B></p> <p>&#160;</P> <p><I>Extremely Loud and Incredibly Close</I> recasts recent history through the eyes of Oskar Schell, an unusually intelligent nine-year-old on an urgent quest to find the lock that matches a mysterious key belonging to his father, who died in the World Trade Center. This unlikely adventure takes Oskar through every city borough and into contact with survivors of all sorts, and it's his irrepressible voice&#8212;one that few writers could conceive as imaginatively as Foer does&#8212;that transforms the tragedy of circumstance into an exhilarating tribute to love.", "isbn": "9780547416212", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416212/1376380007.38.jpg", "oyster_summary": "", "average_rating": 3.98, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Extremely Loud and Incredibly Close", "publication_date": "2013-09-03", "number_print_pages": 368}, "position": 39, "uuid": "8xtcMYGsUDHXhQuC9b6Pfj", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "status": 1, "author": "Clinton Heylin", "uuid": "T2dSycXcdrJG2r5nkCfYiE", "description": "<DIV>Exhaustively researched and packed with unique insights, this history journeys from the punk scene's roots in the mid-1960s to the arrival of \"new wave\" in the early 1980s. With a cast that includes Patti Smith, Pere Ubu, Television, Blondie, the Ramones, the MC5, the Stooges, Talking Heads, and the Dead Boys, this account is the definitive story of early American punk rock. Extraordinarily balanced, it tells the story of the music's development largely through the artists' own words, while thoroughly analyzing and evaluating the music in a lucid and cogent manner. First published in 1993, this was the first book to tell the stories of these then-little-known bands; now, this edition has been updated with a new discography, including imports and bootlegs, and an afterword detailing the post-1970s history of these bands. Filled with insights from interviews with artists such as Lou Reed, Debbie Harry, David Byrne, Patti Smith, and Richard Hell, this book has long been considered one of the essential reads on rock rebellion.<br></div>", "isbn": "9781613745953", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/From%20the%20Velvets%20to%20the%20Voidoids/1372980744.33.jpg", "oyster_summary": "", "average_rating": 3.84, "language_code": "eng", "awards": [], "title": "From the Velvets to the Voidoids", "publication_date": "2005-05-01", "number_print_pages": 432}, "position": 40, "uuid": "Ukhe2Rnr4Bh66SKz62nthU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Walt Whitman", "uuid": "oaEymWk9ccQvqR9fg6Kp2D", "description": "A collection of quintessentially American poems, the seminal work of one of the most influential writers of the nineteenth century.\r\nTHIS ENRICHED CLASSIC EDITION INCLUDES:\r\nA concise introduction that gives readers important background information\r\nA chronology of the author's life and work\r\nA timeline of significant events that provides the book's historical context\r\nAn outline of key themes and plot points to help readers form their own interpretations\r\nDetailed explanatory notes\r\nCritical analysis, including contemporary and modern perspectives on the work\r\nDiscussion questions to promote lively classroom and book group interaction\r\nA list of recommended related books and films to broaden the reader's experience\r\n\r\nEnriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world s finest books to their full potential. ", "isbn": "9781629452074", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452074/1376037077.61.png", "oyster_summary": "", "average_rating": 4.12, "language_code": "", "awards": [], "title": "Leaves of Grass", "publication_date": null, "number_print_pages": 128}, "position": 41, "uuid": "Z3t2Tz7Q6NM6pn6kobRc7X", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "status": 1, "author": "Raymond J. Haberski, Jr.", "uuid": "oJjw6vUNutUGdVGNEHH9sT", "description": "<P>In the postwar era, the lure of controversy sold movie tickets as much as the promise of entertainment did. In Freedom to Offend, Raymond J. Haberski Jr. investigates the movie culture that emerged as official censorship declined and details how the struggle to free the screen has influenced our contemporary understanding of art and taste. These conflicts over film content were fought largely in the theaters and courts of New York City in the decades following World War II. Many of the regulators and religious leaders who sought to ensure that no questionable content invaded the public consciousness were headquartered in New York, as were the critics, exhibitors, and activists who sought to expand the options available to moviegoers. Despite Hollywood's dominance of film production, New York proved to be not only the arena for struggles over film content but also the market where the financial fates of movies were sealed.  Advocates for a wider range of cinematic expression eventually prevailed against the forces of censorship, but Freedom to Offend is no simple homily on the triumph of freedom from repression. In his analysis of controversies surrounding films from The Bicycle Thief to Deep Throat, Haberski offers a cautionary tale about the responsible use of the twin privileges of free choice and free expression. In the libertine 1970s, arguments in favor of the public's right to see challenging and artistic films were twisted to provide intellectual cover for movies created solely to lure viewers with outrageous or titillating material. Social critics who stood against this emerging trend were lumped in with the earlier crusaders for censorship, though their criticism was usually rational rather than moralistic in nature. Freedom to Offend calls attention to what was lost as well as what was gained when movie culture freed itself from the restrictions of the early postwar years. Haberski exposes the unquestioning defense of the doctrine of free expression as a form of absolutism that mirrors the censorial impulse found among the postwar era's restrictive moral guardians. Beginning in New York and spreading across America throughout the twentieth century, the battles between these opposing worldviews set the stage for debates on the social effects of the work of artists and filmmakers.</P>", "isbn": "9780813138411", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813138411/1377070926.76.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Freedom to Offend", "publication_date": "2007-03-16", "number_print_pages": 280}, "position": 42, "uuid": "mBYeJxYenGfNTUvGr2E8n7", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "status": 1, "author": "Dave Van Ronk", "uuid": "AZawbxyLZLEEANLcTyohgT", "description": "<DIV>Dave Van Ronk (1936-2002) was one of the founding figures of the 1960s folk revival, but he was far more than that. A pioneer of modern acoustic blues, a fine songwriter and arranger, a powerful singer, and one of the most influential guitarists of the '60s, he was also a marvelous storyteller, a peerless musical historian, and one of the most quotable figures on the Village scene. <I>The Mayor of MacDougal Street</I> is a first-hand account by a major player in the social and musical history of the '50s and '60s. It features encounters with young stars-to-be like Bob Dylan, Tom Paxton, Phil Ochs, and Joni Mitchell, as well as older luminaries like Reverend Gary Davis, Mississippi John Hurt, and Odetta. Colorful, hilarious, and engaging, <I>The Mayor of MacDougal Street</I> is a feast for anyone interested in the music, politics, and spirit of a revolutionary period in American culture</Div>", "isbn": "9780786736812", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786736812/1387370837.62.jpg", "oyster_summary": "", "average_rating": 4.5, "language_code": "eng", "awards": [], "title": "The Mayor of MacDougal Street", "publication_date": "2009-04-29", "number_print_pages": 272}, "position": 44, "uuid": "b7ZRb4YgCN9SFc5N6HtNH9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Lynne Sharon Schwartz", "uuid": "9JcePyZYiURDR9ngcAfmse", "description": "<DIV><b>The emotionally realistic and elegant portrait of mourning in the days and months following 9/11</b></div><DIV><BR>As Renata, a linguist for the New York City Public Library, crosses the Brooklyn Bridge on her way to work one morning, she looks up to see a flash of orange and blue. Two planes have hit the World Trade Center, and with that, her world changes entirely.</div><DIV>&#160;</div><DIV>Renata&rsquo;s connection to the tragedy grows deeper as her boyfriend, an overzealous social worker, begins to take care of a baby orphaned by the attacks. And then she meets a mute teenage girl in the rubble of the Twin Towers who may or may not be her long lost niece&mdash;a family connection as tenuous as it is painful. The winner of <i>New York</i> magazine&rsquo;s Best Literary Fiction award in 2005, this novel evocatively represents the forms of grief in the wake of major trauma.</div>", "isbn": "9781453287606", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Writing%20on%20the%20Wall/1373332455.89.jpg", "oyster_summary": "", "average_rating": 3.29, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "The Writing on the Wall", "publication_date": "2012-11-20", "number_print_pages": 297}, "position": 45, "uuid": "rXF6iQjaX4sJuaRVPKhPoZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Rafael Yglesias", "uuid": "3pjqhhTCxbaXodCicecDVQ", "description": "<DIV><p>&#160;</p><DIV><DIV><B>The critically acclaimed novel from a master of contemporary American fiction&mdash;now available as an ebook</B></div><DIV><B>&#160;</B></div><DIV><B>An irreverent satire of New York&rsquo;s media world&mdash;and its influence and allure</B></div><DIV>&#160;</div></div><DIV>Writers Tony, Patty, Fred, and David all know what they want: renown, glamour, wealth, recognition. They know where to get it: New York, a beacon for ambitious novelists, playwrights, and journalists. But what they don&rsquo;t know is that the game is changing. This is the 1980s, an era of massive corporatization and commercialization in the business of arts and letters. Fame and fortune may come quickly for many, but dignity and lasting influence are in short supply.</div><DIV>&#160;</div><DIV>Rafael Yglesias&rsquo;s most sharp-tongued satire, <i>Hot Properties</i> exposes the greed, envy, and backbiting in a media world bloated with money and power.</div><DIV>&#160;</div><DIV>This ebook features a new illustrated biography of Rafael Yglesias, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div><p>&#160;</p></div>", "isbn": "9781453205082", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Hot%20Properties/1373329366.35.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Hot Properties", "publication_date": "2010-11-16", "number_print_pages": 442}, "position": 46, "uuid": "6C86pMndJi4HF7k2AjJMr3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Marion Meade", "uuid": "8PeAkBGdot7HATsNhVZNVb", "description": "<DIV><DIV><DIV><P>NATHANAEL WEST&#151;novelist, screenwriter, playwright, devoted outdoorsman&#151;was one of the most gifted and original writers of his generation, a comic artist whose insight into the brutalities of modern life proved prophetic. He is famous for two masterpieces, <I>Miss Lonelyhearts </I>(1933) and <I>The Day of the Locust</I> (1939). Seventy years later, <I>The Day of the Locust</I> remains the most penetrating novel ever written about Hollywood.&#160;</P></DIV><DIV><DIV>EILEEN MCKENNEY&#151;accidental muse, literary heroine&#151;was the inspiration for her sister Ruth&#8217;s humorous stories, <I>My Sister Eileen</I>, which led to stage, film, and television adaptations, including Leonard Bernstein&#8217;s 1953 musical <I>Wonderful Town.</I>&#160; She grew up in Cleveland and moved to Manhattan at 21 in search of romance and adventure. She and her sister lived in a basement apartment in the Village with a street-level window into which men frequently peered.&#160;</DIV><DIV>&#160;</DIV><DIV><DIV>Husband and wife were intimate with F. Scott Fitzgerald, Dorothy Parker, Katharine White, S.J. Perelman, Bennett Cerf, and many of the literary, theatrical, and movie notables of their era.&#160;&#160;With&#160;<I>Lonelyhearts,&#160;</I>biographer Marion Meade, whose <I>Bobbed Hair and Bathtub&#160;Gin</I> earned accolades from the Washington Post Book World (\"Wonderful\") to the San Francisco Chronicle (\"Like&#160;looking at a photo album while listening to a witty insider reminisce about the images\"), restores&#160;West and McKenney&#160;to their rightful places in the&#160;rich cultural&#160;tapestry of interwar America.</DIV></DIV><P></P></DIV></DIV></DIV>", "isbn": "9780547488677", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488677/1376380874.59.jpg", "oyster_summary": "", "average_rating": 3.27, "language_code": "eng", "awards": [], "title": "Lonelyhearts", "publication_date": "2010-03-10", "number_print_pages": 416}, "position": 47, "uuid": "oQaQRE8Sa48QEgjZCmrk9Q", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Jerome Weidman", "uuid": "SwoZCrAi44QN5ZTZ8DAxNd", "description": "<DIV><b>Jerome Weidman&rsquo;s enduring classic novel about life in New York&rsquo;s cutthroat garment district</b></div><DIV><BR>Just south of Times Square, more than six thousand manufacturers of dresses are crammed into the few blocks that make up Manhattan&rsquo;s garment district. Their factories are cramped, noisy, and incredibly profitable&mdash;and Harry Bogen is going to take them for all they&rsquo;re worth. A classic conniver, he knows that it&rsquo;s easier, and a hell of a lot more fun, to turn a buck by lying than by telling the truth.</div><DIV>&#160;</div><DIV>First he convinces the shipping clerks&mdash;the pack animals of the garment industry&mdash;to go on strike. With the dress manufacturers brought to their knees, Harry will be there to pick them up again. His conscience might be conflicted, if he had one in the first place.</div><DIV>&#160;</div><DIV>A bracing comic sensation when first published, <i>I Can Get It for You Wholesale</i> remains a timeless masterpiece&mdash;its hero still a scoundrel, and his charm as irresistible as ever.</div>", "isbn": "9781480410701", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/I%20Can%20Get%20It%20for%20You%20Wholesale/1373336204.02.jpg", "oyster_summary": "", "average_rating": 3.08, "language_code": "eng", "awards": [], "title": "I Can Get It for You Wholesale", "publication_date": "2013-03-26", "number_print_pages": 310}, "position": 48, "uuid": "4bDgQsqqTUsqMXQrwJYmFk", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Daniel Menaker", "uuid": "amnETFnLXvLQ8tq3a5qhZE", "description": "<B>A wry, witty, often tender memoir by a former <I>New Yorker</I> editor, magazine writer, and book publisher who offers great tales of a life in words</B></P> </p>  Daniel Menaker started as a fact checker at <I>The New Yorker</I> in 1969. With luck, hard work, and the support of William Maxwell, he was eventually promoted to editor. Never beloved by William Shawn, he was advised early on to find a position elsewhere; he stayed for another twenty-four years.</P>  Now Menaker brings us a new view of life in that wonderfully strange place and beyond, throughout his more than forty years working to celebrate language and good writing.  He tells us his own story, too&#8212;with irrepressible style and honesty&#8212;of a life spent persevering through often difficult, nearly always difficult-to-read, situations. Haunted by a self-doubt sharpened by his role in his brother&#8217;s unexpected death, he offers wry, hilarious observations on publishing, child-rearing, parent-losing, and the writing life. But as time goes by, we witness something far beyond the incidental: a moving, thoughtful meditation on years well lived, well read, and well spent. Full of mistakes, perhaps. But full of effort, full of accomplishment, full of life.", "isbn": "9780547794242", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547794242/1383487929.48.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "My Mistake", "publication_date": "2013-11-19", "number_print_pages": 256}, "position": 49, "uuid": "Xzd4i2RMgCU46D9tWACuPb", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Mary Beth Keane", "uuid": "93D2xPP8Gu2QtSmaCqLQHX", "description": "<DIV><DIV><DIV>Greta Cahill never believed she would leave her village in the west of Ireland until she found herself on a ship bound for New York, along with her sister Johanna and a boy named Michael Ward. Greta discovers that in America she can fall in love, raise her own family, and earn a living.</DIV><DIV><BR>Though she longs to return and show her family what she has made of herself, her decision to spare her children knowledge of a secret in her past forces her to keep her life in New York separate from the life she once loved in Ireland, and tears her from the people she holds closest. Even fifty years later, when the Ireland of her memory bears little resemblance to that of the present day, she fears that it is still possible to lose all when she discovers that her children&#151;with the best of intentions&#151;have conspired to unite the worlds she&#8217;s so carefully kept separate for decades.</DIV><DIV><BR>A beautifully old-fashioned novel, <I>The Walking People</I> is a debut of remarkable range and power.<BR></DIV><P></P></DIV></DIV>", "isbn": "9780547394367", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394367/1376380003.36.jpg", "oyster_summary": "", "average_rating": 3.73, "language_code": "eng", "awards": [], "title": "The Walking People", "publication_date": "2010-05-27", "number_print_pages": 416}, "position": 50, "uuid": "9RCZ7RDPG4YjBKbVy4ACni", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Erin Duffy", "uuid": "oCGzxQWjKCEWrko6wNEVoG", "description": "<p>When other little girls were dreaming about becoming doctors or lawyers, Alex Garrett set her sights on conquering the high-powered world of Wall Street. And though she's prepared to fight her way into an elitist boys' club, or duck the occasional errant football, she quickly realizes she's in over her head when she's relegated to a kiddie-size folding chair with her new moniker&#8212;Girlie&#8212;inscribed in Wite-Out across the back.</p>       <p>No matter. She's determined to make it in bond sales at Cromwell Pierce, one of the Street's most esteemed brokerage firms. Keeping her eyes on the prize, the low Girlie on the totem pole will endure whatever comes her way&#8212;whether trekking to the Bronx for a $1,000 wheel of Parmesan cheese; discovering a secretary's secret Friday night slumber/dance party in the conference room; fielding a constant barrage of \"friendly\" practical jokes; learning the ropes from Chick, her unpredictable, slightly scary, loyalty-demanding boss; babysitting a colleague while he consumes the contents of a vending machine on a $28,000 bet; or eluding the advances of a corporate stalker who's also one of the firm's biggest clients.</p> <p>Ignoring her friends' pleas to quit, Alex excels (while learning how to roll with the punches and laugh at herself) and soon advances from lowly analyst to slightly-less-lowly associate. Suddenly, she's addressed by her real name, and the impenetrable boys' club has transformed into forty older brothers and one possible boyfriend. Then the apocalypse hits, and Alex is forced to choose between sticking with Cromwell Pierce as it teeters on the brink of disaster or kicking off her Jimmy Choos and running for higher ground.</p><p>Fast-paced, funny, and thoroughly addictive, <em>Bond Girl</em> will leave you cheering for Alex: a feisty, ambitious woman with the spirit to stand up to the best (and worst) of the boys on the Street&#8212;and ultimately rise above them all.</p>", "isbn": "9780062065919", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065919/1376453450.6.jpg", "oyster_summary": "", "average_rating": 3.56, "language_code": "eng", "awards": [], "title": "Bond Girl", "publication_date": "2012-01-24", "number_print_pages": 320}, "position": 51, "uuid": "R4BchSmeVdJtRCVtmGTAig", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Shirley Abbott", "uuid": "R3ETrti9uyxzzR4vfQ3Ekn", "description": "Set in New York in 2001, Abbott's debut novel invites us into the lives of good people grappling with the hard choices and the sacrifices they must make to find love. In the manner of a contemporary Edith Wharton, Shirley Abbott exposes the inner lives and the tangled relationships of eight characters&#8212;before and after New York's tragedy&#8212;and forces both them and the reader to see the world in a new way.<br> <Br> Having assembled a smart, compelling ensemble, reminiscent of HBO's <i>Six Feet Under</i>, Abbott allows us to see the possibility of happiness even as the city itself is tested. With humor and profound empathy, she has crafted a novel that runs deep into the heart of our need for commitment from friends, lovers, and family.", "isbn": "9781565126404", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126404/1377656857.75.jpg", "oyster_summary": "", "average_rating": 3.2, "language_code": "eng", "awards": [], "title": "The Future of Love", "publication_date": "2008-03-25", "number_print_pages": 320}, "position": 52, "uuid": "aonA6mWCMHnjVEhhxuzAV", "annotation": ""}]