[{"book": {"author": "Oleg Kalugin", "publication_date": "2009-03-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "Spymaster", "uuid": "JLg2Q9kzTxp3y52NbvRhj3", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786743667/1387370840.56.jpg", "average_rating": 4.1, "isbn": "9780786743667", "description": "<DIV>Oleg Kalugin oversaw the work of American spies, matched wits with the CIA, and became one of the youngest generals in KGB history. Even so, he grew increasingly disillusioned with the Soviet system. In 1990, he went public, exposing the intelligence agency&#8217;s shadowy methods. Revised and updated in the light of the KGB&#8217;s enduring presence in Russian politics, <I>Spymaster</I> is Kalugin&#8217;s impressively illuminating memoir of the final years of the Soviet Union.</DIV>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "wSDPfkBaB7Garn9sp3ZePe", "annotation": ""},{"book": {"author": "Julian Assange", "publication_date": "2012-11-12", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 196, "title": "Cypherpunks", "uuid": "pEB6icoSTPaXQ34qFWF6Vg", "awards": [], "publisher": {"name": "OR Books", "uuid": "vL9uUjpHSzki2eAs6zBQ79"}, "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781939293015/1382549498.05.jpg", "average_rating": 3.72, "isbn": "9781939293015", "description": "<p>Julian Assange brings together a small group of cutting-edge thinkers and activists from the front line of the battle for cyberspace to discuss whether electronic communications will emancipate or enslave us.<p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "GCZiRnVu9TBcjpGbCc3Q8R", "annotation": ""},{"book": {"author": "Chase Madar", "publication_date": "2013-03-26", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 256, "title": "The Passion of Bradley Manning", "uuid": "aoEnQQjTHDvrdakyqqHpkj", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680711/1386003210.91.jpg", "average_rating": 0.0, "isbn": "9781781680711", "description": "<p>Bradley Manning was arrested, imprisoned in solitary confinement for nine months, and court-martialed for leaking nearly half a million classified government documents, including the infamous &ldquo;Collateral Murder&rdquo; gunsight video. He was an intelligence analyst in the US Army&rsquo;s 10th Mountain Division, is twenty-four, and comes from Crescent, Oklahoma.</p><p>But who is Private First Class Bradley Manning? Why did he commit the largest security breach in American history&mdash;and why was it so easy? In this book, the astonishing leaks attributed to Bradley Manning are viewed from many angles, from Tunisia to Guantánamo Bay, from Foggy Bottom to Baghdad to small-town Oklahoma. Around the world, the eloquent act of one young man obliges citizens to ask themselves if they have the right to know what their government is doing.</p>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "nYbtNzacVPFhH4hSMKyLbe", "annotation": ""},{"book": {"author": "Marsha Coleman-Adebayo", "publication_date": "2011-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "No Fear", "uuid": "fEtYLHt3gcojNchFAVBUmQ", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/No%20Fear/1372979306.59.jpg", "average_rating": 0.0, "isbn": "9781569769393", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Retracing the steps of the first civil rights and whistleblower act of the 21st century, this chronicle follows young, black, MIT-educated social scientist Marsha Coleman-Adebayo, shortly after she landed her dream job at the Environmental Protection Agency (EPA). The account illustrates how the author attempted to convince the government to investigate allegations surrounding a multinational corporation, suspecting that they were responsible for the deaths of hundreds of South Africans who were mining vanadium&#151;a vital strategic mineral. Documenting Coleman-Adebayo&#8217;s shocking discovery that the EPA itself was the first line of defense for the corporation in question, this record depicts how the agency stonewalled, prompting the author to expose them. The agency&#8217;s brutal retaliation is captured in detail, revealing their use of every racist and sexist trick in their playbook, costing the protagonist her career, endangering her family, and sacrificing more lives in the vanadium mines of South Africa. Finishing on a hopeful note, the recollection concludes with the upwelling of support the author received from others in the federal bureaucracy, detailing how her subsequent grassroots struggle to protect future whistleblowers ended in victory.</P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "S6TEq26CwVHgng2sap6pLd", "annotation": ""},{"book": {"author": "Tom Devine", "publication_date": "2011-04-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Corporate Whistleblower's Survival Guide", "uuid": "ndARGR2UbZWAo3eKGTQfA5", "awards": [], "publisher": {"name": "Berrett-Koehler Publishers", "uuid": "mvChomkNc5FQWDmSbatSc9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781605099880/1384815762.23.jpg", "average_rating": 0.0, "isbn": "9781605099880", "description": "From Erin Brockovich to Enron, whistleblowers who “challenge abuses of power that betray the public trust” have proven to be an unfortunate necessity in modern business culture. Their efforts to report crimes, fraud, and dangers to public health and safety have saved millions of lives and billions of dollars of shareholder value – and had we heeded the warnings of whistleblowers, perhaps disasters such as the Bernie Madoff scandal and the Lehman Brothers meltdown could have been averted.\r\n\r\nRecent federal legislation in finance and health reform have cemented legal protections and mechanisms for whistleblowing. This book provides a thorough guide and history to the whistleblower's legal rights. The ultimate survival guide, it provides advice on getting help and finding allies, warns that retaliation is often the reward for \"committing the truth\" and shows how to weather the storm. With extensive legal texts, sample letters, resources, and information on upcoming whistleblower reforms, this is the ultimate source on the subject.", "oyster_good_for_statement": ""}, "position": 5, "uuid": "X6jYbteqWChRycdwVQTJGk", "annotation": ""},{"book": {"author": "Paul Kiel", "publication_date": "2012-04-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 56, "title": "The Great American Foreclosure Story", "uuid": "4swP47xRQuBoVCFZwZ7nvn", "awards": [], "publisher": {"name": "ProPublica", "uuid": "tMKVPEjTx8EZNVgAnbzkMc"}, "cover_img": "https://cflare.oysterbooks.com/covers/ProPublica/The%20Great%20American%20Foreclosure%20Story/1373330711.36.jpg", "average_rating": 4.14, "isbn": "9781453254417", "description": "<DIV><DIV><b>ProPublica&rsquo;s mesmerizing and groundbreaking look at the national housing crisis, told through the lens of one woman whose story came to exemplify it</b><BR><BR></div><DIV>Sheila Ramos&rsquo;s story mirrors the lives of millions of Americans who have lost their homes since the beginning of the housing crisis in 2007. <i>The Great American Foreclosure Story </i>details with clarity and empathy the road that led Ramos and so many like her toward financial ruin. Once the owner of a small business and a home, Ramos fell on hard times. Predatory lending and denied loan-modification applications eventually sent her and her three grandchildren packing, leaving behind their house in Florida and winding up in a tent outside of Ramos&rsquo;s faraway hometown. </div><DIV>&#160;</div><DIV>Alongside Ramos&rsquo;s story are additional investigations by ProPublica reporter Paul Kiel and his colleagues Olga Pierce and Cora Currier documenting the systematic failures at banks, mortgage servicers, and government watchdogs that have exacerbated the country&rsquo;s most severe foreclosure crisis since the Great Depression. Drawing from whistleblower testimonies, extensive homeowner databases, and a trove of underlying data, <i>The Great American Foreclosure Story </i>is a comprehensive and unrivaled look at the housing crisis, and its continuing human toll.</div></div>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "M3HyKdk9QjQTh2VNrzNU6b", "annotation": ""},{"book": {"author": "Justine Sharrock", "publication_date": "2010-05-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Tortured", "uuid": "aZfSUj45bgSxqWxC4GFp87", "awards": [], "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470593134/1379061737.42.jpg", "average_rating": 4.56, "isbn": "9780470593134", "description": "An eye-opening exposé of America's torture regime<p>Myths about torture abound: Waterboarding is the worst we've done. The soldiers were hardened professionals. All Americans now believe that what we did was wrong. Torture is now a thing of the past. Journalist Justine Sharrock's reporting reveals a huge chasm between what has made headlines and what has actually happened. She traveled around the country, talking to the young, low-ranking soldiers that watched our prisoners, documenting what it feels like to torture someone and discovering how many residents of small town America think we should have done a lot more torture.</p><p><i>Tortured</i> goes behind the scenes of America's torture program through the personal stories of four American soldiers who were on the frontlines of the \"war on terror,\" including the Abu Ghraib whistleblower. They reveal how their orders came from the top with assurances that those orders were legal and how their experiences left them emotionally scarred and suffering a profound sense of betrayal by the very government for which they fought.</p><ul><li>Based on the firsthand accounts of young, working-class soldiers who were forced to carry out orders crafted by officers, politicians, and government lawyers who have never answered for their actions </li><li>The Department of Justice may still launch an investigation into torture under Bush—and Sharrock argues it must be done </li><li>Describes how it feels to torture, and how people back home reacted to the soldiers' revelations </li></ul><p>If reading <i>Tortured</i> doesn't make you angry, nothing America does to tarnish its reputation as a beacon of fairness and freedom ever will.</p>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "ma7y4Cbf575wW8DNnPhF4G", "annotation": ""},{"book": {"author": "Hugh Sinclair", "publication_date": "2012-07-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 264, "title": "Confessions of a Microfinance Heretic", "uuid": "kWKg6DU2tnXYAcipxWLMcG", "awards": [], "publisher": {"name": "Berrett-Koehler Publishers", "uuid": "mvChomkNc5FQWDmSbatSc9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781609945206/1384815778.99.jpg", "average_rating": 3.67, "isbn": "9781609945206", "description": "Very little solid evidence exists that microloans make a dent in long-term poverty. Sadly, evidence does exist for negligence, corruption, and methods that border on extortion. Part exposé, part memoir, and part financial detective story, this is the account of a one-time true believer whose decade in the industry turned him into a heretic. \r\n\r\nHugh Sinclair worked with several microfinance institutions around the world. He couldn’t help but notice that even with a booming $70 billion industry on their side, the poor didn’t seem any better off. Exorbitant interest rates led borrowers into never-ending debt spirals, and aggressive collection practices resulted in cases of forced prostitution, child labor, suicide, and nationwide revolts against the microfinance community. \r\n\r\nSinclair weaves a shocking tale of a system increasingly focused on maximizing profits—particularly once large banks got involved. He details his discovery of several scandals, one of the most disturbing involving a large African microfinance institution of questionable legality that charged interest rates in excess of 100 percent per year and whose investors and supporters included some of the most celebrated leaders of the microfinance sector. Sinclair’s objections were first met with silence, then threats, attempted bribery, and a court case, and eventually led him to become a principal whistleblower in a sector that had lost its soul.\r\n\r\nMicrofinance can work—Sinclair describes moving experiences with several ethical and effective organizations and explains what made them different. But without the fundamental reforms that Sinclair recommends here, microfinance will remain an “investment opportunity” that will leave the poor with hollow promises and empty pockets.", "oyster_good_for_statement": ""}, "position": 8, "uuid": "ptzRtkAcbGGekkFRJD4VAE", "annotation": ""}]