[{"book": {"author": "Walt Whitman", "publication_date": null, "oyster_summary": "", "status": 1, "language_code": "", "number_print_pages": 128, "title": "Leaves of Grass", "uuid": "oaEymWk9ccQvqR9fg6Kp2D", "awards": [], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452074/1376037077.61.png", "average_rating": 4.12, "isbn": "9781629452074", "description": "A collection of quintessentially American poems, the seminal work of one of the most influential writers of the nineteenth century.\r\nTHIS ENRICHED CLASSIC EDITION INCLUDES:\r\nA concise introduction that gives readers important background information\r\nA chronology of the author's life and work\r\nA timeline of significant events that provides the book's historical context\r\nAn outline of key themes and plot points to help readers form their own interpretations\r\nDetailed explanatory notes\r\nCritical analysis, including contemporary and modern perspectives on the work\r\nDiscussion questions to promote lively classroom and book group interaction\r\nA list of recommended related books and films to broaden the reader's experience\r\n\r\nEnriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world s finest books to their full potential. ", "oyster_good_for_statement": ""}, "position": 2, "uuid": "8yGSPw458hmGHCt88uwJNn", "annotation": ""},{"book": {"author": "Marcus Scriven", "publication_date": "2011-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 414, "title": "Splendour & Squalor", "uuid": "GbqjvFH5YHDfWoUYRurEfc", "awards": [], "publisher": {"name": "Atlantic Books", "uuid": "6iz42cktaNSt9xW8dH54gj"}, "cover_img": "https://cflare.oysterbooks.com/covers/Atlantic%20Books/Splendour%20%26%20Squalor/1372980815.93.jpg", "average_rating": 0.0, "isbn": "9781848874855", "description": "<DIV><DIV><DIV><DIV><DIV><DIV><DIV><P class=introParagraph><B>From stately homes and prisons to the House of Lords and Edwardian asylums&#8212;</B><B>the stories, spanning the 20th century,&#160;of the disintegrating fortunes of three of Britain&#8217;s most illustrious aristocratic dynasties and the scapegraces responsible</B></P><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><I>Splendour &amp; Squalor</I> traces the disintegration of three aristocratic dynasties through the twentieth century: families who seemingly had everything yet decided to take 'the down-escalator of life.' They include the Montagus, Dukes of Manchester, who had once employed Vanburgh&#8212;creator of Blenheim Palace, Churchill's birthplace&#8212;to remodel their principal family seat, Kimbolton Castle; shortly before the outbreak of World War II, the &#160;Montagus oversaw further renovation&#8212;converting the Kimbolton chapel into a bar, and stocking it with glasses decorated with 'pornography of the most interesting kind,' for the benefit of guests like the restless, bisexual Duke of Kent, younger brother of George VI. Four consecutive generations of the family went to jail. The Herveys, Marquesses of Bristol, went inside too, although John Bristol (7th Marquess of Bristol, born 1954; died 1999) spent most of his time investing his inheritance in helicopters, heroin, and&#8212;for strictly recreational purposes&#8212;handcuffs: a blazing quest for self-gratification which led him into the company of Andy Warhol and Mick Jagger. <I>Splendour &amp; Squalor</I> offers a riveting insight into the disintegration of a once seemingly&#160;impregnable elite. The resultant portrait is the authentic Downton Abbey&#8212;stripped of gloss, mythology and sentiment, and brought mercilessly up-to-date.</DIV></DIV></DIV></DIV></DIV></DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "yt8gdZ25qF83aCEVoH4GYY", "annotation": ""},{"book": {"author": "Charles Bukowski", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 208, "title": "Pulp", "uuid": "qwR3SJHwxsazHAU3inaUCH", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061857225/1376452336.98.jpg", "average_rating": 3.65, "isbn": "9780061857225", "description": "<p>Opening with the exotic Lady Death entering the gumshoe-writer's seedy office in pursuit of a writer named Celine, this novel demonstrates Bukowski's own brand of humour and realism, opening up a landscape of seamy Los Angeles.</p>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "SujSqtoEa3aHif3Z8K447c", "annotation": ""},{"book": {"author": "Clinton Heylin", "publication_date": "2005-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "From the Velvets to the Voidoids", "uuid": "T2dSycXcdrJG2r5nkCfYiE", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/From%20the%20Velvets%20to%20the%20Voidoids/1372980744.33.jpg", "average_rating": 3.84, "isbn": "9781613745953", "description": "<DIV>Exhaustively researched and packed with unique insights, this history journeys from the punk scene's roots in the mid-1960s to the arrival of \"new wave\" in the early 1980s. With a cast that includes Patti Smith, Pere Ubu, Television, Blondie, the Ramones, the MC5, the Stooges, Talking Heads, and the Dead Boys, this account is the definitive story of early American punk rock. Extraordinarily balanced, it tells the story of the music's development largely through the artists' own words, while thoroughly analyzing and evaluating the music in a lucid and cogent manner. First published in 1993, this was the first book to tell the stories of these then-little-known bands; now, this edition has been updated with a new discography, including imports and bootlegs, and an afterword detailing the post-1970s history of these bands. Filled with insights from interviews with artists such as Lou Reed, Debbie Harry, David Byrne, Patti Smith, and Richard Hell, this book has long been considered one of the essential reads on rock rebellion.<br></div>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "8nDbK89YwhVzF824zCocXV", "annotation": ""},{"book": {"author": "Paul Maher ", "publication_date": "2011-08-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "Tom Waits on Tom Waits", "uuid": "Q4gcBkRrbFbfzAgb3mAJ4j", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Tom%20Waits%20on%20Tom%20Waits/1372979306.73.jpg", "average_rating": 0.0, "isbn": "9781569769270", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>This&#160;autobiographical portrait of Tom Waits&#160;takes shape through a selection of more than 50 interviews. Starting with the first interview&#151;on KPFK-FM&#8217;s <I>Folkscene</I> in 1973&#151;Waits speaks out on a variety of topics and shares something truly unique with his readers. In a rap that is a synthesis of inflections&#151;Louis Armstrong, Charles Bukowski, Jack Kerouac, Mark Twain, hobo, pool hall attendant, vaudevillian huckster, musicologist par excellence, and a fresh slathering of the organic word-ooze of William S. Burroughs&#151;Waits comes across as well read, informed, and lucidly aware of current pop culture. He delivers prose as crafted, poetic, potent, brilliant, and haunting as the lyrics of his best songs.</P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "yx6otZ6fSRqVKYqGxtmgtG", "annotation": ""},{"book": {"author": "Alan Greenberg", "publication_date": "2012-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Every Night the Trees Disappear", "uuid": "cfvNRimoGNdZhj4qt4hQsF", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Every%20Night%20the%20Trees%20Disappear/1372980419.08.jpg", "average_rating": 3.58, "isbn": "9781613743522", "description": "\"You know from seeing it that Herzog was up to something strange in filming Heart of Glass. Now the mystery is clarified. Alan Greenberg peers into the heart of darkness of the great artist.\" &#151;Roger Ebert    &#147;Mesmerizing . . . as poetic and mysterious as the film itself.&#8221;&#151;Jim Jarmusch  This intimate chronicle of the visionary filmmaker Werner Herzog directing a masterwork is interwoven with Herzog&#8217;s original screenplay to create a unique vision of its own.   &#160;  Alan Greenberg was, according to the director,&#160;the first &#147;outsider&#8221; to seek him out and recognize his greatness. At the end of their first evening together Herzog urged Greenberg to work with him on his new film--and everything thereafter. In this film, Heart of Glass, Herzog exercised control over his actors by hypnotizing them before shooting their scenes. The result was one of the most haunting movies ever made.   &#160;  Not since Lillian Ross's classic 1950 book Picture has an American&#160;writer given such a close, first-hand, book-length account of how a director makes a movie. But this is not a conventional, journalistic account. Instead it presents a unique vision with the feel of a novel--intimate, penetrating, and filled with mystery.  &#160;  Alan Greenberg is a writer, film director, film producer, and photographer. He is also the author of Love in Vain: A Vision of Robert Johnson. Werner Herzog is considered one of the world's greatest filmmakers. His books include Conquest of the Useless and Of Walking in Ice.  &#160;  &#160;", "oyster_good_for_statement": ""}, "position": 0, "uuid": "B3MdcvG7ZQPdmMdhVfpGgk", "annotation": ""},{"book": {"author": "Tyler Hamilton", "publication_date": "2011-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 252, "title": "Mad Like Tesla", "uuid": "yvYT7rKQUBuGEJLzzHDbFe", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Mad%20Like%20Tesla/1372979389.57.jpg", "average_rating": 3.73, "isbn": "9781770900738", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A search for the contemporary Nikola Tesla&#151;considered a mad scientist by his society for predicting global warming more than 100 years ago&#151;fuels this analysis of climate issues, which introduces thinkers and inventors who are working to find possible ways out of the energy crisis. From Louis Michaud, a retired refinery engineer who claims we can harness the energy of man-made tornadoes, to a professor and a businessman who are running a company that genetically modifies algae so it can secrete ethanol naturally, these individuals and their unorthodox methods are profiled through first-person interviews, exposing the social, economic, financial, and personal barriers that prevent them from making an impact with their ideas. The existing state of green energy technologies, such as solar, wind, biofuels, smart grid, and energy storage, is also explored, creating a sense of hope against a backdrop of climate dread.</P></DIV>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "hFqm8QPVbZx2VefVNaVUDT", "annotation": ""},{"book": {"author": "James Gleick", "publication_date": "2011-02-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 532, "title": "Genius", "uuid": "8G73mx9QxyjhpBkg2ktFDF", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Genius/1373329475.59.jpg", "average_rating": 4.19, "isbn": "9781453210437", "description": "<DIV><p><DIV><b>An illuminating portrayal of Richard Feynman&mdash;a giant of twentieth century physics&mdash;from his childhood tinkering with radios, to his vital work on the Manhattan Project and beyond</b></div><DIV>&#160;<b><BR></b></div><DIV>Raised in Depression-era Rockaway Beach, physicist Richard Feynman was irreverent, eccentric, and childishly enthusiastic&mdash;a new kind of scientist in a field that was in its infancy. His quick mastery of quantum mechanics earned him a place at Los Alamos working on the Manhattan Project under J. Robert Oppenheimer, where the giddy young man held his own among the nation&rsquo;s greatest minds. There, Feynman turned theory into practice, culminating in the Trinity test, on July 16, 1945, when the Atomic Age was born. He was only twenty-seven. And he was just getting started.</div><DIV>&#160;</div><DIV>In this sweeping biography, James Gleick captures the forceful personality of a great man, integrating Feynman&rsquo;s work and life in a way that is accessible to laymen and fascinating for the scientists who follow in his footsteps.</div></p></DIV>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "hgvqGDhFxp6qj3SPT2HzmC", "annotation": ""},{"book": {"author": "Marquis de Sade; Richard Seaver", "publication_date": "2012-04-12", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 428, "title": "Letters From Prison", "uuid": "Rtvoq7kvAMeTnotCpNNDFJ", "awards": [], "publisher": {"name": "Skyhorse Publishing, Inc.", "uuid": "YQuR3Tq6bTne3y5azJJx76"}, "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781611455724/1386037325.92.jpg", "average_rating": 3.93, "isbn": "9781611455724", "description": "The 1990s have seen a resurgence of interest in the Marquis de Sade, with several biographies competing to put their version of his life story before the public. But Sadean scholar Richard Seaver takes us directly to the source, translating Sade's prison correspondence. Seaver's translations retain the aristocratic hauteur of Sade's prose, which still possesses a clarity that any reader can appreciate. \"When will my horrible situation cease?\" he wrote to his wife shortly after his incarceration began in 1777. \"When in God's name will I be let out of the tomb where I have been buried alive? There is nothing to equal the horror of my fate!\" But he was never reduced to pleading for long, and not always so solicitous of his wife's feelings; a few years later, he would write, \"This morning I received a fat letter from you that seemed endless. Please, I beg of you, don't go on at such length: do you believe that I have nothing better to do than to read your endless repetitions?\" For those interested in learning about the man responsible for some of the most infamous philosophical fiction in history, Letters from Prison is an indispensable collection.", "oyster_good_for_statement": ""}, "position": 10, "uuid": "tAYGhTULmkKRPuhvTksGGM", "annotation": ""},{"book": {"author": "Patti Smith", "publication_date": "2010-04-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Just Kids", "uuid": "J44P7NDAPx6hZXcq2WfBHk", "awards": [{"name": "National Book Award Winner", "uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "Stonewall Award Honor Book", "uuid": "9dr9yUaaL7JFGWhpLzV2L", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008442/1376530164.85.jpg", "average_rating": 4.12, "isbn": "9780062008442", "description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><p>It was the summer Coltrane died, the summer of love and riots, and the summer when a chance encounter in Brooklyn led two young people on a path of art, devotion, and initiation.</p><p>Patti Smith would evolve as a poet and performer, and Robert Mapplethorpe would direct his highly provocative style toward photography. Bound in innocence and enthusiasm, they traversed the city from Coney Island to Forty-second Street, and eventually to the celebrated round table of Max's Kansas City, where the Andy Warhol contingent held court. In 1969, the pair set up camp at the Hotel Chelsea and soon entered a community of the famous and infamous&#8212;the influential artists of the day and the colorful fringe. It was a time of heightened awareness, when the worlds of poetry, rock and roll, art, and sexual politics were colliding and exploding. In this milieu, two kids made a pact to take care of each other. Scrappy, romantic, committed to create, and fueled by their mutual dreams and drives, they would prod and provide for one another during the hungry years.</p><p><em>Just Kids</em> begins as a love story and ends as an elegy. It serves as a salute to New York City during the late sixties and seventies and to its rich and poor, its hustlers and hellions. A true fable, it is a portrait of two young artists' ascent, a prelude to fame.</p>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "5StPjqrPrUfMHNiAvSzCAn", "annotation": ""}]