[{"position": 38, "book": {"description": "<blockquote><br />\n  \"In the middle of the night I crawled out of my tent into a silvery vastness truly unchanged since Genghis Khan and his hordes loped west more than half a millennium ago. There was no glow of city lights on the horizon, no ranger station at the edge of the next valley, no quaint general store, no paved road. There was nothing but space, unbounded and untamed. A brilliant moon lit the blackness crystal clear. Moonshadows of every blade of grass danced silently in the wildness. It was the emptiest, quietest place I had ever been. I threw my arms out wide and spun slowly around and around in the dazzling clarity of the night, the stars blurring into ribbons of light above me.\"</blockquote> <br />\nMongolia. It was Erika Warmbrunn's dream. To escape deep into parts of Asia inaccessible to tours and guidebooks, to abandon herself to the risks of the unknown. And so, with only a bicycle named Greene for a traveling companion, she set off on an eight month, 8,000 kilometer trek that stretched across the steppes of this ancient land, on through China, and down the length of Vietnam. Freed by Greene's two wheels from the tyranny of discrete points on a map, she found that the true merit of travel was not in the simple seeing, but in flowing with the unexpected adventure or invitation, in savoring the moments in between -- the daily challenges of new words and customs, the tiny triumphs of learning a new way of life, the daunting thrill of never knowing what the next day would bring.<br />\n<br />\nWanting to ride a Mongolian horse and finding herself in the saddle for four hours, herding fifty head of cattle. Asking for a hotel in a Chinese village and being taken into a family's home to share their grandmother's bed for the night. Pedaling into the Vietnamese highlands and being stopped along the muddy road by a father asking that she join his two-year-old son's birthday party. Accepting a Mongolian village's invitation to stop pedaling and stay for a while, to live with them and teach them English. In the doing and the telling, <I>Where the Pavement Ends</I> is a much richer experience than any line on a map can show.<br />\n<br />\n<I>Where the Pavement Ends</I> is the recipient of the \"Barbara Savage Miles From Nowhere Memorial Award.\"<br />", "isbn": "9780898869187", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-29", "number_print_pages": 280, "average_rating": 4.27, "title": "Where the Pavement Ends", "uuid": "Z8XfcvAdHVDbhNxspvkuzk", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9780898869187/1377653958.21.jpg", "publisher": {"name": "The Mountaineers Books", "uuid": "CuGzkxfXsKr327nnE5cKN3"}, "author": "Erika Warmbrunn", "status": 1}, "uuid": "EcruXEdBZZX5jkB7L38xaB", "annotation": ""},{"position": 12, "book": {"description": "Waris Dirie leads a double life -- by day, she is an international supermodel and human rights ambassador for the United Nations; by night, she dreams of the simplicity of life in her native Somalia and the family she was forced to leave behind. <em>Desert Flower,</em> her intimate and inspiring memoir, is a must-read for anyone who has ever wondered about the beauty of African life, the chaotic existence of a supermodel, or the joys of new motherhood.<p>Waris was born into a traditional Somali family, desert nomads who engaged in such ancient and antiquated customs as genital mutilation and arranged marriage. At twelve, she fled an arranged marriage to an old man and traveled alone across the dangerous Somali desert to Mogadishu -- the first leg of an emotional journey that would take her to London as a house servant, around the world as a fashion model, and eventually to America, where she would find peace in motherhood and humanitarian work for the U.N.<p>Today, as Special Ambassador for the U.N., she travels the world speaking out against the barbaric practice of female genital mutilation, promoting women's reproductive rights, and educating people about the Africa she fled -- but still deeply loves.<p><em>Desert Flower</em> will be published simultaneously in eleven languages throughout the world and is currently being produced as a feature film by Rocket Pictures UK.</p>", "isbn": "9780061952272", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-23", "number_print_pages": 240, "average_rating": 3.98, "title": "Desert Flower", "uuid": "o2kgcRV8mb23DQHEw9xpqY", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061952272/1376452569.41.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Waris Dirie", "status": 1}, "uuid": "XgYP9sv3WdzWdBZQUS5U7M", "annotation": ""},{"position": 24, "book": {"description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>In 1976, 10-year-old Niall Griffiths and his family immigrated to Australia from Liverpool as part of the Ten Pound Pom, an assisted-passage plan designed to increase the population of Australia and supply workers for its booming industries. Following three years of residence, the family moved coast-to-coast, from Brisbane to Perth, traveling more than 2,000 miles in a souped-up station wagon. Thirty years later, Griffiths returned to retrace his steps, chronicling the journey in this part memoir, part travelogue.", "isbn": "9781908069542", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-01", "number_print_pages": 200, "average_rating": 0.0, "title": "Ten Pound Pom", "uuid": "Co8Pw7FQ5fGeEtaJyizuW3", "cover_img": "https://cflare.oysterbooks.com/covers/Parthian%20Books/Ten%20Pound%20Pom/1372981679.45.jpg", "publisher": {"name": "Parthian Books", "uuid": "SFbMshzTBrtCcSjCAMH5eY"}, "author": "Niall Griffiths", "status": 1}, "uuid": "CN4DY327qEPYvAbbAUh3YR", "annotation": ""},{"position": 10, "book": {"description": "<DIV>Mary Cantwell's supple, seductive voice speaks out in her most revealing memoir, the conclusion of a trilogy about an American woman with one foot in her past and the other, warily, in her present. AMERICAN GIRL evoked the delights of her early youth in a  small New England town.  MANHATTAN WHEN I WAS YOUNG  told of her marriage and children, her blossoming career in New York, and the decline of that marriage.  In SPEAKING WITH STRANGERS she finds herself alone: a single mother in the big city, bereft of her husband if bolstered by friends, professionally successful if personally sad..  She took to traveling, for \"escape,\" to  far regions of the world on magazine assignments.  While wandering through Izmir, Belgrade, Tashkent,,  she would promise herself never to leave her children again if God would just get her out of the latest hellhole.  Yet the farther she rambled, the  more she  found herself taking on a shape again--by speaking with strangers.  She also found deep, if passing, happiness in an intense relationship with a famous writer she calls \"the balding man\" and warmth and hilarity in her friendship with the legendarily reclusive--and rambunctious--novelist, Frederick Exley. In SPEAKING WITH STRANGERS Mary Cantwell renders a sensibility as vivid as the city of which she is, quite literally, a part.  As this fiercely candid  memoir ends, Cantwell realizes that she had long since \"embraced my true bridegroom.  That was the day I married New York.\"  And with that realization this maker of a family and a career comes fully into her own as a writer.</div>", "isbn": "9780547561370", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1998-04-28", "number_print_pages": 159, "average_rating": 3.57, "title": "Speaking with Strangers", "uuid": "r5JwQqzVTNjgQySYRh8iYa", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561370/1376380401.39.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Mary Cantwell", "status": 1}, "uuid": "8i4x65ASvXAtEANCfjp2Lf", "annotation": ""},{"position": 42, "book": {"description": "<DIV>The author of This House of Sky provides a magnificent evocation of the Pacific Northwest through the diaries of James Gilchrist Swan, a settler of the region. Doig fuses parts of the Swan diaries with his own journal.<BR></DIV>", "isbn": "9780547546735", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1982-10-20", "number_print_pages": 264, "average_rating": 3.83, "title": "Winter Brothers", "uuid": "VjueHD3FSGriPB4x83WJME", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546735/1376384131.63.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ivan Doig", "status": 1}, "uuid": "NRF3nQ7YeMxpDwDLJwThEC", "annotation": ""},{"position": 0, "book": {"description": "<p>For most of us, traveling means visiting the most beautiful places on Earth—Paris, the Taj Mahal, the Grand Canyon. It’s rare to book a plane ticket to visit the lifeless moonscape of Canada’s oil sand strip mines, or to seek out the Chinese city of Linfen, legendary as the most polluted in the world. But in <i>Visit Sunny Chernobyl</i>, Andrew Blackwell embraces a different kind of travel, taking a jaunt through the most gruesomely polluted places on Earth.</p><p>From the hidden bars and convenience stores of a radioactive wilderness to the sacred but reeking waters of India, <i>Visit Sunny Chernobyl </i>fuses immersive first-person reporting with satire and analysis, making the case that it’s time to start appreciating our planet as it is—not as we wish it would be. Irreverent and reflective, the book is a love letter to our biosphere’s most tainted, most degraded ecosystems, and a measured consideration of what they mean for us.</p><p>Equal parts travelogue, expose, environmental memoir, and faux guidebook, Blackwell careens through a rogue’s gallery of environmental disaster areas in search of the worst the world has to offer—and approaches a deeper understanding of what’s really happening to our planet in the process.</p>", "isbn": "9781609614560", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-22", "number_print_pages": 320, "average_rating": 3.75, "title": "Visit Sunny Chernobyl", "uuid": "73jPUadSRmdbojSvLPrZVj", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609614560/1377984484.87.jpg", "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Andrew Blackwell", "status": 1}, "uuid": "jkzPaKX5ytxELmjEJjJfKK", "annotation": ""},{"position": 35, "book": {"description": "<DIV><DIV><b>The extraordinary and eventful personal account of the life of Pearl S. Buck, the first American woman to win the Nobel Prize for Literature</b></div><DIV><BR>Often regarded as one of Pearl S. Buck&rsquo;s most significant works, <i>My Several Worlds</i> is the memoir of a major novelist and one of the key American chroniclers of China. Buck, who was born to missionary parents in 1892, spent much of the first portion of her life in China, experiencing the Boxer Rebellion first hand and becoming involved with the society with an intimacy available to few outside observers. The book is not only an important reflection on that nation&rsquo;s modern history, but also an account of her re-engagement with America and the intense activity that characterized her life there, from her prolific novel-writing to her loves and friendships to her work for abandoned children and other humanitarian causes. As alive with incident as it is illuminating in its philosophy, <i>My Several Worlds</i> is essential reading for travelers and readers alike.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div></div>", "isbn": "9781480421233", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-21", "number_print_pages": 407, "average_rating": 4.11, "title": "My Several Worlds", "uuid": "QPMrfHqPwfRgH4HKhiRZxm", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/My%20Several%20Worlds/1373336635.82.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1}, "uuid": "SoCi3BeBhFhRZw2PjABVRX", "annotation": ""},{"position": 39, "book": {"description": "<p>* Sequel to 2009&rsquo;s top-selling <em><a href=\"/A-Long-Trek-Home-P525.aspx\">A Long Trek Home: 400 Miles by Boot, Raft, and Ski<br /></a></em>* Unique narrative combination of thrilling adventure with the challenges of bringing small children along<br />* An accessible window into life on America&rsquo;s &ldquo;Last Frontier&rdquo;</p>\n<p><em>Small Feet, Big Land</em> follows the expeditions and daily life of a family of four: Erin McKittrick and her husband, Hig, lifelong adventure trekkers, set out to explore the vast and remote wild corners of Alaska with their two young children in tow.</p>\n<p>After trekking thousands of miles through harsh and beautiful wilderness together, Erin and Hig must adjust to the short attention span &mdash; and short legs &mdash; of a toddler and the weight of a newborn baby, as they walk Alaska&rsquo;s rapidly changing coastline. While visiting remote Arctic villages, touring a zinc mine, and exploring for two months on one of Alaska&rsquo;s largest glaciers, Erin sees the dramatic effects of climate change on the landscape around her, and considers the very different world in which her children may live one day.</p>\n<p>Whether huddling in the pelting rain, facing a curious grizzly bear, eating whale blubber with new friends, or picking berries on the sunny tundra their unconventional adventures draw Erin&rsquo;s family &mdash; and readers &mdash; closer together as they explore the intersection of wilderness and industry in America&rsquo;s wildest state.</p>", "isbn": "9781594857379", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-28", "number_print_pages": 224, "average_rating": 0.0, "title": "Small Feet Big Land", "uuid": "MXLYPMpM4XeSX7v2tTw6gS", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594857379/1378007512.26.jpg", "publisher": {"name": "The Mountaineers Books", "uuid": "CuGzkxfXsKr327nnE5cKN3"}, "author": "Erin McKittrick", "status": 1}, "uuid": "JzfAEXvN5tjBDBJKeuDnKK", "annotation": ""},{"position": 21, "book": {"description": "<DIV><DIV>Both a memoir and a memorial, these collected letters and diary entries recount one family&#8217;s adventurous journey in 1967 attempting to drive around the world in a VW bus. Not intended as a book at the time of the writing, the intimate and poignant story details the family&#8217;s travels through Europe, the Middle East, and into Asia, challenging preconceptions about different cultures and illuminating how one-year-old Zerky had a magical effect on everyone they met along the way. The book features maps and pictures of the trek yet is more than just a travelogue; Zerky and his mother died shortly after the trip and this narrative serves as tribute to their lives.</DIV></DIV>", "isbn": "9780982138427", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-11-01", "number_print_pages": 436, "average_rating": 0.0, "title": "Letters to Zerky", "uuid": "7uph9vNydJ9EPHHW8Q6W66", "cover_img": "https://cflare.oysterbooks.com/covers/Nickelodeon%20Press/Letters%20to%20Zerky/1372979639.48.jpg", "publisher": {"name": "Nickelodeon Press", "uuid": "XbUpAkapBmNnvMKsCsgMM4"}, "author": "Bill Raney", "status": 1}, "uuid": "uPmAfmC5GN58LUwXBPjCNe", "annotation": ""},{"position": 33, "book": {"description": "Denis Lipman left London’s East End for Washington, DC more than 20 years ago, but made an annual pilgrimage year after year to visit aging parents, a pair of cantankerous, real-life Cockneys. He endured the visits as best he could. Enter an American wife. Not content with a grin-and-bear-it attitude, she declares that since each year’s trip to England was inevitable, it was to be enjoyed:  see the sites, taste the culture, go places! Against his will, our expat becomes a tourist in his homeland and comes to discover it’s not so bad after all. Through new eyes, England is certainly better than he remembered! Enjoy a travel memoir more carbolic than bucolic. Discover a place where the sun rarely shines, where electricity is coin-operated, and where canned beans on toast is a cornerstone of cuisine. Taste the real East End and tour with a colorful, combative and fundamentally affectionate family as they rent cottages, host outrageous relatives, meet the locals and discover the English countryside.", "isbn": "9781934848555", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-01-30", "number_print_pages": 320, "average_rating": 3.65, "title": "A Yank Back to England", "uuid": "vkeStYEpbbnycmHNNUNNvC", "cover_img": "https://cflare.oysterbooks.com/covers/GemmaMedia/9781934848555/1377657711.17.jpg", "publisher": {"name": "GemmaMedia", "uuid": "g5aK8VFLxfABjaE4vnsBWN"}, "author": "Denis Lipman", "status": 1}, "uuid": "nKYMzCSMnBaPCJ5vS88c7e", "annotation": ""},{"position": 10, "book": {"description": "Marlena di Blasi seduced readers to fall in love with Venice, then Tuscany, with her popular and critically acclaimed books <i>A Thousand Days in Venice</i> and <i>A Thousand Days in Tuscany</i>. Now she takes readers on a journey into the heart of Orvieto, an ancient city in the less-trodden region of Umbria. Rich with history and a vivid sense of place, her tale is by turns romantic and sensual, joyous and celebratory, as she and her husband search for a home in this city on a hill&#8212;finding one that turns out to be the former ballroom of a dilapidated sixteenth-century palazzo. Along the way, de Blasi befriends an array of colorful characters, including cooks and counts and shepherds and a lone violinist, cooking her way into the hearts of her Umbrian neighbors.<br> <br> Brimming with life and kissed by romance, <i>The Lady in the Palazzo</i> perfectly captures the essence of a singular place and offers up a feast&#8212;and the recipes to prepare it!&#8212;for readers of all stripes.", "isbn": "9781565126480", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-05-27", "number_print_pages": 317, "average_rating": 3.83, "title": "The Lady in the Palazzo", "uuid": "PYy7Q6pMmMxXzojjrm9Wsc", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126480/1377656869.44.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Marlena de Blasi", "status": 1}, "uuid": "QoJcHN9mU3gmQZxKtShpDh", "annotation": ""},{"position": 11, "book": {"description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A fascinating, engaging, and unique memoir, this story covers John Coleman&#8217;s life after his cover is blown as a CIA agent in Asia in the late 1950s, leading him to embark on a vigorous pursuit of spiritual truth. In his travels through India, Burma, Japan, and Thailand, he encounters luminous teachers such as Krishnamurti, Maharishi, and D.T. Suzuki. Ultimately, his search for peace of mind and liberating insights comes to fruition in Yangon&#8212;also known as Rangoon&#8212;under the tutelage of the great Vipassana meditation master Sayagyi U Ba Khin.", "isbn": "9781938754227", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2000-08-01", "number_print_pages": 203, "average_rating": 0.0, "title": "The Quiet Mind", "uuid": "WJPqU2NuWerVzicX6BVrAE", "cover_img": "https://cflare.oysterbooks.com/covers/Pariyatti%20Publishing/The%20Quiet%20Mind/1372981675.05.jpg", "publisher": {"name": "Pariyatti Publishing", "uuid": "7e6XqGzkzmZFBzTmgqAw7Q"}, "author": "John E. Coleman", "status": 1}, "uuid": "hvGGxStNqivpHkjA2794GB", "annotation": ""},{"position": 37, "book": {"description": "<p>Michael Cosgrove had a beautiful family, a successful career, and a lovely Southern California home overlooking the Pacific Ocean. At the age sixty, he decided to leave that all behind to sail around the world. In spite of his romanticized vision of rugged individualism and salty tales to share with his grandchildren, Cosgrove quickly realizes that sailing around the world isn't going to be as easy as he'd imagined. From a psychotic crewmate, sleep deprivation, and mental breakdowns, to stormy weather and hallucinations, Cosgrove rides the waves, holding on as best he can to his dream of \"doing something grand.\" Alone, and thousands of miles away from everyone and everything he loves, he is forced to ask himself one question: What in God's name am I doing here?<p>In his attempt to avoid the inevitable (growing old, weak, frail), Cosgrove runs amok. He breaks his budget to outfit the boat and then refuses to read the manuals. He enters unfamiliar harbors in the dead of night, hires a violent first mate, and sails headlong into ferocious storms. In the midst of his adventures, he longs for the simpler days when his four daughters were still children, when his first marriage was still intact, and when his future still seemed bright and expansive. Though driven by scenes of sheer terror, absurd folly, and deep inner searching, Cosgrove keeps his sense of humor throughout his harrowing journey.<p><i>Imperfect Passage</i> is the story of one man's perseverance against Father Time and Mother Nature, proving that with enough will, one can, in his or her own way, conquer the unconquerable.", "isbn": "9781620873519", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-01", "number_print_pages": 320, "average_rating": 4.34, "title": "Imperfect Passage", "uuid": "JMpNy98gTnksTh9Yepk8ji", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781620873519/1377705192.48.jpg", "publisher": {"name": "Skyhorse Publishing", "uuid": "HnodRX2vPTfF2V9p67UdWD"}, "author": "Michael Cosgrove", "status": 1}, "uuid": "hxhQPos8Z53RwZ9mcSXVCU", "annotation": ""},{"position": 43, "book": {"description": "Number-one <I>New York Times</I> best-selling author of <I>Eat, Pray, Love </I>and <I>Committed:&#160;A Love Story</I>, Elizabeth Gilbert transports readers to far-flung locales with this collection of the year&#8217;s lushest and most inspiring travel writing.", "isbn": "9780547810096", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-08", "number_print_pages": 256, "average_rating": 3.59, "title": "The Best American Travel Writing 2013", "uuid": "eYF8o5dHaztXzK7vHQV9pU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547810096/1379662251.15.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jason Wilson", "status": 1}, "uuid": "oHuiBtNVSEfPSdKF22U23S", "annotation": ""},{"position": 23, "book": {"description": "<DIV><B>Farce meets romance in&#160;this amusing travel memoir set in East Germany</B></DIV><DIV>&#160;</DIV><DIV>In a desperate attempt to save his relationship with girlfriend Lena and take a break from the world of journalism, Roger Boyes agrees to make a great escape from the easy urban lifestyle of Berlin and decamp to the countryside. He has hopes for Italy, but Lena has inherited a run-down old&#160;manor in&#160;the&#160;deepest, darkest area&#160;of&#160;Brandenburg. Needing a form of income, they decide to set up a&#160;bed and breakfast&#160;with a British theme. Enter unhelpful Harry and his Trinidadian chef cousin, a mad Scotsman to advise them on rebranding Brandenburg, some suicidal frogs, and a posse of mad tourists. It all culminates in a cricket match between the British and the Germans on an old Russian minefield.</DIV>", "isbn": "9781848399563", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-01", "number_print_pages": 320, "average_rating": 2.93, "title": "To Prussia with Love", "uuid": "v7pQax9PF7xTiYvKRMqefW", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/9781848399563/1386330927.69.jpg", "publisher": {"name": "Summersdale", "uuid": "6cYqSxPt6UfWDgf7AGyCbb"}, "author": "Roger Boyes", "status": 1}, "uuid": "dPHu3HuozXN2ducdV8gWnD", "annotation": ""},{"position": 31, "book": {"description": "<DIV><DIV><b>In this travelogue and memoir, groundbreaking novelist Erskine Caldwell looks back at a life lived in the troubled South </b></div><BR><DIV>Five decades removed from his own Southern childhood, novelist Erskine Caldwell sets out on a journey to find an old friend&mdash;a friend lost to him through the culture of segregation. As Caldwell follows a trail through Georgia, South Carolina, and much of the Deep South in search of his black childhood friend Bisco, his interviews with white and black Americans expose a range of attitudes that are tragic, if not surprising.</div><DIV>&#160;</div><DIV>Published first in the mid-1960s just as the South was undergoing a radical transformation by freedom marches and sit-ins, <i>In Search of Bisco</i> offers a heartfelt account of the civil rights movement by one of the region&rsquo;s fiercest critics and most prominent sons.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erskine Caldwell including rare photos and never-before-seen documents courtesy of the Dartmouth College Library.</div></div>", "isbn": "9781453217221", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-21", "number_print_pages": 184, "average_rating": 3.67, "title": "In Search of Bisco", "uuid": "F895KAdpDrp4d7PYzd6bUk", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453217221/1377118267.02.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erskine Caldwell", "status": 1}, "uuid": "cxh2DzEvq2XV6mvCxxwo6i", "annotation": ""},{"position": 16, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">Recounting the three weeks of blood, sweat, and tears&#160;that make up a 7,000 mile journey from the glitzy streets of Paris to the hinterland of northwestern Africa, this incredible tale highlights the most arduous and notorious off-road motorsports event on the planet, the Paris-Dakar Rally. Since its inception in 1979, the rally has attracted more than 3,000 participants from all walks of life. Fully detailing what is considered by many to be one of the world's top five adventures, this book reveals amazing true tales of danger, from blinding sandstorms to endless vistas of towering dunes. Enduring these incredible hardships with perseverance, tenacity, ingenuity, and sometimes tragedy, the adventurers profiled here truly embody the triumphs of the human spirit.</P></DIV>", "isbn": "9781554903146", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-04-01", "number_print_pages": 300, "average_rating": 4.42, "title": "To Dakar and Back", "uuid": "hDcXsbY8xQzPjQzsuqvMVQ", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/To%20Dakar%20and%20Back/1372977303.96.jpg", "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "author": "Lawrence Hacking", "status": 1}, "uuid": "2KGDMBFL7jk8z3TXsdfmkD", "annotation": ""},{"position": 30, "book": {"description": "Whisky, Kilts, and the Loch Ness Monster is a memoir of a twenty-first-century literary pilgrimage to retrace the famous eighteenth-century Scottish journey of James Boswell and Samuel Johnson, two of the most celebrated writers of their day. William W. Starr enlivens this crisply written travelogue with a playful wit, an enthusiasm for all things Scottish, the boon and burden of American sensibility, and an ardent appreciation for Boswell and Johnson—who make frequent cameos throughout these ramblings. \n\nIn 1773 the sixty-three-year-old Johnson was England's preeminent man of letters, and Boswell, some thirty years Johnson's junior, was on the cusp of achieving his own literary celebrity. For more than one hundred days, the distinguished duo toured what was then largely unknown Scottish terrain, later publishing their impressions of the trip in a pair of classic journals. In 2007 Starr embarked on a three-thousand-mile trek through the Scottish Lowlands and Highlands, following the path—though in reverse—of Boswell and Johnson. He recorded a wealth of keen observations on his encounters with people and places, lochs and lore, castles and clans, fables and foibles. Starr couples his contemporary commentary with passages from Boswell's and Johnson's published accounts, letters, and diaries to weave together a cohesive travel guide to the Scotland of yore and today. This is a celebration of Scottish life and a spirited endorsement of the wondrous, often unexpected discoveries to be made through good travel and good writing.", "isbn": "9781611171228", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-05", "number_print_pages": 232, "average_rating": 3.41, "title": "Whisky, Kilts, and the Loch Ness Monster", "uuid": "G2RrvaCbudrQZuKdNey2SA", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20South%20Carolina%20Press/9781611171228/1377071013.14.jpg", "publisher": {"name": "University of South Carolina Press", "uuid": "THzjwcsuYPgfnyLmdZFJuW"}, "author": "William W. Starr", "status": 1}, "uuid": "4Cd5AVxESE3iS8gurLxKuR", "annotation": ""},{"position": 7, "book": {"description": "<DIV><p><DIV><B>An adrenaline-fueled travel memoir of life in the wild among the planet&rsquo;s most ferocious and fascinating predators</B></div><DIV>&#160;</div><DIV>Over the last forty years, bestselling science-fiction writer Alan Dean Foster has journeyed around the globe to encounter nature&rsquo;s most fearsome creatures. His travels have taken him into the heart of the Amazon rain forest on the trail of deadly tangarana ants, on an elephant ride across the sweeping green plains of central India in search of the elusive Bengal tiger, and into the waters of the Australian coast to come face-to-face with great white sharks.</div><DIV>&#160;</div><DIV>Packed with pulse-pounding adventure and spiked with rapier wit, <i>Predators I Have Known </i>is a thrilling look at life and death in the wild.</div></p></DIV>", "isbn": "9781453210383", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-02-22", "number_print_pages": 206, "average_rating": 3.57, "title": "Predators I Have Known", "uuid": "BoJ47SkWaedkJVqcQabA9R", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Predators%20I%20Have%20Known/1373329474.84.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alan Dean Foster", "status": 1}, "uuid": "R3wDPqsEkCHxmoZFhnz9kA", "annotation": ""},{"position": 34, "book": {"description": "<DIV>\"This is a great book about life at remote bases in Canada's far north as seen by a young English boy who went there by himself to see the world and got more than he could have bargained for. Beautifully written.\" --Sir Ranulph Fiennes<br><br>\"As spare, gleaming, and exhilarating as the Arctic wastes and the gentle, stoic Eskimos who had mastery of this realm . . . The book evokes the frozen seas, whale hunts, snow plains and storms that intimidated those rash enough to brave this world, and the traditions, myths, and hunting skills that contoured a bygone way of life . . . His translucent prose is a sparkling and moving record.\" -- Times (London)<br><br>At sixteen, Edward Beauclerk Maurice impulsively signed up with the Hudson's Bay Company -- the Company of Gentleman Adventurers -- and was sent to an isolated trading post in the Canadian Arctic, where there was no telephone or radio and only one ship arrived each year. But the Inuit people who traded there taught him how to track polar bears, build igloos, and survive expeditions in ferocious winter storms. He learned their language and became so immersed in their culture and way of life that children thought he was Inuit himself. When an epidemic struck, Maurice treated the sick using a simple first aid kit, and after a number of the hunters died, he had to start hunting himself, often with women, who soon began to compete for his affections. The young man who in England had never been alone with a woman other than his mother and sisters had come of age in the Arctic.<br><br>In The Last Gentleman Adventurer Edward Beauclerk Maurice transports the reader to a time and a way of life now lost forever.<br><br>After serving in the New Zealand navy during World War II, Edward Beauclerk Maurice became a bookseller in an English village and rarely traveled again. He died in 2003 as this, his only book, was being readied for publication.<br><br> \"If you like reality, The Last Gentleman Adventurer will be your cup of tea: a delicious quaff of it. Savor it!\" -- Edward Hoagland<br><br>\"Maurice's memoir supplies a fascinating elegy to a vanishing world.\" -- Telegraph<br><br>\"One of those rare writers who will be remembered for turning out one great memoir/travel book . . . He relates these events in a beautiful prose that is quaintly elegant in tone but never archly so . . . Not only a gentleman but a wonderful writer who limited his output to one book, and perhaps that is why it reads so beautifully.\" -- Sunday Tribune (Dublin)<br><br>\"Maybe he was exceptional, but the charm of his book lies in its modesty; he makes no claims for himself. His concern was to make a record of some amazing adventures and a vanishing way of life; these are woven into an eye-opening narrative that is suffused with kindliness and an attitude to growing up more restrained but more humane than that prevailing today. A gentleman adventurer indeed.\" -- Times Educational Supplement<br><br>\"A deceptively simple account of how he grew to manhood, shaped on one hand by the brutal elements of the Arctic, on the other by the compassionate communities of Inuit who understood them . . . This is a beautifully unadorned, homespun tale with a lack of self-consciousness rare in travel literature . . . I was charmed.\" -- Benedict Allen, Independent on Sunday</div>", "isbn": "9780547754321", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-11-01", "number_print_pages": 416, "average_rating": 4.25, "title": "The Last Gentleman Adventurer", "uuid": "WoQATxZJNCV2Ey7XVetQJH", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547754321/1376381549.16.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Edward Beauclerk Maurice", "status": 1}, "uuid": "dWjrmoTBzSxd47yKprDvU5", "annotation": ""},{"position": 8, "book": {"description": "Thirty years ago, celebrated American writer Edward Hoagland, in his early fifties and already with a dozen acclaimed books under his belt, had a choice: a midlife crisis or a midlife adventure. He chose the adventure. Pencil and notebook at the ready, Hoagland set out to explore and write about one of the last truly wild territories remaining on the face of the earth: Alaska. From the Arctic Ocean to the Kenai Peninsula, the backstreet bars of Anchorage to the Yukon River, Hoagland traveled the “real” Alaska from top to bottom. Here he documents not only the flora and fauna of America’s last frontier, but also the extraordinary people living on the fringe. On his journey he chronicles the lives of an astonishing and unforgettable array of prospectors, trappers, millionaire freebooters, drifters, oilmen, Eskimos, Indians, and a remarkably kind and capable frontier nurse named Linda. In his foreword, novelist Howard Frank Mosher describes Edward Hoagland’s memoir as “the best book ever written about America’s last best place.” In the tradition of Twain’s Life on the Mississippi and Jonathan Rabin’s Old Glory, with a beautiful love story at its heart, this is an American masterpiece from a writer hailed by the Washington Post as “the Thoreau of our times.”", "isbn": "9781611457476", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-14", "number_print_pages": 208, "average_rating": 2.92, "title": "Alaskan Travels", "uuid": "udyoknqNDnSMzdGfyZcWKK", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781611457476/1377705701.86.jpg", "publisher": {"name": "Skyhorse Publishing, Inc.", "uuid": "YQuR3Tq6bTne3y5azJJx76"}, "author": "Edward Hoagland; Howard Frank Mosher", "status": 1}, "uuid": "cxKJKtQcZjBHqvgjdDpyiL", "annotation": ""},{"position": 20, "book": {"description": "<DIV>The music of Frank Sinatra, Limp Bizkit, Linkin Park, and many other artists provides the score to the reflections of a musician on the road in this memoir of Neil Peart's travels from Los Angeles to Big Bend National Park. The emotional associations and</div>", "isbn": "9781554907953", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2004-09-01", "number_print_pages": 440, "average_rating": 3.98, "title": "Traveling Music", "uuid": "mePzbGSRijvzNWJmYPVRx3", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Traveling%20Music/1372978199.22.jpg", "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "author": "Neil Peart", "status": 1}, "uuid": "bz8w5SqgFkauy699Xou5WX", "annotation": ""},{"position": 9, "book": {"description": "<p>In this enchanting memoir, acclaimed author and long- time Paris resident John Baxter remembers his yearlong experience of giving \"literary walking tours\" through the city. Baxter sets off with unsuspecting tourists in tow on the trail of Paris's legendary artists and writers of the past. Along the way, he tells the history of Paris through a brilliant cast of characters: the favorite caf&#233;s of Ernest Hemingway, F. Scott Fitzgerald, and James Joyce; Pablo Picasso's underground Montmartre haunts; the bustling boulevards of the late-nineteenth-century <em>fl&#226;neurs</em>; the secluded \"Little Luxembourg\" gardens beloved by Gertrude Stein; the alleys where revolutionaries plotted; and finally Baxter's own favorite walk near his home in Saint-Germain-des-Pr&#233;s.</p><p>Paris, by custom and design, is a pedestrian's city&#8212;each block a revelation, every neighborhood a new feast for the senses, a place rich with history and romance at every turn. <em>The Most Beautiful Walk in the World</em> is your guide, par excellence, to the true, off-the-beaten-path heart of the City of Lights.</p><p>Includes an excerpt from John Baxter's new book <em>The Perfect Meal</em>. </p>", "isbn": "9780062092052", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-24", "number_print_pages": 320, "average_rating": 3.47, "title": "The Most Beautiful Walk in the World", "uuid": "BK8SeSTUcERj5dUJhNjUAN", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092052/1378009621.65.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "John Baxter", "status": 1}, "uuid": "akiGPqF99Rf9hjCHZPaKc4", "annotation": ""},{"position": 44, "book": {"description": "<P>I found Serge&#8217;s advice mostly useful and it would have been churlish tohave refused his invitation to accompany him on a trip out in the countryto &#8220;forage for hidden treasures&#8221;. If the truth be known, I secretly couldn&#8217;t resist the novelty of passing time with a bloke called Serge Bastarde.&#8217;When ex-blues drummer John Dummer decamps to France to start up as an antiques dealer and live the simple life, he doesn&#8217;t count on meeting Serge Bastarde. The lovable (if improbably named) rogue and&#160;brocanteur offers to teach John the tricks of the trade in return for his help in a series of breathtakingly unscrupulous schemes. As the pair trawl through antiques markets and old farmhouses looking forhidden treasure, they get into more than their fair share of scrapes: whether they&#8217;re conning hearty lunches from unsuspecting old peasants, secretly manufacturing priceless collectibles or losing a Stradivarius to gypsies. Filled with eccentric characters, high jinks and unlikely adventures, this is a hilarious romp through the real rural France.", "isbn": "9781848399532", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-08-03", "number_print_pages": 320, "average_rating": 3.36, "title": "Serge Bastarde Ate My Baguette", "uuid": "bXtqaB7XGVTuyFcTyKPrgL", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Serge%20Bastarde%20Ate%20My%20Baguette/1372980780.97.jpg", "publisher": {"name": "Summersdale", "uuid": "6cYqSxPt6UfWDgf7AGyCbb"}, "author": "John Dummer", "status": 1}, "uuid": "gXWNsVVrfgX38RmxdhwNF7", "annotation": ""},{"position": 5, "book": {"description": "<P>Paul Theroux celebrates fifty years of wandering the globe by collecting the best writing on travel from the books that shaped him, as a reader and a traveler. Part philosophical guide, part miscellany, part reminiscence, <I>The Tao of Travel</I> enumerates &#8220;The Contents of Some Travelers&#8217; Bags&#8221; and exposes &#8220;Writers Who Wrote about Places They Never Visited&#8221;; tracks extreme journeys in &#8220;Travel as an Ordeal&#8221; and highlights some of &#8220;Travelers&#8217; Favorite Places.&#8221; Excerpts from the best of Theroux&#8217;s own work are interspersed with selections from travelers both familiar and unexpected:&#160;<BR><BR>Vladimir Nabokov&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; J.R.R. Tolkien&#160;<BR>Samuel Johnson&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Eudora Welty<BR>Evelyn Waugh&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;Isak Dinesen&#160;<BR>Charles Dickens&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; James Baldwin&#160;<BR>Henry David Thoreau&#160;&#160;&#160;&#160;&#160;&#160; Pico Iyer&#160;<BR>Mark Twain&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Anton Chekhov&#160;<BR>Bruce Chatwin&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; John McPhee<BR>Freya Stark&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Peter Matthiessen&#160;<BR>Graham Greene&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Ernest Hemingway<BR><BR>&#160;<I>The Tao of Travel</I> is a unique tribute to the pleasures and pains of travel in its golden age.</P>", "isbn": "9780547549194", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-19", "number_print_pages": 304, "average_rating": 3.56, "title": "The Tao of Travel", "uuid": "UD364gH2NVQ2NDT5aoNuk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549194/1376380487.96.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Paul Theroux", "status": 1}, "uuid": "epvZnQY2SEtqo35Yw4mLNN", "annotation": ""},{"position": 40, "book": {"description": "<DIV><DIV><B>How a&#160;Scotsman and his family lived the dream, making their&#160;vacation home permanent&#151;and how the local neighbors helped them endure that \"dream\"</B></DIV><DIV><I></I>&#160;</DIV><DIV><I>I could hardly believe my eyes. A cold mantle of white was rapidly transforming our sunny paradise into a bizarre winterscape of citrus Christmas trees, cotton wool palms and snowball oranges</I>.</div><DIV>&#160;</DIV><DIV>When the Kerr family leaves Scotland to grow oranges in a secluded valley on the island of Mallorca they are surprised to be greeted by the same freezing weather they left behind. They realize that their new orange farm is a bit of a lemon. Laughter, finds Peter Kerr, is the best medicine when faced with a local dish of rats and the live-chicken-down-a-chimney technique of household maintenance. But their Mallorcan neighbors help them adapt to their new life in this hilarious and revealing memoir, full of life and color, set against the breathtaking beauty of the Mediterranean.</DIV></DIV>", "isbn": "9781848399440", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-01", "number_print_pages": 320, "average_rating": 3.71, "title": "Snowball Oranges", "uuid": "AkqbWdikxpZaa3wiYfwtJF", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Snowball%20Oranges/1372979686.64.jpg", "publisher": {"name": "Summersdale", "uuid": "6cYqSxPt6UfWDgf7AGyCbb"}, "author": "Peter Kerr", "status": 1}, "uuid": "WR2CWrEdHfBDGJhK4yHRoQ", "annotation": ""},{"position": 27, "book": {"description": "<DIV><p>&#160;</p><DIV><DIV><B>The unforgettable story of Ruth Gruber&rsquo;s  rugged travels through Alaska and years spent helping refugees escape  to Israel in the nation&rsquo;s turbulent early days</B></div><DIV>&#160;</div></div><DIV>Drawing from hundreds of notebooks accumulated throughout her career, Gruber&rsquo;s breathtaking memoir spans some of the most significant events of the twentieth century, covering the years 1941 to 1952. She details her eighteen months spent surveying Alaska on behalf of the United States government, her role assisting Holocaust refugees&rsquo; emigration from war-torn Europe, and her relationships with some of the most important figures of the era, including Eleanor Roosevelt and Golda Meir.</div><DIV>Gruber describes these eleven years of her inspiring life with clarity and insight, providing an extraordinary inside look at some of the twentieth century&rsquo;s turning points.</div><p>&#160;</p></div>", "isbn": "9781453205730", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-10-19", "number_print_pages": 381, "average_rating": 4.68, "title": "Inside of Time", "uuid": "uoSmV8rkAhjC3NYqtKVesd", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Inside%20of%20Time/1373329380.49.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Ruth Gruber", "status": 1}, "uuid": "gmsodWkBkwH53ByCs2phB6", "annotation": ""},{"position": 14, "book": {"description": "Polly Letofsky left her Colorado home and headed west across 4 continents and over 14,000 miles -— by foot -- to become the first woman to walk around the world. In a spirit of adventure, along with the goal of raising global awareness for breast cancer, strangers welcomed her into their homes. The world had embraced her. But in the middle of Polly’s journey, 9/11 flung us all into a crossroads in world history, and she found herself navigating a vastly changing world.In 3mph she richly details her journey with humor and honest reflection, the good times and the hardships. Sometimes serious, sometimes funny, but always inspirational, her story encourages us all to take on our biggest challenges--one step at a time.", "isbn": "9780983208525", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-14", "number_print_pages": 0, "average_rating": 0.0, "title": "3mph: The Adventures of One Woman's Walk Around the World", "uuid": "nCs6etqTnyTXRYTi3ghabk", "cover_img": "https://cflare.oysterbooks.com/covers/Polly%20Letofsky/9780983208525/1383640696.06.jpg", "publisher": {"name": "Polly Letofsky", "uuid": "Xu29vVUt8iTChQQXS2w9W8"}, "author": "Polly Letofsky", "status": 1}, "uuid": "tdMLHcje9YHefChS6rcY3C", "annotation": ""},{"position": 22, "book": {"description": "<DIV><B>Exhilarating and funny, this memoir of a&#160;quest for the perfect wave includes a fascinating outsiders' view of America, as well as an account of a rich friendship</B></DIV><DIV>&#160;</DIV><DIV>Two childhood friends from small-town Wales meet in Miami for a summer road trip they've always dreamed of&#151;to chase the swell of a hurricane&#160;all the way up the East Coast in search of once-in-a-lifetime surf. As they follow Hurricane Dean, they also embark on a hilarious journey of self-discovery and a travel experience like no other. Mixing the humor of <I>Sideways</I> with the extreme conditions of <I>The Perfect Storm</I>, this quirky travelogue is&#160;destined to become a cult classic.</DIV>", "isbn": "9780857653949", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-01", "number_print_pages": 352, "average_rating": 3.64, "title": "Chasing Dean", "uuid": "mx9c3cSfv9Uxi3jkNAZaFd", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Chasing%20Dean/1372980765.13.jpg", "publisher": {"name": "Summersdale", "uuid": "6cYqSxPt6UfWDgf7AGyCbb"}, "author": "Tom Anderson", "status": 1}, "uuid": "rm7FXCPVbzJnBzQjqKatvX", "annotation": ""},{"position": 25, "book": {"description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>More than just a travel memoir, this book is a behind-the-scenes glimpse inside the antique book trade. Hurdling from one anecdote to the next, Bill Rees regales readers with his many adventures selling valuable books. From finding a first edition on a Parisian pub shelf to opening a store in Paris and trading rare titles with big names like Ian McEwan and Alan Sillitoe, this account is packed with amusing narrative. Driven by the joys and trials of the author's literary pursuit, the landscape of this quirky journey ranges from a small bookshop in Montpelier to a private library in Morocco, while the life path and story presented are a one-of-a-kind find.", "isbn": "9781908946041", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-04-01", "number_print_pages": 300, "average_rating": 0.0, "title": "The Loneliness of the Long Distance Book Runner", "uuid": "4PwQT2vkHtXQbRThb5ZScW", "cover_img": "https://cflare.oysterbooks.com/covers/Parthian%20Books/The%20Loneliness%20of%20the%20Long%20Distance%20Book%20Runner/1372981734.21.jpg", "publisher": {"name": "Parthian Books", "uuid": "SFbMshzTBrtCcSjCAMH5eY"}, "author": "Bill Rees", "status": 1}, "uuid": "DKMamHpzXqQowteqCEVQUJ", "annotation": ""},{"position": 13, "book": {"description": "<DIV><DIV><DIV>Drawing upon three decades of working, traveling, and living in Central America&#8217;s remote and dangerous landscapes, this memoir chronicles a journalist&#8217;s fascinating experiences with the people, politics, archaeology, and species of the rainforest, the cradle of Mayan civilization.&#160;The intense beauty of the forest, the fantastic locales, the ancient ruins, and the horrific violence of the jungle are brought to life through clear and compelling language. The author plays witness to archaeological discoveries, the transformation of the Lacandon people, the Zapatista indigenous uprising in Mexico, and increased drug trafficking, and she assists in the uncovering of a war crime. Great changes of the region, from a time when the jungle had virtually no roads and no visitors to the vacationers and adventure travelers who now arrive daily, are revealed in this unique exploration of the adaptation and resolve of a people.</DIV></DIV></DIV>", "isbn": "9781569769249", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-01", "number_print_pages": 272, "average_rating": 0.0, "title": "Maya Roads", "uuid": "cG6HpZU6iG9BhWjptBs8Ki", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/9781569769249/1378335821.17.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Mary Jo McConahay", "status": 1}, "uuid": "cD42f3cxHRj5emvVf763oS", "annotation": ""},{"position": 19, "book": {"description": "<DIV>Weaving&#160;a fascinating dialogue between the Old World as represented by Provence and the New World of the postmodern American university, this&#160;memoir&#160;describes in finely wrought detail a poet and critic of literary postmodernism moving his family to France and experiencing village life.&#160;Stories of amazing adjustments to a wildly different world&#160;are etched in beautiful prose, reading like a quest novel, a precise travelogue, an intense discourse on the visionary arts, and a rediscovery&#151;if not reinvention&#151;of the self as this contemporary American intellectual finds enlightenment in exile.</DIV>", "isbn": "9781609400811", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-05-28", "number_print_pages": 224, "average_rating": 0.0, "title": "Strangers in Paradise", "uuid": "HgjscSi4ShEHawLSESRN2Q", "cover_img": "https://cflare.oysterbooks.com/covers/Wings%20Press/Strangers%20in%20Paradise/1372977733.6.jpg", "publisher": {"name": "Wings Press", "uuid": "TFqNYJS8rHyBek3PXscxa4"}, "author": "Paul Christensen", "status": 1}, "uuid": "zioWexCaAdMpcqGf8jjWv7", "annotation": ""},{"position": 29, "book": {"description": "<p>Often seen as a magical paradise at the end of the world, Bhutan is inaccessible to most travellers. Set against the dramatic scenery of the Himalaya, this beguiling memoir recalls hardships and happiness in a land almost untouched by the West.</p> <p>When Britta Das goes to work as a physiotherapist in a remote village hospital, her good intentions are put to the test amid monsoons, fleas, and startling conditions. But as she visits homes in the mountains and learns the mysteries of Tantric Buddhism, the country captivates her very soul. Gaining insights into the traditions of the mystical kingdom, Britta makes friends, falls in love, and battles illness.</p> <p>Throughout it all, as she writes, she worries about the \"destructive nearness of technology\" and fears that Bhutan's charm and innocence may soon be lost. Still, Bhutan has endured for centuries, and there is no denying that the country has transformed her life forever.</p>", "isbn": "9781459717886", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-05-30", "number_print_pages": 224, "average_rating": 3.54, "title": "Buttertea at Sunrise", "uuid": "g6dzfKmb9apeYEda6QsV67", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781459717886/1377070153.93.jpg", "publisher": {"name": "Dundurn", "uuid": "gu6ozZ8hEmD9HC8RenLvbC"}, "author": "Britta Das", "status": 1}, "uuid": "zcUtvgTQbjqC2Hwknd7RqJ", "annotation": ""},{"position": 26, "book": {"description": "An Italian Canadian woman recounts her annual summer trips with her husband to her ancestral village of Supino, Italy, in this heartwarming hybrid of travel guide and memoir. Written with humor and heart, it describes her process of adjusting to life in her father&#8217;s hometown, as well as the eccentricities of its people. Supino&#8217;s colorful landscapes and citizens make for vivid stories, from pizzerias in sheep pastures and fish restaurants hidden in the woods to village-wide celebrations of figs, watermelon, azaleas, and artichokes. The book goes on to explain how with every trip, the budding Italian gains a deeper understanding of her connection to Supino and comes to more fully embrace her cultural heritage. Filled with brilliant stories about a fascinating land, this engaging narrative explores notions of identity and the restorative power of community.", "isbn": "9781770903647", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-01", "number_print_pages": 192, "average_rating": 0.0, "title": "Summers in Supino", "uuid": "mPMq3yWZJsyFLiZnBVEBZU", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Summers%20in%20Supino/1372981994.16.jpg", "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "author": "Maria Coletta McLean", "status": 1}, "uuid": "EWuakcvwYQfZchauD8wi3R", "annotation": ""},{"position": 4, "book": {"description": "Tiny Haines, Alaska, is ninety miles north of Juneau, accessible mainly by water or air—and only when the weather is good. There's no traffic light and no mail delivery; people can vanish without a trace and funerals are a community affair. Heather Lende posts both the obituaries and the social column for her local newspaper. If anyone knows the going-on in this close-knit town—from births to weddings to funerals—she does.<br> <br> Whether contemplating the mysterious death of eccentric Speedy Joe, who wore nothing but a red union suit and a hat he never took off, not even for a haircut; researching the details of a one-legged lady gold miner's adventurous life; worrying about her son's first goat-hunting expedition; observing the awe-inspiring Chilkat Bald Eagle Festival; or ice skating in the shadow of glacier-studded mountains, Lende's warmhearted style brings us inside her small-town life. We meet her husband, Chip, who owns the local lumber yard; their five children; and a colorful assortment of quirky friends and neighbors, including aging hippies, salty fishermen, native Tlingit Indians, and volunteer undertakers—as well as the moose, eagles, sea lions, and bears with whom they share this wild and perilous land. <br> <br> Like Bailey White's tales of Southern life or Garrison Keillor's reports from the Midwest, NPR commentator Heather Lende's take on her offbeat Alaskan hometown celebrates life in a dangerous and breathtakingly beautiful place.", "isbn": "9781565126565", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-03-29", "number_print_pages": 296, "average_rating": 3.76, "title": "If You Lived Here, I'd Know Your Name", "uuid": "zRmQ8m4rHyhiCEK33QQ93P", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126565/1377656787.52.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Heather Lende", "status": 1}, "uuid": "xfYsFef6zQUimUjBcc7DS", "annotation": ""},{"position": 17, "book": {"description": "<DIV>This fascinating tale of the author's cross-country hitchhiking journey is a captivating look into the pleasures and challenges of the open road. As the miles roll by he meets businessmen, missionaries, conspiracy theorists, and truck drivers from all ages and ethnicities who are eager to open their car doors to a wandering stranger. This memoir uncovers the hidden reality that the United States remains hospitable, quirky, and as ready as ever to offer help to a curious traveler. Demonstrating how hitchhiking can be the ultimate in adventure travel&#151;a thrilling exploration of both people and scenery&#151;this guide also serves as a hitchhiker's reference, sharing the history behind this communal form of travel while touching on roadside lore and philosophy.<BR></DIV>", "isbn": "9781569762370", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-05-01", "number_print_pages": 240, "average_rating": 3.39, "title": "Riding with Strangers", "uuid": "bGrrEaYwXnAAjutB6YPTdn", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Riding%20with%20Strangers/1372977174.42.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Elijah Wald", "status": 1}, "uuid": "CWwopbXRXqbcMwbAQ6iuzc", "annotation": ""},{"position": 1, "book": {"description": "<p>Jen, Holly, and Amanda are at a crossroads. They're feeling the pressure to hit certain milestones&#8212;scoring a big promotion, finding a soul mate, having 2.2 kids&#8212;before they reach their early thirties. When personal challenges force them to reevaluate their lives, they decide it's now or never to do something daring. Unable to gain perspective in fast-paced Manhattan, the three twentysomethings quit their coveted media jobs and leave behind their friends, boyfriends, and everything familiar to travel the globe. Dubbing themselves the Lost Girls, they embark on an epic yearlong search for inspiration and direction.</p><p>As they journey 60,000 miles across four continents and more than a dozen countries, Jen, Holly, and Amanda step far outside of their comfort zones, embracing every adventure and experience the world has to offer&#8212;shooting blowguns with Yagua elders in the Amazon, learning capoeira on the beaches of Brazil, volunteering with preteen girls at a school in rural Kenya, hiking with Hmong villagers in Vietnam, and driving through Australia in a psychedelic camper van. Along the way, the Lost Girls find not only themselves but also a lifelong friendship. Ultimately, theirs is a story of true sisterhood&#8212;a bond forged by sharing beds and backpacks, enduring exotic illnesses, fending off aggressive street vendors, trekking across rivers and over mountains, and standing by one another through heartaches, whirlwind romances, and everything in the world in between. </p><p>This candid and compelling memoir will speak to anyone who has ever felt the desire to spread her wings and discover the world with her best friends by her side.</p>", "isbn": "9780061993473", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-11", "number_print_pages": 560, "average_rating": 3.69, "title": "The Lost Girls", "uuid": "sUNaRQ4BZsLFy2hEGzgFTb", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061993473/1378009445.34.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jennifer Baggett", "status": 1}, "uuid": "MbmFeBvXfVKugFGktkygTg", "annotation": ""},{"position": 18, "book": {"description": "<DIV><DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Chronicling the author&#8217;s 10,000-mile &#147;Great Lakes Circle Tour,&#8221; this travel memoir seeks to answer a burning question: <I>Is there a Great Lakes culture, and if so, what is it?</I> Largely associated with the Midwest, the Great Lakes region actually has a culture that transcends the border between the United States and Canada. United by a love of encased meats, hockey, beer, snowmobiling, deer hunting, and classic-rock power ballads, the folks in Detroit have more in common with citizens in Windsor, Ontario, than those in Wichita, Kansas&#151;while Toronto residents have more in common with Chicagoans than Montreal's population. Much more than a typical armchair travel book, this humorous cultural exploration is filled with quirky people and unusual places that prove the obscure is far more interesting than the well known.</P></DIV></DIV></DIV>", "isbn": "9781569765050", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-02-01", "number_print_pages": 352, "average_rating": 3.52, "title": "The Third Coast", "uuid": "XJ4DPkki7nRqAhGDsB4sgm", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20Third%20Coast/1372977396.87.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Ted McClelland", "status": 1}, "uuid": "4jQ9mA6qy8xGc9oThxnHqk", "annotation": ""},{"position": 15, "book": {"description": "<b>Noted writer Jay Atkinson recreates Jack Kerouac's legendary <i>On the Road</i> journeys in contemporary North America</b><p>Jack Kerouac's iconic 1950s novel <i>On the Road</i> is a Beat Generation classic, chronicling the adventures and misadventures of Kerouac's travels crisscrossing North America with   Neal Cassady, William Burroughs, Allen Ginsberg, and other colorful companions. Now gifted writer Jay Atkinson hits the road to retrace Kerouac's legendary journey today. The author's experiences offer fascinating insights on American culture and society then and now and illuminate his own quest for self-understanding and discovery.<ul><li>Contrasts the life and landscape of Kerouac's 1940s and 1950s America with the realities today<li>Filled with unexpected adventures and strangers encountered on Atkinson's trips to New York, New Orleans, Chicago, Denver, Mexico City, and the California coast<li>Reveals Atkinson's engaging reflections on the search for personal identity and self<li>Other titles by Jay Atkinson: <i>Ice Time</i> (a <i>Publishers Weekly</i> Notable Book of the Year) and <i>Legends of Winter Hill</i> (a <i>Boston Globe</i> bestseller) as well as the novels <i>City in Amber</i> and <i>Caveman Politics</i></ul><p>Absorbing and beautifully written, <i>Paradise Road</i> is essential reading for Kerouac fans as well as lovers of engaging travel memoirs and anyone interested in American life and culture.", "isbn": "9780470594292", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-02-12", "number_print_pages": 288, "average_rating": 3.0, "title": "Paradise Road", "uuid": "jsKSvmL2qVrpsQ9qEKFcjA", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470594292/1379061740.86.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "Jay Atkinson", "status": 1}, "uuid": "BNoVZMsoaSF7o7fcBLcpua", "annotation": ""},{"position": 3, "book": {"description": "<p>Timbuktu: the African city known to legend as a land of scholars, splendour and mystery, a golden age in the Sahara Desert. But to many it is a vaguely recognizable name. With this fabled city as his goal, author Rick Antonson began a month-long trek. His initial plan? To get a haircut.<br/><br/>Rick narrates the history of this elusive destination through the teachings of his Malian guide Zak, and encounters with stranded tourists, a camel owner, a riverboat captain, and the people who call Timbuktu home.<br/><br/>The second edition of this important book outlines the volatile political situations in Timbuktu following the spring 2012 military coup in Mali and the subsequent capture of the city by Islamic extremists. Literally, it is a race against time to save the city's irreplaceable artifacts, mosques, and monuments, and to understand why Timbuktu's past is essential to the future of Africa.</p>", "isbn": "9781459710511", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-03", "number_print_pages": 310, "average_rating": 3.82, "title": "To Timbuktu for a Haircut", "uuid": "FPrWQmbujfiSr28w4mgNMf", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781459710511/1377657698.92.jpg", "publisher": {"name": "Dundurn", "uuid": "gu6ozZ8hEmD9HC8RenLvbC"}, "author": "Rick Antonson", "status": 1}, "uuid": "MdqKjoQvH2nUkSYDBooyck", "annotation": ""},{"position": 6, "book": {"description": "<DIV><DIV><b>On a Mediterranean island divided, a man finds peace in a time of perilous unrest in this stunning memoir</b></div><DIV><BR></div><DIV>In 1953, as the British Empire relaxes its grip upon the world, the island of Cyprus bucks for independence. Some cry for union with Athens, others for an arrangement that would split the island down the middle, giving half to the Greeks and the rest to the Turks. For centuries, the battle for the Mediterranean has been fought on this tiny spit of land, and now Cyprus threatens to rip itself in half.</div><DIV>&#160;</div><DIV>Into this escalating conflict steps Lawrence Durrell&mdash;poet, novelist, and a former British government official. After years serving the Crown in the Balkans, he yearns for a return to the island lifestyle of his youth. With humor, grace, and passable Greek, Durrell buys a house, secures a job, and settles in for quiet living, happy to put up his feet until the natives begin to consider wringing his neck. More than a travel memoir, this is an elegant picture of island life in a changing world.</div></div>", "isbn": "9781453261620", "language_code": "eng", "awards": [{"name": "Duff Cooper Prize Winner", "image": null, "uuid": "45Ja4ZF7ahuyPWUm9gKjPo"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-12", "number_print_pages": 364, "average_rating": 3.88, "title": "Bitter Lemons of Cyprus", "uuid": "5jqpVtEdBc6DnvSigqHMgh", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Bitter%20Lemons%20of%20Cyprus/1373330947.3.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Lawrence Durrell", "status": 1}, "uuid": "o5JhuzUTVQSJVVk5MkSBvZ", "annotation": ""},{"position": 41, "book": {"description": "<P><B>The tale of a scenic cycling trip&#8212;including an index of the 50 finest beers tasted on the trip</B></P><P><I>\"One more wouldn't hurt,\" said Mick. I looked at him doubtfully. \"I'm not sure. It's gone three o'clock already. What time does it get dark in Cornwall at this time of year?\"&#160;\"</I><I>Not for ages,\" said Mick, waving his hand dismissively. \"One more and then we'll get on.\"&#160;He headed back to the bar with our empty beer glasses.</I></P><P>As Ellie's 50th birthday approaches and her ambitions of a steady income, a successful career, and an ascent of Everest seem as far away as ever, she begins to doubt she's capable of achieving anything at all. So when her best friend Mick suggests a grueling cycle ride from Land's End to John O'Groats, she takes up the challenge. They opt for the scenic route which takes them along cycle paths, towpaths, and the back roads and byways of Britain, unable to resist sampling local beers in the pubs they pass along the way. But as the pints start to stack up faster than the miles they&#8217;re putting under their tires, Ellie wonders if they'll ever make it to the finishing line.", "isbn": "9780857655776", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-01", "number_print_pages": 320, "average_rating": 0.0, "title": "Mud, Sweat & Gears", "uuid": "4g7AyJKebsNmgoj9VHjda4", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale%20Publishers%20Ltd/9780857655776/1385166701.97.jpg", "publisher": {"name": "Summersdale", "uuid": "6cYqSxPt6UfWDgf7AGyCbb"}, "author": "Ellie Bennett", "status": 1}, "uuid": "wXR9fyMTqkB6nJkxsTuw5T", "annotation": ""},{"position": 28, "book": {"description": "<p>When Ann Leary and her husband, then unknown actor-comedian Denis Leary, flew to London in the early nineties for a brief getaway during Ann's second trimester of pregnancy, neither anticipated the adventure that was in store for them. The morning after their arrival, Ann's water broke as they strolled through London's streets. A week later their son, Jack, was born weighing only two pounds, six ounces, and it would be five long months before mother and son could return to the States.</p><p>In the meantime, Ann became an unwitting yet grateful hostage to Britain's National Health Service -- a stranger in a strange land plunged abruptly into a world of breast pumps and midwives, blood oxygen levels, mad cow disease, and poll tax riots. Desperately worried about the health of her baby, Ann struggled to adapt to motherhood and make sense of a very different culture. At once an intimate family memoir, a lively travelogue, and a touching love story, <strong>An Innocent, a Broad</strong> is utterly engaging and unforgettable.</p>", "isbn": "9780062032379", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-10-12", "number_print_pages": 256, "average_rating": 3.9, "title": "An Innocent, a Broad", "uuid": "WYBvvsnrVszrGR7gisJhUK", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062032379/1376490323.7.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Ann Leary", "status": 1}, "uuid": "yo4gxhC6VZZLZsxspabayX", "annotation": ""},{"position": 36, "book": {"description": "<DIV><DIV><b>Norman Lewis&rsquo;s fascinating, humorous, and powerful memoir of six decades spent traveling the globe<BR></b><BR>The consummate gentleman adventurer, writer Norman Lewis spent more than half a century exploring the globe and chronicling the amazing things he found. In <i>The World, the World</i>, with his usual literary deftness and narrative skill,Lewis recounts a life spent traveling.<BR><BR>Beginning with a life-altering encounter on a train in 1937, Lewis takes us from his eclectic Gordon Street home in London to the far reaches of Indochina, Vietnam, Guatamala, India, and more. He also documents his time in the British Intelligence Corps, his encounters with the likes of Ernest Hemingway and Ian Fleming, and his publishing experiences with Jonathan Cape. At once witty, insightful, and poignant, <i>The World, the World </i>is an essential volume for established Lewis fans and new readers alike.</div></div>", "isbn": "9781480433298", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-07-30", "number_print_pages": 239, "average_rating": 0.0, "title": "The World, the World", "uuid": "XNJhWVHVppbAqPt2nMoLon", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480433298/1377118506.04.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Norman Lewis", "status": 1}, "uuid": "TmKY8AAnrPvWYwVnDFqahh", "annotation": ""},{"position": 32, "book": {"description": "<br>\n<blockquote>&quot;Witty, wise, and full of heart, Gail  Storey&rsquo;s winning memoir of her hike on the Pacific Crest Trail at the age of  fifty-six is a book for every one who ever dreamed of taking the road less  traveled. <em>I Promise Not to Suffer</em> is as inspiring as it is hilarious, as  poignant as it is smart. It&rsquo;s one of those oh-please-don&rsquo;t-let-it-end books.  I&rsquo;d carry it in my backpack anywhere.&rdquo;&mdash;<strong>Cheryl Strayed, author of <em>Wild</em></strong></blockquote>\n  <p><br>\n  With comfortable urban lives in Houston, Texas, and career and life goals mostly accomplished, Gail D. Storey and her husband were in their fifties when they decided it was time to test themselves on a new path&mdash;a 2,663-mile path known as the Pacific Crest Trail, which stretches from Mexico to Canada. <br>\n  <br>\n  <em>I Promise Not to Suffer</em> is Gail's light-hearted yet heart-felt memoir about her and her husband's adventures and misadventures, deepening marriage, and reflections on being irrevocably changed by life on the trail. She was a novice hiker, while he was an experienced outdoorsman. Removed from their usual routines and living outside in the wilderness for months exposed hidden intricacies in their relationship. Hiking 20 miles a day over mountains, thirsting in the high desert of California, forcing frozen feet into icy socks and boots each morning in the High Sierra, stumbling through lava fields in Oregon&mdash;Gail was required to meet the elements on their own tough-love terms. From an encounter with a mountain lion to her mother's battle with cancer at home, she confronts each challenge with wit and brave style. While a dangerous loss of weight forces Gail to leave the PCT after 900 miles, she regains strength and later rejoins her husband on sections until he triumphantly reaches the northern terminus in Canada. <br>\n  <br>\n  Humorous yet honest, this journey of harrowing hilarity and reluctant revelations will be loved by active hikers (appendices include details of their unique ultralight gear and other essential how-to information), fans of female adventure stories, and armchair travelers alike.</p>\n<hr>\n<p><em><strong>Praise for I Promise Not To Suffer:</strong><br>\n  <br>\n  </em>&ldquo;At times wrenching memoir, at times hilarious, <em>I Promise Not to Suffer</em> pulls no punches and has a wicked sense of fun. Storey reminds me again of what  is possible with a big imagination, a dose of scrappy courage, and a lot of  love.&rdquo;<br>\n  --Peter Heller, author of <em>The Dog Stars</em> and <em>Kook<br>\n  &nbsp;<br>\n  </em>&ldquo;Some have called Gail Storey the Nora Ephron of the wilderness. With her  own unique wit, Storey shares Ephron&rsquo;s commitment to creating and tending a  long, nourishing marriage. <em>I Promise Not to Suffer</em> is a portrait of a  union that does not fray or break under pressure but is forged, toughened, and  tenderized.&rdquo;<br>\n  --Sara Davidson, author of<em> Leap!, Loose Change,</em> and <em>The December  Project<br>\n  </em><br>\n  &ldquo;Of the many books that I have read about hiking the Pacific Crest Trail, none  have captured the trail experience from so many different perspectives.Single  hikers, couples, and those who stay behind will all enjoy Gail Storey&rsquo;s account  of the challenges, the beauty, and the PCT community found along the way.&rdquo;<br>\n  --Liz Bergeron, Executive Director and CEO, Pacific Crest Trail Association </p>", "isbn": "9781594857461", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-15", "number_print_pages": 226, "average_rating": 4.5, "title": "I Promise Not To Suffer", "uuid": "okmFmk9MYvYR6RLmCGjwPa", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594857461/1377654710.68.jpg", "publisher": {"name": "The Mountaineers Books", "uuid": "CuGzkxfXsKr327nnE5cKN3"}, "author": "Gail D. Storey", "status": 1}, "uuid": "nyzvAF5EKG5X44c9ATtM9B", "annotation": ""}]