[{"position": 11, "book": {"publisher": {"name": "Carcanet Press Ltd.", "uuid": "pkGdkzrvq3ziucGmi8YPYW"}, "author": "William Butler Yeats", "status": 1, "average_rating": 0.0, "title": "The First Yeats", "uuid": "h8JXLzUMz9hrfrdf8Ev9iU", "cover_img": "https://cflare.oysterbooks.com/covers/Carcanet%20Press%20Ltd./The%20First%20Yeats/1372980790.06.jpg", "oyster_good_for_statement": "", "publication_date": "2010-05-01", "number_print_pages": 320, "oyster_summary": "", "description": "<DIV>This landmark edition makes many of&#160;Yeats's early poems available to readers for the first time, along with many of his own notes about Irish mythology and folklore. Though he is best known for his later, more political poems, such as <I>Easter 1916</I>, he began his career as a student of Blake, Shelley, and the pre-Raphaelites. Many of the poems included here have been previously overlooked or unpublished&#151;including many&#160;original versions of poems that became very well known after Yeats revised them.</DIV>", "isbn": "9781847778437", "language_code": "eng", "awards": []}, "uuid": "kDk45XgR9ifM6cgsftkwAD", "annotation": ""},{"position": 14, "book": {"publisher": {"name": "Philosophical Library/Open Road", "uuid": "Qo3hyiadjHYnTNxxFq5Wm8"}, "author": "Jean-Paul Sartre", "status": 1, "average_rating": 3.62, "title": "Essays in Aesthetics", "uuid": "wamBuHFnxt5DbsCVxqbPq8", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Aesthetics/1373330153.11.jpg", "oyster_good_for_statement": "", "publication_date": "2012-01-17", "number_print_pages": 146, "oyster_summary": "", "description": "<DIV><DIV>R<B>enowned French philosopher Jean-Paul Sartre references artists such as Tintoretto, Calder, Lapoujade, Titian, Raphael, and Michaelangelo in discussing how great art of the past relates to the challenges of his era</b></div><DIV><i>Essays in Aesthetics </i>is a provocative collection that considers the nature of art and its meaning. Sartre considers the artist&rsquo;s &ldquo;function,&rdquo; and the relation of art and the artist to the human condition. Sartre integrates his deep concern for the sensibilities of the artist with a fascinating analysis of the techniques of the artist as creator. The result is a vibrant manifesto of existentialist aesthetics.</div><DIV>&#160;</div><DIV>By looking at existentialism through the lens of great art, <i>Essays in Aesthetics</i> is just as valuable a read to the artist as it is to the philosopher.</div><DIV>&#160;</div></div>", "isbn": "9781453228562", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "d249bMWWYJEy6bsKrPs4E7", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Rudyard Kipling", "status": 1, "average_rating": 3.82, "title": "The Second Jungle Book", "uuid": "Jst4B4ugq3JfhFSji2Md63", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453774/1376367528.64.png", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 128, "oyster_summary": "", "description": "More tales of Mowgli, Baloo, Bagheera, Shere Khan and other jungle animals.", "isbn": "9781629453774", "language_code": "", "awards": []}, "uuid": "9DQiuCUAhsd5z2PYGE8kq", "annotation": ""},{"position": 12, "book": {"publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Rudyard Kipling", "status": 1, "average_rating": 3.79, "title": "Rudyard Kipling's Tales of Horror and Fantasy", "uuid": "LfcEkvin5RjFA2Hw5f3u7C", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Rudyard%20Kipling%27s%20Tales%20of%20Horror%20and%20Fantasy/1373329650.4.jpg", "oyster_good_for_statement": "", "publication_date": "2011-04-05", "number_print_pages": 798, "oyster_summary": "", "description": "<DIV><b>The complete horror, dark fantasy, and psychological suspense stories of Rudyard Kipling</b></div><DIV><b>&#160;</b></div><DIV>Rudyard Kipling, a major figure of English literature, used the full power and intensity of his imagination and writing ability in his excursions into fantasy. Kipling is considered one of England&rsquo;s greatest writers, but was born in Bombay. He was educated in England and returned to India in 1882, where he began writing fantasy and supernatural stories set in his native continent: <i>The Phantom Rickshaw</i>,<i> The Strange Ride of Morrowbie Jukes</i>,and his most famous horror story, <i>The Mark of the Beast </i>(1890). This masterwork collection, edited by Stephen Jones (Britain&rsquo;s most accomplished and acclaimed anthologist) for the first time collects all of Kipling&rsquo;s supernatural fiction, ranging from traditional ghost stories to psychological horror.</div><BR>", "isbn": "9781453216088", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "FDDg5C65MazGRinkZ2snqa", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Rigoberta Menchu", "status": 1, "average_rating": 3.63, "title": "I, Rigoberta Menchu", "uuid": "RT6fjrnjYPDwLntMBnmsbn", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674718/1386003341.39.jpg", "oyster_good_for_statement": "", "publication_date": "2010-01-12", "number_print_pages": 320, "oyster_summary": "", "description": "<p>Now a global bestseller, the remarkable life of Rigoberta Menchú, a Guatemalan peasant woman, reflects on the experiences common to many Indian communities in Latin America. Menchú suffered gross injustice and hardship in her early life: her brother, father and mother were murdered by the Guatemalan military. She learned Spanish and turned to catechistic work as an expression of political revolt as well as religious commitment. Menchú vividly conveys the traditional beliefs of her community and her personal response to feminist and socialist ideas. Above all, these pages are illuminated by the enduring courage and passionate sense of justice of an extraordinary woman.</p>", "isbn": "9781844674718", "language_code": "English", "awards": [{"name": "Nobel Prize", "image": null, "uuid": "NEjvbQcMbdUSw5GWH4d4Gc"}]}, "uuid": "orJ8EkdbtBkes6KdkvQgQS", "annotation": ""},{"position": 4, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Wislawa Szymborska", "status": 1, "average_rating": 4.24, "title": "Here", "uuid": "xSsHBwAXGFpq4FXveEsZLH", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504643/1376380854.1.jpg", "oyster_good_for_statement": "", "publication_date": "2013-08-16", "number_print_pages": 96, "oyster_summary": "", "description": "<P>An exciting collection of poems by Wislawa Szymborska. When <I>Here</I> was published in Poland, reviewers marveled, &#8220;How is it that she keeps getting better?&#8221; These twenty-seven poems, as rendered by prize-winning translators Clare Cavanagh and Stanislaw Baranczak, are among her greatest ever. Whether writing about her teenage self, microscopic creatures, or the upsides to living on Earth, she remains a virtuoso of form, line, and thought.<br><BR>From the title poem:<br><BR>I can&#8217;t speak for elsewhere,<br>but here on Earth we&#8217;ve got a fair supply of everything.<br>Here we manufacture chairs and sorrows,<br>scissors, tenderness, transistors, violins, teacups, dams, and quips . . .<br><BR>Like nowhere else, or almost nowhere,<br>you&#8217;re given your own torso here,<br>equipped with the accessories required<br>for adding your own children to the rest.<br>Not to mention arms, legs, and astonished head.<br><BR><BR><BR> <p><BR> <p> <div></DIV> <div></DIV>", "isbn": "9780547504643", "language_code": "eng", "awards": []}, "uuid": "ZwFJw7sqjvHRnNm8L6nUF5", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Imre Kertesz", "status": 1, "average_rating": 3.6, "title": "Fiasco", "uuid": "qJuZqR5c5xzQP6SvVaQ6hR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612193298/1377114211.25.jpg", "oyster_good_for_statement": "", "publication_date": "2013-07-09", "number_print_pages": 368, "oyster_summary": "", "description": "<p>Translated into English at last, Fiasco joins its companion volumes Fatelessness and Kaddish for an Unborn Child in telling the epic story of the author's return from the Nazi death camps, only to find his country taken over by another totalitarian government.</p>\n<p>Fiasco, as Imre Kertesz himself has said, \"is fiction founded on reality” _ a Kafka-like account that is surprisingly funny in its unrelentingly pessimistic clarity, of the Communist takeover of his homeland. Forced into the army and assigned to escort military prisoners, the protagonist decides to feign insanity to be released from duty. But meanwhile, life under the new regime is portrayed almost as an uninterrupted continuation of life in the Nazi concentration camps _ which in turn, is depicted as a continuation of the patriarchal dictatorship of a joyless childhood. It is, in short, a searing extension of Kertesz's fundamental theme: the totalitarian experience seen as trauma not only for an individual, but for the whole civilization _ ours _ that made Auschwitz possible.</p>", "isbn": "9781612193298", "language_code": "English", "awards": []}, "uuid": "39KBFLYLC6iHqGPgomX5kf", "annotation": ""},{"position": 3, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Doris Lessing", "status": 1, "average_rating": 3.43, "title": "The Grandmothers", "uuid": "4bSWfT7c6oDbkXXc2xLYuG", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847660/1376487557.46.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 336, "oyster_summary": "", "description": "<p>In the title novel, two friends fall in love with each other's teenage sons, and these passions last for years, until the women end them, vowing a respectable old age. In <em>Victoria and the Staveneys</em>, a young woman gives birth to a child of mixed race and struggles with feelings of estrangement as her daughter gets drawn into a world of white privilege. <em>The Reason for It</em> traces the birth, faltering, and decline of an ancient culture, with enlightening modern resonances. <em>A Love Child</em> features a World War II soldier who believes he has fathered a love child during a fleeting wartime romance and cannot be convinced otherwise.</p>", "isbn": "9780061847660", "language_code": "eng", "awards": []}, "uuid": "B2LwcFJd7fZoAd8rHaUf7F", "annotation": ""},{"position": 5, "book": {"publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Veza & Elias Canetti", "status": 1, "average_rating": 0.0, "title": "\"Dearest Georg\": Love, Literature, and Power in Dark Times", "uuid": "EutV9JjL59jsVtD3EtDyhN", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513668/1378048695.84.jpg", "oyster_good_for_statement": "", "publication_date": "2010-02-02", "number_print_pages": 448, "oyster_summary": "", "description": "In 1934, Veza Taubner and Elias Canetti were married in Vienna. Elias describes the arrangement to his brother Georges as a “functional” marriage. Meanwhile, an intense intellectual love affair develops between Veza and Georges, a young doctor suffering fromtuberculosis. Four years later, Veza and Elias flee Nazi-ruled Vienna to London, where they lead an impoverished and extremely complicated marital life in exile.\r\nSpanning the major part of Elias’s struggle for literary recognition, from 1933, before the publication of his novel, Auto-da-Fé, to 1959, when he finished his monumental Crowds and Power, the Canetti letters provide an intimate look at these formative years through the prism of a veritable love triangle: the newly married Elias has a string of lovers; his wife, Veza, is hopelessly in love with an idealized image of his youngest brother, Georges; and Georges is drawn to good looking men as well as to his motherly sister-in-law. Independently and often secretly, the couple communicates with Georges, who lives in Paris: Veza tells of Elias’s amorous escapades and bouts of madness, Elias complains about Veza’s poor nerves and depression. Each of them worries about Georges’s health–if she could, Veza would kiss away the germs. Georges is an infrequent correspondent, but he diligently stores away the letters from his brother and sister-in-law. In 2003, long after his death, they were accidentally discovered in a Paris basement and comprise not only a moving and insightful document, but real literature.\r\n\r\n\r\nFrom the Hardcover edition.", "isbn": "9781590513668", "language_code": "English", "awards": []}, "uuid": "a7LiarLxLjHuKXQ6WuD2Fk", "annotation": ""},{"position": 11, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "George Bernard Shaw", "status": 1, "average_rating": 3.87, "title": "Pygmalion", "uuid": "xRqoG53JVNDPRFTnoe92Me", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452579/1376114625.78.png", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 96, "oyster_summary": "", "description": "", "isbn": "9781629452579", "language_code": "", "awards": []}, "uuid": "nAjCPYyt7idLcMzDSqcCM", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "Emereo Publishing", "uuid": "6UrzPCZ4vwit58ZWJykK9i"}, "author": "Lewis Sinclair", "status": 1, "average_rating": 3.71, "title": "Main Street - The Original Classic Edition", "uuid": "GviEMWGvFqGbLqVvVSvYa4", "cover_img": "https://cflare.oysterbooks.com/covers/Emereo%20Publishing/9781486417278/1378348010.7.jpg", "oyster_good_for_statement": "", "publication_date": "2012-10-24", "number_print_pages": 230, "oyster_summary": "", "description": "Advice for first time readers of Sinclair Lewis: Start with Main Street. I started with Babbitt, a worthy novel, but inferior to Main Street. They share a nimble, though often heavy handed touch of irony, and good characterization; and Mr. Lewis trenchant social commantary is present in both.\n<p>\nWe all know the story: Carol Kennicott (nee Milford), educated at tiny Blodgett College, wants action: She wants to travel and live in a big city where she can see plays and hobnob with intellectuals. She meets future husband Dr. Will Kennicott at a St. Paul dinner party; (Throughout the novel, her feelings toward Will oscillate between admiration for his efficient practice and good nature, and discomfort with his depthless character). Will coaxes Carol onto a train bound for the hamlet of Gopher Prairie, Minnesota. The bulk of the novel, which, considering the context, could be considered picaresque, consists of Carols haphazard attempts to reform the obdurate, immobile mindsets of the citizens of her new home. Among the improvements Carol suggests are a library board composed of the well read men of the town, and a campaign to renew interest in reading (In a town where the great books are bypassed for the contemporary moralistic, optimistic, and religious authors), and a theater company containing one fine actor and a supporting cast of hams, who bungle through one play (the frivolous Girl from Kankakee; poor carol had Shaw or Sophocles in mind. Throughout the novel, Carol evinces a blinding fear of living as a stereotypic denizen of the American Main Street; her fears are intensified by the birth of her son another fetter that could prevent a night train escape from Gopher Prairie), and the loss of several friends (the most notable being Miles Bjornstam, a Swedish horse trader who leaves for Canada after his wifes death) Made desperate by the seeming ineffectuality of her reform efforts, and these fears of decline into a town matron, Carol runs off to Washington D.C. for a period, before returning half broken to Gopher Prairie, tractable while still picturing herself as a maverick.\n<p>\nMain Street is truly a marvelous book, but there are flaws. Irony peppered moderately in a story can lend life and humor; too much can overwhelm the reader with a sense that the author has no other crutch than easy, predictable amusement. Also, this being an episodic novel, there sometimes seems to be little tying the book together save for the overpowering contagion of yearning for excitement, reform, and freedom that leaves Carol and others in Gopher Prairie so disappointed. These should not be deterent enough to suggest you steer clear of Main Street, though. As with every marred but overall fantastic booke light breaks the dark for the reader willing to overlook flaws that, were he or she writing the novel, he or she couldnt have ironed out. As glorious a work of literature as it is an historical document, this is a delight for any serious or recreational reader.", "isbn": "9781486417278", "language_code": "eng", "awards": []}, "uuid": "2P9BDPCnHTKc8FTeEyYJVL", "annotation": ""},{"position": 22, "book": {"publisher": {"name": "Philosophical Library/Open Road", "uuid": "Qo3hyiadjHYnTNxxFq5Wm8"}, "author": "André Gide", "status": 1, "average_rating": 4.27, "title": "Autumn Leaves", "uuid": "9dBzmMbWbveNgRhNbZHYzJ", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/9781453240427/1377118300.93.jpg", "oyster_good_for_statement": "", "publication_date": "2012-02-14", "number_print_pages": 300, "oyster_summary": "", "description": "<DIV><b>This collection of reflective essays forms a &ldquo;spiritual autobiography&rdquo; of Andr&eacute;</b> <b>Gide, a key figure of French letters</b></div><DIV>&#160;</div><DIV>Andr&eacute; Gide, a literary and intellectual giant of twentieth-century France, mines his memories and personal observations in this collection of essays. Gide&rsquo;s reflections and commentary masterfully showcase his delicate writing style and evocative sensibility, yielding new insights on writers such as Goethe and contemporaries Joseph Conrad, Nicolas Poussin, Arthur Rimbaud, and Paul-Marie Verlaine.</div><DIV>&#160;</div><DIV>Through it all, Gide skillfully investigates humanity&rsquo;s contradictory nature and struggles to resolve the moral, political, and religious conflicts inherent in daily life.</div><DIV>&#160;</div><DIV>This ebook features a new introduction by Jeanine Parisier Plottel, selected quotes, and an image gallery.</div>", "isbn": "9781453240427", "language_code": "eng", "awards": []}, "uuid": "zutEKPVuw2N6TZEvPHvrGf", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Imre Kertesz", "status": 1, "average_rating": 3.56, "title": "The Pathseeker", "uuid": "T7aPmCXNNC69UNmLKtLAbR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612193274/1377114818.02.jpg", "oyster_good_for_statement": "", "publication_date": "2013-07-09", "number_print_pages": 125, "oyster_summary": "", "description": "<p>The acclaimed Hungarian Holocaust survivor Imre Kertész continues his investigation of the malignant methodologies of totalitarianism in a major work of fiction.</p>\n<p>In a mysterious middle-European country, a man identified only as \"the commissioner” undertakes what seems to be a banal trip to a nondescript town with his wife—a brief detour on the way to a holiday at the seaside—that turns into something ominous. Something terrible has happened in the town, something that no one wants to discuss. With his wife watching on fearfully, he commences a perverse investigation, rudely interrogating the locals, inspecting a local landmark with a frightening intensity, traveling to an outlying factory where he confronts the proprietors ... and slowly revealing a past he's been trying to suppress.</p>\n<p>In a limpid translation by Tim Wilkinson, this haunting tale lays bare an emotional and psychological landscape ravaged by totalitarianism in one of Kertész's most devastating examinations of the responsibilities of and for the Holocaust.</p>", "isbn": "9781612193274", "language_code": "English", "awards": []}, "uuid": "ReUv6FAPAZvzPhkdKjwJ2M", "annotation": ""},{"position": 0, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Aleksandr I. Solzhenitsyn", "status": 1, "average_rating": 4.18, "title": "In the First Circle", "uuid": "2YzBA3avGjPSx8pj9phV6T", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062194886/1378009790.2.jpg", "oyster_good_for_statement": "", "publication_date": "2012-01-03", "number_print_pages": 784, "oyster_summary": "", "description": "<p>The thrilling cold war masterwork by the nobel prize winner, published in full for the first time</p><p>Moscow, Christmas Eve, 1949.The Soviet secret police intercept a call made to the American embassy by a Russian diplomat who promises to deliver secrets about the nascent Soviet Atomic Bomb program. On that same day, a brilliant mathematician is locked away inside a Moscow prison that houses the country&#39;s brightest minds. He and his fellow prisoners are charged with using their abilities to sleuth out the caller&#39;s identity, and they must choose whether to aid Joseph Stalin&#39;s repressive state&#8212;or refuse and accept transfer to the Siberian Gulag camps . . . and almost certain death.</p><p>First written between 1955 and 1958, <em>In the First Circle</em> is Solzhenitsyn&#39;s fiction masterpiece. In order to pass through Soviet censors, many essential scenes&#8212;including nine full chapters&#8212;were cut or altered before it was published in a hastily translated English edition in 1968. Now with the help of the author&#39;s most trusted translator, Harry T. Willetts, here for the first time is the complete, definitive English edition of Solzhenitsyn&#39;s powerful and magnificent classic.</p>", "isbn": "9780062194886", "language_code": "eng", "awards": []}, "uuid": "fy5ABVuvutoBFWM3Kd2tgY", "annotation": ""},{"position": 7, "book": {"publisher": {"name": "University of Virginia Press", "uuid": "7gyRHWHtnxvL9JUBZUnrYZ"}, "author": "John Steinbeck", "status": 1, "average_rating": 3.86, "title": "Steinbeck in Vietnam", "uuid": "LWXwdg92WcWzWeUqzRicWJ", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Virginia%20Press/9780813932705/1379660753.47.jpg", "oyster_good_for_statement": "", "publication_date": "2012-03-29", "number_print_pages": 224, "oyster_summary": "", "description": "<P><P>Although his career continued for almost three decades after the 1939 publication of The Grapes of Wrath, John Steinbeck is still most closely associated with his Depression-era works of social struggle. But from Pearl Harbor on, he often wrote passionate accounts of America’s wars based on his own firsthand experience. Vietnam was no exception.</P><P>Thomas E. Barden’s  <I>Steinbeck in Vietnam</I> offers for the first time a complete collection of the dispatches Steinbeck wrote as a war correspondent for  <I>Newsday.</I> Rejected by the military because of his reputation as a subversive, and reticent to document the war officially for the Johnson administration, Steinbeck saw in  <I>Newsday</I> a unique opportunity to put his skills to use. Between December 1966 and May 1967, the sixty-four-year-old Steinbeck toured the major combat areas of South Vietnam and traveled to the north of Thailand and into Laos, documenting his experiences in a series of columns titled Letters to Alicia, in reference to  <I>Newsday</I> publisher Harry F. Guggenheim’s deceased wife. His columns were controversial, coming at a time when opposition to the conflict was growing and even ardent supporters were beginning to question its course. As he dared to go into the field, rode in helicopter gunships, and even fired artillery pieces, many detractors called him a warmonger and worse. Readers today might be surprised that the celebrated author would risk his literary reputation to document such a divisive war, particularly at the end of his career.</P><P>Drawing on four primary-source archives—the Steinbeck collection at Princeton, the Papers of Harry F. Guggenheim at the Library of Congress, the Pierpont Morgan Library’s Steinbeck holdings, and the archives of  <I>Newsday</I>—Barden’s collection brings together the last published writings of this American author of enduring national and international stature. In addition to offering a definitive edition of these essays, Barden includes extensive notes as well as an introduction that provides background on the essays themselves, the military situation, the social context of the 1960s, and Steinbeck’s personal and political attitudes at the time.</P></P>", "isbn": "9780813932705", "language_code": "eng", "awards": []}, "uuid": "CzTxjTkeCypHoEWGDM6hcS", "annotation": ""},{"position": 6, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1, "average_rating": 3.91, "title": "The Good Earth", "uuid": "iwtLBHBMP2ETShBA5bDZ9F", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Good%20Earth/1373331001.54.jpg", "oyster_good_for_statement": "", "publication_date": "2012-08-21", "number_print_pages": 357, "oyster_summary": "", "description": "<DIV><b>Pearl S. Buck&rsquo;s timeless masterpiece, the Pulitzer Prize&ndash;winning story of a farmer&rsquo;s journey through China in the 1920s</b></div><DIV><i><BR>The Good Earth </i>is Buck&rsquo;s classic story of Wang Lung, a Chinese peasant farmer, and his wife, O-lan, a former slave. With luck and hard work, the couple&rsquo;s fortunes improve over the years: They are blessed with sons, and save steadily until one day they can afford to buy property in the House of Wang&mdash;the very house in which O-lan used to work. But success brings with it a new set of problems. Wang soon finds himself the target of jealousy, and as good harvests come and go, so does the social order. Will Wang&rsquo;s family cherish the estate after he&rsquo;s gone? And can his material success, the bedrock of his life, guarantee anything about his soul?</div><DIV>&#160;</div><DIV>Winner of the Pulitzer Prize and the William Dean Howells Award, <i>The Good Earth</i> was an Oprah&rsquo;s Book Club choice in 2004. A readers&rsquo; favorite for generations, this powerful and beautifully written fable resonates with universal themes of hope and family unity.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263563", "language_code": "eng", "awards": [{"name": "William Dean Howells Medal", "image": null, "uuid": "tWxEyYiACxoTvBiEBTehv3"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}]}, "uuid": "eAHsP73gZMo6UvGvAseSuc", "annotation": ""},{"position": 1, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Rudyard Kipling", "status": 1, "average_rating": 3.93, "title": "The Jungle Book", "uuid": "PCxfdzWs33HRmfomsK3uj", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453286/1376295098.08.png", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 160, "oyster_summary": "", "description": "The Jungle Books can be regarded as classic stories told by an adult to children. But they also constitute a complex literary work of art in which the whole of Kipling's philosophy of life is expressed in miniature. They are best known for the 'Mowgli' stories; the tale of a baby abandoned and brought up by wolves, educated in the ways and secrets of the jungle by Kaa the python, Baloo the bear, and Bagheera the black panther. The stories, a mixture of fantasy, myth, and magic, are underpinned by Kipling's abiding preoccupation with the theme of self-discovery, and the nature of the 'Law'.", "isbn": "9781629453286", "language_code": "", "awards": []}, "uuid": "FRyj7YU4MLpBrACdRkrQCG", "annotation": ""},{"position": 2, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "José Saramago", "status": 1, "average_rating": 3.91, "title": "Death with Interruptions", "uuid": "EUePdUncawt7zFDTaUCzGf", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547391601/1376379932.19.jpg", "oyster_good_for_statement": "", "publication_date": "2009-09-02", "number_print_pages": 256, "oyster_summary": "", "description": "<DIV><DIV><DIV><DIV><DIV>Nobel Prize-winner Jose Saramago's brilliant new novel poses the question -- what happens when the grim reaper decides there will be no more death?</DIV></DIV><DIV>&#160;</DIV><DIV>On the first day of the new year, no one dies. This of course&#160;causes consternation among politicians, religious leaders, morticians, and doctors. Among the general public, on the other hand, there is initially celebration&#151;flags are hung out on balconies, people dance in the streets. They have achieved the great goal of humanity: eternal life. Then reality hits home&#151;families are left to care for the permanently dying, life-insurance policies become meaningless, and funeral parlors are reduced to arranging burials for pet dogs, cats, hamsters, and parrots.</DIV><DIV><BR>Death sits in her chilly apartment, where she lives alone with scythe and filing cabinets, and contemplates her experiment: What if no one ever died again? What if she, death with a small <I>d,</I> became human and were to fall in love?</div></DIV></DIV></DIV>", "isbn": "9780547391601", "language_code": "eng", "awards": []}, "uuid": "qkKu8KBnp76ZdBfsxwuzGm", "annotation": ""},{"position": 19, "book": {"publisher": {"name": "Emereo Publishing", "uuid": "6UrzPCZ4vwit58ZWJykK9i"}, "author": "Shaw George", "status": 1, "average_rating": 3.88, "title": "Man and Superman - The Original Classic Edition", "uuid": "dopDPsDaaZpQXHX2uVfqwh", "cover_img": "https://cflare.oysterbooks.com/covers/Emereo%20Publishing/9781486416523/1378348020.28.jpg", "oyster_good_for_statement": "", "publication_date": "2012-10-24", "number_print_pages": 102, "oyster_summary": "", "description": "George Bernard Shaw was called, with good reason, the English Nietzsche. Though Nietzsche was an aristocrat and Shaw a socialist, both cherished the dream of the superman and looked forward to the day when he would be realised. \n<p>\nBoth, however, were characterised by their mordant wit and intellectual cynicism, in which Man and Superman abounds. Shaw manages to compress a number of disparate themes into a relatively taut dramatic format, even throwing in a scene in which Don Juan, the Devil and a gang of anarchist brigands make an appearance. \n<p>\nThe central event of the plot involves the wealthy Tanner, a member of the Idle Rich Class making himself subservient to the Life Force and seeking the perfect woman to marry, who would guarantee him a very special offspring, his ideal, the superman himself. Though Shaw was not known to have read the works of Bergson at that time, nor to have been conversant with his vitalist doctrine of the Life Force, his use of the Life Force motif and the philosophical underpinnings of the play attest to a pure Bergsonism. \n<p>\nThe most delightful part, however, is the Revolutionists Handbook at the end, which contains Shaws most scandalous anti-Establishment jibes. For instance, Do not do unto others as you would them do unto you. They might not have the same taste.", "isbn": "9781486416523", "language_code": "eng", "awards": []}, "uuid": "eCa4Hxg2EC5gTPFSX73ecR", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "Wings Press", "uuid": "TFqNYJS8rHyBek3PXscxa4"}, "author": "Pablo Neruda", "status": 1, "average_rating": 0.0, "title": "Sublime Blue", "uuid": "Nafzs54FjffBa2CkBzpwjP", "cover_img": "https://cflare.oysterbooks.com/covers/Wings%20Press/Sublime%20Blue/1372982030.76.jpg", "oyster_good_for_statement": "", "publication_date": "2013-04-01", "number_print_pages": 104, "oyster_summary": "", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A translation of Pablo Neruda&#8217;s early collections of odes,&#160;this book features poems that are addressed to hope and to gloom, to numbers and to the atom, to blue flowers and to artichokes. Reflecting the lucent, candid vitality driving Neruda&#8217;s charming accounts, these poems celebrate things big and the small: even lamentations become commemorations. Compassionately amused one moment then sobered by injustice and supportive of resistance the next, this bilingual compilation will appeal to fans of one of the 20th century&#8217;s most popular poets.", "isbn": "9781609401955", "language_code": "eng", "awards": []}, "uuid": "ULEs5bDanXUz9S6Rxg5hy6", "annotation": ""},{"position": 18, "book": {"publisher": {"name": "Emereo Publishing", "uuid": "6UrzPCZ4vwit58ZWJykK9i"}, "author": "Lewis Sinclair", "status": 1, "average_rating": 0.0, "title": "Babbitt - The Original Classic Edition", "uuid": "eNgLByoubCLz8pQh6nBZyK", "cover_img": "https://cflare.oysterbooks.com/covers/Emereo%20Publishing/9781486416561/1378348009.04.jpg", "oyster_good_for_statement": "", "publication_date": "2012-10-24", "number_print_pages": 168, "oyster_summary": "", "description": "Sinclair Lewis wrote a series of satires that exposed the hypocrisy of early 20th century America. \"Babbitt\" is a snapshot of the life of George F. Babbitt, a somewhat prosperous middle class businessman who lives in Zenith, Ohio. Zenith has a population of 300,000+, and has an active business community. This community has its own rituals and ironclad rules. These rules consist of being one of the gang, being a member of all the right clubs and organizations, and never deviating from the ideals of business and money. These rules cause enormous difficulties for Babbitt when he goes through a midlife crisis at the end of the book and begins spouting liberal ideas and associating with the \"wrong\" crowd.\n<p>\nThis is my first encounter with Sinclair Lewis. I really don't know why I chose to read \"Babbitt\" first, as I also have copies of \"Main Street\" and \"Arrowsmith\". I think it was the unusual cover of the Penguin edition, which is a picture of a painting called \"Booster\" by Grant Wood. To me, that picture IS Babbitt, and I'll always be able to see Babbitt in my head whenever I'm reminded of this book.There really isn't a lot of symbolism here (and the symbolism that is here is pretty easy to decipher) and the prose is much closer to our present day writing and speech. This is brilliant satire, and you'll laugh out loud at many of the situations Babbitt gets himself into. An especially hilarious incident occurs when one of the local millionaire businessmen finally accepts an invitation to dine with Babbitt. The evening goes badly because Babbitt is in a lower social class. Lewis then shows Babbitt going to a dinner at an old friends house who is in a lower class then him. It's hilarious to see the similarities between the two events, and it brings home how class is strictly enforced in Zenith, and by extension, America.\n<p>\nBabbitt is a person that I found myself both hating and liking, often within the space of one page. He's ignorant, in that he is a major conformist who often repeats slogans and phrases merely because others in his circle say the same things. He's a namedropper who refers to people he doesn't even know as though they were his best friends. He's also high volume. Babbitt is one of those people we all know who is always boisterous and noisy so they can hide their own insecurities or ignorance. Just when you think you can't stand Babbitt for another second, Lewis tosses in a situation that makes you feel for the man. Babbitt is the boss at a real estate company, and he worries about his employees liking him. When a confrontation arises with one of his salesmen, Babbitt frets and doesn't want to fire the guy, although the rules of business eventually force him to do exactly that. He wants all of his employees to like him. He also feels bad about cheating on his wife while she is away and worries about what his children will think of him when he comes in drunk after a night of carousing. Ultimately, although Babbitt can be a major heel, the reader is almost forced to sympathize with him. This is true especially at the end of the book, when Babbitt renounces his liberal ways and rejoins his old colleagues. His return to the pack is not quite complete, however. Babbitt is changed by his transgression, and has learned a few lessons that he imparts to his son on the last page of the book, thus ending the tale on an upbeat note.\n<p>\nThis book is both funny and sad, but well worth reading. Sinclair Lewis eventually won Pulitzer and Nobel prizes for his literary endeavors. It's not hard to see why. Recommended.", "isbn": "9781486416561", "language_code": "eng", "awards": []}, "uuid": "bADDq3vctTE7i3KhwrpfTg", "annotation": ""},{"position": 17, "book": {"publisher": {"name": "Philosophical Library/Open Road", "uuid": "Qo3hyiadjHYnTNxxFq5Wm8"}, "author": "Jean-Paul Sartre", "status": 1, "average_rating": 0.0, "title": "To Freedom Condemned", "uuid": "QWzAJkm5ui5Wtng2KQieY5", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/To%20Freedom%20Condemned/1373330165.69.jpg", "oyster_good_for_statement": "", "publication_date": "2012-01-17", "number_print_pages": 166, "oyster_summary": "", "description": "<DIV><DIV>J<B>ean-Paul Sartre&rsquo;s most influential existentialist work, <i>Being and Nothingness</i></b><B>, broken down into its most fertile ideas <BR></b>In <I>To Freedom Condemned</i>, Sartre&rsquo;s most influential work, <I>Being and Nothingness</i>, is laid bare, presenting the philosopher&rsquo;s key ideas regarding existentialism. Covering the philosophers Hegel, Heidegger, and Husserl, and mulling over such topics as love, God, death, and freedom, <I>To Freedom Condemned</i> goes on to consider Sartre&rsquo;s treatment of the complexities around human existence.</div><DIV></div></div>", "isbn": "9781453228821", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "o69FCtyUuWxFJ49xJZWnb4", "annotation": ""}]