[{"position": 4, "book": {"description": "<DIV><b>In an old Californian house, a young man commits a thoroughly modern crime</b></div><DIV><BR>Maria Estrada, a hard-partying girl with family ties to some of the toughest gangsters in California, had no idea an old mansion could be so beautiful. The boy who broke into it with her had a feeling she might be impressed. But by the time the night is over, Maria has been brutally killed, and the boy is nowhere to be found.</div><DIV>&#160;</div><DIV>It&rsquo;s up to PI Kate Blanchard and Luke Garrison, a criminal lawyer, to decipher what happened in the grand old mansion. To bring Maria&rsquo;s killer to justice, they must locate the elusive connection between the poverty where she was raised and the affluence of where she died. </div>", "isbn": "9781480423985", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-28", "number_print_pages": 482, "average_rating": 3.82, "title": "A Killing in the Valley", "uuid": "sSw2f2pJMBcBCknERMrVsk", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Killing%20in%20the%20Valley/1373336754.47.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "J. F. Freedman", "status": 1}, "uuid": "R4cS6oNQTXP8W72yb5JMjL", "annotation": ""},{"position": 5, "book": {"description": "<p>Angry 16 year-old misfit Mikal Fanon has just joined a gang of Neo-Nazi skinheads for reasons that are not entirely clear to him. He is taken in by the leader of the gang, Richard, and the two become fast (and best) friends. Emboldened by his new-found sense of belonging Mikal finds himself committing horrible acts of violence without a second thought. But two women threaten to tear his world apart - a gorgeous and passionate young Black activist on campus named Niani Shange, to whom Mikal finds himself hopelessly attracted, and Sherry Nicolas, Richard's new girlfriend who seems to be driving a wedge between the two young skinheads . . .</p><p>Sherry Nicolas, awkward, shy, and away from home for the first time in her life, finds comfort in a brand new circle of friends and a handsome new boyfriend - the charming and charismatic Richard Lovecraft. Richard leads Sherry into a wild, thrilling, fast-paced lifestyle that is also dangerous and troubling . . . the violent ''white power'' underground. Though very much in love with Richard, Sherry finds herself increasingly fascinated by a group of young leftist radicals on campus lead by Niani Shange and her platonic best friend, the rather ghoulish and unstable Jack Curry.</p><p>Sherry's (and Mikal's) attraction to these two radically opposite - yet eerily similar - forces threatens to throw fuel on an already smoldering fire, leading to a bloody and explosive end. Who will survive and who will be burned?</p>", "isbn": "9781440532252", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-07-01", "number_print_pages": 108, "average_rating": 4.0, "title": "In The Light of You", "uuid": "2QqvAaQJDtwKrg7JSiHqQW", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/49/491355185732.61.jpg", "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Nathan Singer", "status": 1}, "uuid": "KVX8vvstJ5QptDs3P368NQ", "annotation": ""},{"position": 8, "book": {"description": "<p>Right from the start, Bigger Thomas had been headed for jail. It could have been for assault or petty larceny; by chance, it was for murder and rape. <em>Native Son</em> tells the story of this young black man caught in a downward spiral after he kills a young white woman in a brief moment of panic. Set in Chicago in the 1930s, Wright's powerful novel is an unsparing reflection on the poverty and feelings of hopelessness experienced by people in inner cities across the country and of what it means to be black in America.</p>", "isbn": "9780061935411", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-16", "number_print_pages": 544, "average_rating": 3.88, "title": "Native Son", "uuid": "RsB6XfTgjDoo5uxxiJ5s5G", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061935411/1376528534.83.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Richard Wright", "status": 1}, "uuid": "wNsMSvfPujACRYJFwjnCXe", "annotation": ""},{"position": 12, "book": {"description": "<DIV>For detective Joe Lombardi, when a body is discovered dangling beneath the Carroll Street Bridge, the first place he turns to for answers is the nearby canal. With its long history of pollution and neglect, the canal has gained a dubious reputation for ruining people's lives -- Joe's included. But to Joe's younger partner, Alan D'Angelo, Joe is little more than a liability, a chain-smoking failure who stands in the way of a much-coveted promotion. Determined to turn the occasion of their investigation to his favor, Alan vows to end Joe's career by beating him to the killer and currying favor with their new boss. But when it comes to the canal nothing is ever what it seems: as Joe and Alan set out to catch their killer, they're about to stumble across an unspeakable secret, one that's waiting for them just beneath the water's dark surface...</div>", "isbn": "9780984515110", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-22", "number_print_pages": 173, "average_rating": 3.94, "title": "The Canal", "uuid": "uNCQK4CV7vrF2XB5Ds7xfU", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Canal/1372976334.83.jpg", "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Daniel Morris", "status": 1}, "uuid": "mns5QS9EbkfH7oY4P9ocZE", "annotation": ""},{"position": 21, "book": {"description": "<DIV><b>In the famous vineyards of Provence, blood has begun to flow like wine </b></div><DIV><BR>The vineyards of the Willesford Wine Group occupy a particularly choice section of French wine country. From the grapes of Provence, the owners of this impeccably managed syndicate have squeezed international fame and fortune. Next to their spectacular estate lies the petite Peregrine Winery, whose shadowy owners suddenly make repeated requests to buy Willesford&rsquo;s property&mdash;raising their offer each time.</div><DIV>&#160;</div><DIV>Unable to discern Peregrine&rsquo;s motive for these persistent attempts, the Willesford group sends for London&rsquo;s gourmet detective, a sleuth with impeccable reasoning and an even finer palate. When he arrives in Provence, he doesn&rsquo;t even have time to sample the <i>p&acirc;t&eacute;</i> before he finds a dead man leaning against a cart, dripping blood into the fine French <i>terroir</i>. For the winemakers of Provence, this will be an excellent year for murder.</div>", "isbn": "9781453277256", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-25", "number_print_pages": 279, "average_rating": 3.2, "title": "Dying on the Vine", "uuid": "KjuUVP8thFnqtsx9rLr3sc", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Dying%20on%20the%20Vine/1373331828.97.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Peter King", "status": 1}, "uuid": "FSq8ftXJrTGfJ8ZvuuxME4", "annotation": ""},{"position": 30, "book": {"description": "<p>Savagery prowls the back alleys of New Orleans while a gunpunk tries to pull the deal of his life.</p>", "isbn": "9781440541216", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-15", "number_print_pages": 0, "average_rating": 0.0, "title": "Bourbon Street", "uuid": "r2Cb9USsrjgxxkyvkgsKQK", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/253/2531355186192.92.jpg", "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "G.H. Otis", "status": 1}, "uuid": "wrnNczGr69HtoFCpy3joAD", "annotation": ""},{"position": 9, "book": {"description": "Benjamín Chaparro is a retired detective still obsessed by the brutal, decades-old rape and murder of a young married woman in her own bedroom. While attempting to write a book about the case, he revisits the details of the investigation. As he reaches into the past, Chaparro also recalls the beginning of his long, unrequited love for Irene Hornos, then just an intern, now a respected judge. Set in the Buenos Aires of the 1970s, Sacheri’s tale reveals the underpinnings of Argentina’s Dirty War and takes on the question of justice—what it really means and in whose hands it belongs.\r\n ", "isbn": "9781590514511", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-18", "number_print_pages": 0, "average_rating": 4.7, "title": "The Secret in Their Eyes", "uuid": "d2vcYVQTZxDqnvmEGjZLDV", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514511/1378049169.03.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Eduardo Sacheri", "status": 1}, "uuid": "YUWTuWTzhGfT2qF6ntgJNa", "annotation": ""},{"position": 28, "book": {"description": "Crime's an ugly constant in the big city. L.A. Chicago. New York. But when a savage murder brutalizes a small town and neighbor turns on neighbor, a tough-as-nails cop is essential to restoring order. Blood Land is a gritty, emotional saga set in the Wyoming badlands with both greed and vengeance at its core.When billions of dollars in natural gas rights hang in the balance and the town's top law officer's wife is slain by her own blood, a reluctant hero is forced to battle his own demons and ultimately choose between justice, revenge, and duty.In the tradition of Dennis Lehane, Tony Hillerman and James Lee Burke, Guthrie's sparse, haunting storytelling compliments his talent for creating richly-drawn, unflinching law officers with human frailties and a sense of justice.", "isbn": "9781301613496", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-29", "number_print_pages": 0, "average_rating": 0.0, "title": "Blood Land: A James Pruett Mystery (Volume One)", "uuid": "94uMZtKreBVofp4ygjFgNJ", "cover_img": "https://cflare.oysterbooks.com/covers/R.S.%20Guthrie/9781301613496/1384350526.69.jpg", "publisher": {"name": "R.S. Guthrie", "uuid": "t2b6F6Fpv6oTxiikTshzMV"}, "author": "R.S. Guthrie", "status": 1}, "uuid": "YMbMBxSEtUN5qumhpxF5MW", "annotation": ""},{"position": 26, "book": {"description": "<div></p>  Eighteen years ago, Richard Price's first novel, <I>The Wanderers, </I>was hailed by Hubert Selby, Jr., in the <I>New York Times Book Review </I>as \"an outstanding work of art.\" Three novels and a dozen years later, Price made an equally stunning debut in Hollywood with his screenplay for <I>The Color of Money, </I>which was nominated for an Academy Award. And in 1989 his script for <I>Sea of Love </I>was widely recognized as a key to that movie's great success. But none of these accomplishments prepares us for the power and the brilliance of his new novel: with <I>Clockers, </I>Richard Price takes a long step forward and joins the first rank of American writers.</p>  Rocco Klein, a veteran homicide detective in a city just outside Manhattan, has lost his appetite for the wild drama of the street. When a warm June night brings yet another drug murder, Rocco has no sense that the case is anything special. A black twenty-year-old steps forward to confess, but a little digging reveals that he's never been in any kind of trouble, whereas his brother runs a crew of street-corner cocaine dealers&#8212; clockers&#8212;in a nearby housing project. Soon Rocco is sure that Victor Dunham is innocent, sure that his brother Strike is the real killer, and suddenly Rocco's hunger for the job is back.</p> <p>But we know this brother, and we know Strike is not the killer. Driven and shrewd, Strike uses violence when he has to, but his primary concern is survival. He has been clocking for almost a year; if he could somehow move up to the ounce business, he might get off the street before it breaks him. But then Rocco Klein begins hounding him, and Strike's life becomes a nightmare.</p>  At once an explosive murder mystery and a riveting portrait of two lives on a collision course, <I>Clockers </I>is a spectacular achievement. Richard Price has given voice to the harrowing but vital landscape of the American inner city, and this is quite simply one of the best novels in years.</div>", "isbn": "9780547524085", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1992-06-02", "number_print_pages": 599, "average_rating": 4.07, "title": "CLOCKERS CL", "uuid": "CtaNa43rMJdCuzuMCTUFZk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524085/1376381542.51.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Richard Price", "status": 1}, "uuid": "K33ZyoRSyRbBHpm2bZcv2a", "annotation": ""},{"position": 14, "book": {"description": "On an early spring morning in Richmond, Virginia, in the year 1885, a young pregnant woman is found floating in the city reservoir. It appears that she has committed suicide, but there are curious clues at the scene that suggest foul play. The case attracts local attention, and an eccentric group of men collaborate to solve the crime. Detective Jack Wren lurks in the shadows, weaseling his way into the investigation and intimidating witnesses. Policeman Daniel Cincinnatus Richardson, on the brink of retirement, catches the case and relentlessly pursues it to its sorrowful conclusion. As the identity of the girl, Lillie, is revealed, her dark family history comes to light, and the investigation focuses on her tumultuous affair with Tommie Cluverius.\r\n   Tommie, an ambitious young lawyer, is the pride and joy of his family and the polar opposite of his brother Willie, a quiet, humble farmer. Though both men loved Lillie, it’s Tommie’s reckless affair that thrusts his family into the spotlight. With Lillie dead, Willie must decide how far to trust Tommie, and whether he ever understood him at all. Told through accumulating revelations, Tommie’s story finally ends in a riveting courtroom\r\nclimax.\r\n   Based on a true story, The Reservoir centers on a guilty and passionate love triangle composed of two very different brothers and one young, naive girl hiding an unspeakable secret. A novel of lust, betrayal, justice, and revenge, The Reservoir ultimately probes the question of whether we can really know the hearts and minds of others, even of those closest to us.\r\n ", "isbn": "9781590514450", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-21", "number_print_pages": 0, "average_rating": 3.34, "title": "The Reservoir", "uuid": "bSjuUwSViDrDUaRGSWQtNK", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514450/1378049083.14.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "John Milliken Thompson", "status": 1}, "uuid": "YCtgciuneP4vzacarzxfvL", "annotation": ""},{"position": 25, "book": {"description": "Teenage Johanna lives with her aunt Solveig in a small house bordering the forest on the outskirts of a remote coastal town in Finland. She leads a lonely existence that is punctuated by visits to her privileged classmate, Ulla Bäckström, who lives in the nearby luxury gated community. It isn’t until Ulla tells her the local lore about the American girl and the tragedy that took place more than thirty years before that Johanna begins to question how her parents fit into the story. She sets out to unravel her family history, the identity of her mother, and the dark secrets long buried with her father. In the process of opening closed doors, others in the community reflect back on the town’s history, on their youth, and on the dreams that play in their minds. Soon a new story emerges, that stirs up Johanna’s greatest fears, but ultimately leads to the answers she is searching for. The Glitter Scene is a riveting mystery that explores the roles of truth and myth, reality and fiction, and the repercussions of family secrets.", "isbn": "9781590514207", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-09", "number_print_pages": 500, "average_rating": 0.0, "title": "The Glitter Scene", "uuid": "PHaJCcpRWLRpcEUjLRXYdk", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514207/1378049109.32.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Monika Fagerholm", "status": 1}, "uuid": "cP7FjiBEq9tMpex5R5xctj", "annotation": ""},{"position": 20, "book": {"description": "<p>Forty-one-year-old school nurse Kate Cypher has returned home to rural Vermont to care for her mother who's afflicted with Alzheimer's. On the night she arrives, a young girl is murdered&#8212;a horrific crime that eerily mirrors another from Kate's childhood. Three decades earlier, her dirt-poor friend Del&#8212;shunned and derided by classmates as \"Potato Girl\"&#8212;was brutally slain. Del's killer was never found, while the victim has since achieved immortality in local legends and ghost stories. Now, as this new murder investigation draws Kate irresistibly in, her past and present collide in terrifying, unexpected ways. Because nothing is quite what it seems . . . and the grim specters of her youth are far from forgotten.</p><p>More than just a murder mystery, Jennifer McMahon's extraordinary debut novel, <em>Promise Not to Tell</em>, is a story of friendship and family, devotion and betrayal&#8212;tautly written, deeply insightful, beautifully evocative, and utterly unforgettable.</p>", "isbn": "9780061827488", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 256, "average_rating": 3.59, "title": "Promise Not to Tell", "uuid": "3ko3eRogh75Kz97SUU6d4W", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061827488/1376452222.32.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jennifer McMahon", "status": 1}, "uuid": "ZZams9hMG2mGwqrZVY5S7X", "annotation": ""},{"position": 6, "book": {"description": "<DIV>Brutal and violent, this tell-all is a personal account of the life of Razor Smith and the world in which he lived, where ruthlessness, viciousness, and savagery are prized and admired. In prison more than half of his life for assaults and armed robberies, Smith became confined in a peculiar kind of hell from which his only route of escape was to master the art of writing. His book shows us a face of crime not often encountered in run-of-the-mill true-crime books: a face as tender and intimate as a lover's, yet as frightening as a killer's. Powerfully written from beginning to end, this is an extraordinarily vivid account of how a kid from South London became a career criminal, a blistering indictment of a system that brutalized young offenders, and an unsentimental acknowledgment of the adrenaline-fueled thrills of the criminal life. Shocking, fascinating, and horrifying, it also reveals Smith as one of the most talented writers of his generation.<BR></DIV>", "isbn": "9781613745922", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-04-01", "number_print_pages": 496, "average_rating": 3.91, "title": "A Few Kind Words and a Loaded Gun", "uuid": "xPFNeng9XezvtQsyBGY3vh", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/A%20Few%20Kind%20Words%20and%20a%20Loaded%20Gun/1372981082.33.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Razor Smith", "status": 1}, "uuid": "khMNRTYNZhRi49YvD58ax4", "annotation": ""},{"position": 18, "book": {"description": "<p>Legendary <em>New York Times</em> bestselling author Elmore Leonard returns with three of his favorite characters: Jack Foley from <em>Out of Sight</em>, Cundo Rey from <em>LaBrava</em>, and Dawn Navarro from <em>Riding the Rap</em>.</p><p>Jack Foley, the charming bank robber from <em>Out of Sight</em>, is serving a thirty-year sentence in a Miami penitentiary, but he's made an unlikely friend on the inside who just might be able to do something about that. Fellow inmate Cundo Rey, an extremely wealthy Cuban criminal, arranges for Foley's sentence to be reduced from thirty years to three months, and when Jack is released just two weeks ahead of Cundo, he agrees to wait for him in Venice Beach, California.</p><p>Also waiting for Cundo is his common-law wife, Dawn Navarro, a professional psychic with a slightly ulterior motive for staying with Cundo: namely, she wants his money. And with the arrival of Jack, she sees the perfect partner in a plan to relieve Cundo of his fortune. Cundo may be Jack's friend, but does that mean he can trust him? And can either of them trust Dawn?</p><p><em>Road Dogs</em> is Elmore Leonard at his best&#8212;with his trademark tight plotting and pitch-perfect dialogue&#8212;and readers will love seeing Cundo, Jack, and Dawn back in action and working together . . . or are they?</p>", "isbn": "9780061876035", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-05-12", "number_print_pages": 288, "average_rating": 3.46, "title": "Road Dogs", "uuid": "S9PJumFwYhkLGWiDAEXJ7j", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061876035/1376528121.16.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Elmore Leonard", "status": 1}, "uuid": "e7myVDeZ94YYGRu6vroCeN", "annotation": ""},{"position": 17, "book": {"description": "<p>John Russell has been raised as an Apache. Now he's on his way to live as a white man. But when the stagecoach passengers learn who he is, they want nothing to do with him -- until outlaws ride down on them and they must rely on Russell's guns and his ability to lead them out of the desert. He can't ride with them, but they must walk with him or die.</p>", "isbn": "9780061832895", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 192, "average_rating": 3.88, "title": "Hombre", "uuid": "scG7ByhUMDXmS4YQtYpPv8", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061832895/1376452231.82.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Elmore Leonard", "status": 1}, "uuid": "VnD9YpZRYmp7ngSeacikNS", "annotation": ""},{"position": 13, "book": {"description": "<p>What if everything you thought you knew turned out to be a lie?</p><p>After a layoff and months of struggling, Alice Humphrey finally lands her dream job managing a new art gallery in Manhattan's trendy Meatpacking District. According to Drew Campbell, the well-heeled corporate representative who hires her, the gallery is a passion project for its anonymous, wealthy, and eccentric owner. Her friends think it sounds too good to be true, but Alice sees an opportunity to make a name for herself beyond the shadow of her famous father, an award-winning and controversial filmmaker.</p><p>Everything is perfect until the morning Alice arrives at work to find the gallery gone&#8212;the space stripped bare as if it had never been there&#8212;and Drew Campbell's dead body on the floor. Overnight, Alice's dream job has vanished, and she finds herself at the center of a police investigation, with the evidence mounting against her. The phone number Drew gave her links back to a disposable phone. The artist whose work she displayed doesn't seem to exist. And the dead man she claims is Drew has been identified as someone else.</p><p>When police discover ties between the gallery and a missing girl, Alice knows she's been set up. Now she has to prove it&#8212;a dangerous search for answers that will entangle her in a dark, high-tech criminal conspiracy and force her to unearth long-hidden secrets involving her own family . . . secrets that could cost Alice her life.</p>", "isbn": "9780062092229", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-21", "number_print_pages": 384, "average_rating": 3.66, "title": "Long Gone", "uuid": "99G9weBHDjZkmCX2WZtFTF", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092229/1378009557.45.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Alafair Burke", "status": 1}, "uuid": "ooZmoMZ2VjGtTuY64VHSGT", "annotation": ""},{"position": 7, "book": {"description": "<p>James Ellroy, Dan Brown, Ian Rankin, George Pelacanoes, Ken Bruen, Michael Connelly, Ridley Pearson . . . the roster of writers interviewed in these pages includes those who have won Edgar, Shamus, Anthony and Macavity awards. The interviews were conducted in person, or by phone, or both. Significantly, none of the interviews were placed before the authors for approval, massaging or tweaking of answers. The interviews were recorded on tape and are presented without rejuxtaposition or revision on the part of the novelists. This is how the writers spoke, what they said, casually, candidly and, more importantly, on the fly.</p>", "isbn": "9781440532450", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-01", "number_print_pages": 232, "average_rating": 0.0, "title": "Art in the Blood", "uuid": "xJRdMRgvWNDEfHReKHMpVS", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/59/591355185767.11.jpg", "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Craig McDonald", "status": 1}, "uuid": "ho5mrMrqWerxisijRB2j33", "annotation": ""},{"position": 23, "book": {"description": "Keller is your basic urban Lonely Guy.He makes a decent wage, lives in a nice apartment.Works the crossword puzzle.  Watches a little TV.  Until the phone rings and he packs a suitcase, gets on a plane, flies halfway across the country...and kills somebody.  It's a living.  But is it a life?  Keller's not sure.  He goes to a shrink, but it doesn't work out the way he planned.  He gets a dog, he gets a girlfriend.  He gets along.", "isbn": "9780061796685", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 352, "average_rating": 3.88, "title": "Hit Man", "uuid": "8DhmQHiJ6oDoetLCexZ5e9", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061796685/1376506563.9.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Lawrence Block", "status": 1}, "uuid": "yoc62fy8qK5wvK8MiK5rR8", "annotation": ""},{"position": 16, "book": {"description": "<DIV><b>Just days after the end of the USSR, a mysterious priest becomes a martyr</b></div><DIV><BR>In service of his beloved Orthodox Church, Father Merhum has spent decades battling Soviet <i>apparatchiks</i> and the KGB. Now the Soviet Union is gone, but the bureaucracy survives, and the aged priest makes plans to denounce Communist supporters, including some within the Church. He is on his way to Moscow when an assassin stops him with an ax. And as he dies, Merhum begs for forgiveness&mdash;a curious plea from a saint-to-be.</div><DIV>&#160;</div><DIV>The case falls to police inspectors Porfiry Rostnikov and Emil Karpo&mdash;a ruthless detective whose eerie appearance has earned him the nickname &ldquo;the vampire.&rdquo; But as they dig into the past of this celebrated village priest, they uncover strange church secrets and a conspiracy that would ensure that though Soviet Russia is finished, corruption will never die.</div>", "isbn": "9781453273524", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-16", "number_print_pages": 230, "average_rating": 3.98, "title": "Death of a Russian Priest", "uuid": "H8g5wSDtBayMixjSxV7jiZ", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Death%20of%20a%20Russian%20Priest/1373331564.42.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Stuart M. Kaminsky", "status": 1}, "uuid": "YbSizAQSppD8NLNBvHUUEc", "annotation": ""},{"position": 15, "book": {"description": "<DIV><b>Hjortsberg&rsquo;s Edgar Award&ndash;nominated classic about the hunt for a vanished singer that leads a detective into the depths of the occult</b></div><BR><DIV>Big-band frontman Johnny Favorite was singing for the troops when a Luftwaffe fighter squadron strafed the bandstand, killing the crowd and leaving the singer near death. The army returned him to a private hospital in upstate New York, leaving him to live out his days as a vegetable while the world forgot him. But Louis Cyphre never forgets.</div><DIV>&#160;</div><DIV>Cyphre had a contract with the singer, stipulating payment upon Johnny&rsquo;s death&mdash;payment that will be denied as long as Johnny clings to life. When Cyphre hires private investigator Harry Angel to find Johnny at the hospital, Angel learns that the singer has disappeared. It is no ordinary missing-person&rsquo;s case. Everyone he questions dies soon after, as Angel&rsquo;s investigation ensnares him in a bizarre tangle of black magic, carnival freaks, and grisly voodoo. When the sinister Louis Cyphre begins appearing in Angel&rsquo;s dreams, the detective fears for his life, his sanity, and his soul.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of William Hjortsberg including rare photos from the author&rsquo;s personal collection.</div>", "isbn": "9781453246580", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-13", "number_print_pages": 280, "average_rating": 4.0, "title": "Falling Angel", "uuid": "GArrHwswePUHEDyon2MuHA", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Falling%20Angel/1373330501.5.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "William Hjortsberg", "status": 1}, "uuid": "dozP6Y7KXVX83gd8kw3WPn", "annotation": ""},{"position": 2, "book": {"description": "<DIV>In this exciting and fast paced novel, <I>The Dean&rsquo;s List</I>, author Jimmy Petrosino introduces us to characters who are darkly compelling in an S.E. Hinton meets Cruel Intentions kind of way. Growing up, Dean Perrasani always dreamed of following in the footsteps of his idol and older brother, Tyler. At nineteen his dream would be fulfilled. Dean is now president of Phi Beta Regnum, the very fraternity Tyler ran nearly ten years earlier. To the outsider Regnum is your typical fraternity. But that&rsquo;s what they want everybody to believe. Secretly it&rsquo;s a crime syndicate created by one of the most ruthless mobsters in the world, Alfred Calarone. Seeing how much revenue could be generated on a university campus, Calarone took the same blueprint that worked for the mafia for so many years and implemented it onto a university, using teenagers with troubled pasts to do his dirty work. Dean, like the men before him, including Tyler, must run the fraternity like a mafia don. He must create his very own caporegime. And he must become immune to the violence and backstabbing that comes with the job. But Dean believes he can be different than the men before him, even his brother, and run the fraternity as a legitimate enterprise. But how? Not knowing which friend is his enemy and the constant struggle with his own demons, how does Dean keep himself in power long enough to pull off his master plan &ndash; that is to exact revenge on those responsible for murdering his older brother.</div>", "isbn": "9780983839507", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-30", "number_print_pages": 175, "average_rating": 3.95, "title": "The Dean's List", "uuid": "TUbiQB4kRH6vz785SqHEuA", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Dean%27s%20List%3A%20A%20Thriller/1372976431.85.jpg", "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Jimmy Petrosino", "status": 1}, "uuid": "MyWdAzQ7mNb3Az8uYaoso7", "annotation": ""},{"position": 29, "book": {"description": "<p><p><i>Born and raised in Chicago, Detective John Lynch might just be about to die there too.</i></p>\n<p>A pious old woman steps out of the Sacred Heart confessional and is shot through the heart by a sniper with what at first appears to be a miraculous and impossible shot.</p>\n<p>Colonel Tech Weaver dispatches a team from Langley to put the shooter – and anyone else who gets in the way – in a body bag before a half-century of national secrets are revealed.</p>\n<p>But soon the sniper strikes again. And Detective Lynch, the son of a murdered Chicago cop, finds himself cast into an underworld of political corruption, as he tries to discover the truth about what’s really going on – before another innocent citizen gets killed.</p></p>", "isbn": "9781909223141", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-11-04", "number_print_pages": 368, "average_rating": 0.0, "title": "Penance", "uuid": "PG8E2meZy9YQ9HB2GsWxME", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781909223141/1385165152.36.jpg", "publisher": {"name": "Osprey Publishing Ltd", "uuid": "CKve5rvBeXmrtiv2onthRU"}, "author": "Dan O'Shea", "status": 1}, "uuid": "5wZuWERBCzi6q5m8BRvgwS", "annotation": ""},{"position": 0, "book": {"description": "<p>When his estranged daughter Sarah comes to him with a request he cannot refuse, Moe Prager takes a deep breath and plunges back into the icy, opaque waters of secrets and lies.</p>", "isbn": "9781440531026", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-01", "number_print_pages": 300, "average_rating": 3.76, "title": "Innocent Monster", "uuid": "uD45oTXNE4ZourR4nExHAG", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/22/221355185644.72.jpg", "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Reed Farrel Coleman", "status": 1}, "uuid": "RVWBkeuu5e9ZWCc2qdVceZ", "annotation": ""},{"position": 11, "book": {"description": "<DIV><b>Inspector Porfiry Rostnikov fights to stop a vendetta against the acrobats of the Moscow circus</b></div><DIV><BR>A drunk perches atop the statue of Nikolai Gogol in Arbat Square, and police inspector Porfiry Rostnikov sighs. After years fighting to become a top detective, he has suffered a demotion to the minor crimes unit, which means the lunatic on the statue is his responsibility. But the limping policeman fails to talk the distraught man down, and with a perfect somersault, acrobat Valerian Duznetzov makes the last leap of his storied career.</div><DIV>&#160;</div><DIV>Across town, Duznetzov&rsquo;s partner, Oleg, waits for him under the big top, practicing their trapeze routine high above the circus floor. After letting go of the bars and going into a perfect double flip, Oleg falls, realizing just before impact that the net was treacherously untied. As Rostnikov digs into this strange pair of deaths, he finds dark secrets inside the Moscow circus&mdash;secrets sure to grab the attention of his old friends at the KGB.</div>", "isbn": "9781453273517", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-16", "number_print_pages": 194, "average_rating": 4.05, "title": "A Fine Red Rain", "uuid": "ytgVJh3V48bSPHouFADmFT", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Fine%20Red%20Rain/1373331563.91.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Stuart M. Kaminsky", "status": 1}, "uuid": "GN8dtUuvKNFbFnFL63e7JU", "annotation": ""},{"position": 10, "book": {"description": "<DIV><b>For Madox, a dull town, a beautiful woman, and an easy bank heist spell doom</b></div><DIV><BR>In a town so small that Main Street is only three blocks long, there isn&rsquo;t a lot to do&mdash;other than work, ogle women, and think about fast ways to get rich. After a year of aimless wandering, Madox has landed here, nearly broke and with no prospects but a dead-end job selling cars to yokels. Until one afternoon a fire at the burger joint draws the attention of everyone in town&mdash;including the men who are supposed to be guarding the bank. It&rsquo;s almost too good to be true, but there it is&mdash;$15,000 lying around, watched by no one. Now all Madox needs is a little nerve and a second distraction. And while one woman will give him the nerve, another will make him ready to kill.</div>", "isbn": "9781453266267", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-18", "number_print_pages": 190, "average_rating": 4.11, "title": "The Hot Spot", "uuid": "CWweN9zNajxk66mjVGMQf4", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Hot%20Spot/1373331212.59.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Charles Williams", "status": 1}, "uuid": "z872miMJTNjU7hUWP6ZSU4", "annotation": ""},{"position": 1, "book": {"description": "<DIV><p><DIV><b>The gripping thriller from <i>New York Times</i> bestselling author Carl Hiaasen&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV><b>A man&rsquo;s mission to solve a friend&rsquo;s murder makes him the next target in a deadly Chinese conspiracy</b></div><DIV>&#160;</div><DIV>Art history professor Tom Stratton hasn&rsquo;t seen his former mentor David Wang for years&mdash;until they unexpectedly run into each other while Stratton is on a guided tour of China. But the trip quickly turns sinister when Wang is found dead. After the American embassy fumbles the investigation, Stratton sets out to solve the crime on his own, and quickly finds himself tangled in a web of corruption and murder that reaches the highest seats of power. Beset by the suffocating secrecy and subterfuge of communist China, Stratton must solve his friend&rsquo;s murder&mdash;before the fury of a brutal conspiracy closes in on him.</div></p></DIV>", "isbn": "9781453210710", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-28", "number_print_pages": 282, "average_rating": 3.25, "title": "A Death in China", "uuid": "fHS2Wt45zN9LeeLY8MZUcM", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Death%20in%20China/1373329492.95.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Carl Hiaasen", "status": 1}, "uuid": "saHSxb3y89keYsBRobBC3T", "annotation": ""},{"position": 3, "book": {"description": "<DIV><p>&#160;</p><DIV><DIV><B>A black market dealer must reconcile his lifetime of sins as he faces hard time in prison</B></div><DIV>&#160;</div></div><DIV>A born salesman, Leo Feldman can peddle anything from clothing and appliances to prostitutes, guns, and drugs. Although guilty of myriad crimes, Feldman is sentenced to prison as the result of a clerical error that charged him with a crime he did not commit. Now, completely vulnerable to the inmates who surround him&mdash;and to the stern Warden Fisher&mdash;Feldman must come to terms with what it means to be jailed not for his crimes, but for his character.</div><DIV>&#160;</div><DIV>Wry and insightful, <i>A Bad Man </i>is an engrossing story of an antihero&rsquo;s journey through the twisted world of an unforgiving penal system.</div><DIV>&#160;</div><DIV>This ebook features rare photos and never-before-seen documents from the author&rsquo;s estate and from the Stanley Elkin archives at Washington University in St. Louis.</div><p>&#160;</p></div>", "isbn": "9781453204061", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-10-26", "number_print_pages": 308, "average_rating": 3.93, "title": "A Bad Man", "uuid": "X2STcvw3xhrN98ieSP7iAM", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Bad%20Man/1373329364.91.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Stanley Elkin", "status": 1}, "uuid": "QqwcgAPn7kVtD66jb8FxYi", "annotation": ""},{"position": 27, "book": {"description": "Prime Minister Christopher George has resigned from the top job, setting in motion a chain of events that will fundamentally change the landscape of British politics. His successor is the glamorous Charlotte Brown, with whom he's enjoyed a passionate affair, but their sordid dalliance now threatens to ruin his long-standing marriage and leave his illustrious career in ruins. George is torn between the competing interests of the two women and faces a choice; resurrect his previous business life at a private equity owned business, or accept an invitation to lead the newly conceived \"One Nation!\" party which reflects his advocacy for a new political paradigm. Paradigm Shift is a human story of despair and tragedy taking place in the midst of a political, economic and social crisis in recession ravaged Europe - one that starkly echoes the continent's present state of turmoil.", "isbn": "9781910053461", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-11-12", "number_print_pages": 388, "average_rating": 0.0, "title": "Paradigm Shift", "uuid": "rzDpJMCCUx5AGEDDGsGXiW", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781910053461/1385976351.04.jpg", "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "author": "J. R. Chambers", "status": 1}, "uuid": "9QU9TN7zXEBv7uc8KmKzgE", "annotation": ""},{"position": 19, "book": {"description": "<DIV><DIV><b>The riveting first entry in the acclaimed PJ Gray series, in which a police psychologist uses virtual reality forensics to solve a vicious series of homicides&#160;</b></div><DIV><BR>Penelope Jennifer &ldquo;PJ&rdquo; Gray is a recently divorced single mother living in St. Louis&mdash;and a psychologist turned cyber-profiler who heads the police force&rsquo;s Computerized Homicide Investigations Project. By using virtual reality technology, Gray is able to get inside the heads of killers and reconstruct their crimes. </div><DIV>&#160;</div><DIV>The action begins when a talented pianist is savagely murdered, his back carved with a drawing of a dog, his head missing. As similar deaths follow, Gray and her partner&mdash;an old-school, technophobe detective named Leo Schultz&mdash;must use their skills to trace the serial murderer. <i>Gray Matter</i> marks a brilliant crime-writing debut, as this electrifying story recalls Thomas Harris&rsquo;s Hannibal Lecter novels. &#160;</div></div>", "isbn": "9781453286821", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-30", "number_print_pages": 308, "average_rating": 3.72, "title": "Gray Matter", "uuid": "DYbcC8tY66YJX53dGGZf23", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Gray%20Matter/1373332428.3.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Shirley Kennett", "status": 1}, "uuid": "Zw5nU7ZwWg36egNNZ54RBD", "annotation": ""},{"position": 24, "book": {"description": "Winner of the 2011 Arthur Ellis Award for Best First Crime Novel\r\n\r\nIn Middle East lore the Debba is a mythical Arab hyena that can turn into a man who lures Jewish children away from their families to teach them the language of the beasts. To the Arabs he is a heroic national symbol; to the Jews he is a terrorist. To David Starkman, “The Debba” is a controversial play, written by his father the war hero, and performed only once, in Haifa in 1946, causing a massive riot. By 1977, David is living in Canada, having renounced his Israeli citizenship and withdrawn from his family, haunted by persistent nightmares about his catastrophic turn as a military assassin for Israel. Upon learning of his father’s gruesome murder, he returns to his homeland for what he hopes will be the final time. Back in Israel, David discovers that his father's will demands he stage the play within forty-five days of his death, and though he is reluctant to comply, the authorities’ evident relief at his refusal convinces him he must persevere. With his father’s legacy on the line, David is forced to reimmerse himself in a life he thought he’d escaped for good.The heart-stopping climax shows that nothing in Israel is as it appears, and not only are the sins of the fathers revisited upon the sons, but so are their virtues—and the latter are more terrible still.  Disguised as a breathtaking thriller, Avner Mandelman’s novel reveals Israel’s double soul, its inherent paradoxes, and its taste for both art and violence. The riddle of the Debba—the myth, the play, and the novel— is nothing less than the tangled riddle of Israel itself.", "isbn": "9781590513750", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-07-13", "number_print_pages": 368, "average_rating": 4.2, "title": "The Debba", "uuid": "yRUHcsTor86NMh4DsQqnP5", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513750/1378048829.69.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Avner Mandelman", "status": 1}, "uuid": "nAVNVEYCnrDZemn2tjTHkg", "annotation": ""},{"position": 22, "book": {"description": "<p><em>Art restorer. Assassin. Spy.</em></p><p>Gabriel Allon has been hailed as the most compelling creation since \"Ian Fleming put down his martini and invented James Bond\" (Rocky Mountain News). A man with a deep appreciation for all that is beautiful, Gabriel is also an angel of vengeance, an international operative who will stop at nothing to see justice done. Sometimes he must journey far in search of evil. And sometimes evil comes to him.</p><p><em>In a dangerous world, one extraordinary woman can mean the difference between life and death. . . . </em></p><p>For Gabriel and his wife, Chiara, it was supposed to be the start of a pleasant weekend in London&#8212;a visit to a gallery in St. James's to authenticate a newly discovered painting by Titian, followed by a quiet lunch. But a pair of deadly bombings in Paris and Copenhagen has already marred this autumn day. And while walking toward Covent Garden, Gabriel notices a man he believes is about to carry out a third attack. Before Gabriel can draw his weapon, he is knocked to the pavement and can only watch as the nightmare unfolds.</p><p>Haunted by his failure to stop the massacre of innocents, Gabriel returns to his isolated cottage on the cliffs of Cornwall, until a summons brings him to Washington and he is drawn into a confrontation with the new face of global terror. At the center of the threat is an American-born cleric in Yemen to whom Allah has granted \"a beautiful and seductive tongue.\" A gifted deceiver, who was once a paid CIA asset, the mastermind is plotting a new wave of attacks.</p><p>Gabriel and his team devise a daring plan to destroy the network of death from the inside, a gambit fraught with risk, both personal and professional. To succeed, Gabriel must reach into his violent past. A woman waits there&#8212;a reclusive heiress and art collector who can traverse the murky divide between Islam and the West. She is the daughter of an old enemy, a woman joined to Gabriel by a trail of blood. . . .</p><p>Set against the disparate worlds of art and intelligence, <em>Portrait of a Spy</em> moves swiftly from the corridors of power in Washington to the glamorous auction houses of New York and London to the unforgiving landscape of the Saudi desert. Featuring a climax that will leave readers haunted long after they turn the final page, this deeply entertaining story is also a breathtaking portrait of courage in the face of unspeakable evil&#8212;and Daniel Silva's most extraordinary novel to date.</p>", "isbn": "9780062072191", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-07-19", "number_print_pages": 528, "average_rating": 4.19, "title": "Portrait of a Spy", "uuid": "v6XvFByTWwZvn8ZCZra78g", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062072191/1376453469.77.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Daniel Silva", "status": 1}, "uuid": "B7MxUvVAxcHMQNQPzDJHiE", "annotation": ""}]