[{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061971396/1378009384.8.jpg", "uuid": "rTPk65t6PmYXgujiC3YSVa", "average_rating": 3.42, "author": "Russell Brand", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Russell Brand learned early on to make a joke of fear and failure. From a troubled childhood in industrial Essex, England, to his descent into addictions to alcohol, drugs, and sex in the seamy underbelly of London, Brand has seen his share of both and miraculously lived to tell the tale. In <em>My Booky Wook</em> he leads readers on a rollicking journey through his disastrous school career, his infamous antics on MTV, and his multifarious sexual adventures. But this irreverent memoir is a story not simply of struggle but also of redemption, a testament to the difficulty of discovering what you want from life and the remarkable power of a bloody-minded determination to get it. <em>My Booky Wook</em> is a giddy trip through the brilliant mind of one of Britain's most valuable exports. </p>", "isbn": "9780061971396", "title": "My Booky Wook", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "LbE5rpsQmsBWzdQbWYfvRb", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2006-04-26", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440518003/1377072352.26.jpg", "uuid": "GryJFmvJuJDUjgFZngd35P", "average_rating": 4.82, "author": "Sharon Wheatley", "awards": [], "description": "Whale. Heifer. Fatty. These are the names Sharon Wheatley heard every day during middle school. By high school she topped the scales at 230 pounds. Sneaking into the garage late at night to scarf down frozen cupcakes from the freezer while her family slept, Sharon kept on eating--and kept on dreaming of Broadway. Discouraged at every turn by friends and family alike, \"Little Miss Sunshine\" stayed positive and kept her dream alive. Even when her own father told her, \"Sexy sells, and fat isn't sexy,\" Sharon endured. Despite her weight, she got into the prestigious Cincinnati Conservatory of Music--where they told her she'd never land a leading role. They were all wrong. In this touching memoir, readers follow Sharon as she transforms herself from a tortured-on-the-inside, all-smiles-on-the-outside, obese teenager to the confident young woman who, against all odds, takes Broadway by storm. Rising above her greatest critics and detractors, Sharon achieves her lifelong dream. A story that is sure to touch teens and adults alike, 'Til the Fat Girl Sings is a compelling, honest story that shows readers good girls don't always finish last--and leading roles don't always go to the most popular girl in school.", "isbn": "9781440518003", "title": "Til The Fat Girl Sings", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "j2x2XhRWvR3WHZgeSZFCpf", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 434, "language_code": "eng", "publication_date": "2006-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/A%20Futile%20and%20Stupid%20Gesture/1372977135.52.jpg", "uuid": "4QRWYH3so68Xi54MS9xYgT", "average_rating": 3.63, "author": "Josh Karp", "awards": [], "description": "<P>The ultimate&#160;biography of <I>National Lampoon</I> and its cofounder Doug Kenney, this book offers the first complete history of the immensely popular magazine and its brilliant and eccentric characters. With wonderful stories of the comedy scene in New York City in the 1970s and <I>National Lampoon</I>&#8217;s place at the center of it, this chronicle shares how the magazine spawned a popular radio show and two long-running theatrical productions that helped launch the careers of John Belushi, Bill Murray, Chevy Chase, and Gilda Radner and went on to inspire <I>Saturday Night Live</I>.&#160;More than 130 interviews were conducted with people connected to Kenney and the magazine, including Chevy Chase, John Hughes, P. J. O&#8217;Rourke, Tony Hendra, Sean Kelly, Chris Miller, and Bruce McCall. These interviews&#160;and&#160;behind-the-scenes stories about the making of both <I>Animal House</I> and <I>Caddyshack</I> help to capture the nostalgia, humor, and popular culture that <I>National Lampoon</I> inspires.</P>", "isbn": "9781569762271", "title": "A Futile and Stupid Gesture", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}}, "annotation": "", "uuid": "wq4Ubg39LHY9KHiptkLUB5", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "eng", "publication_date": "2012-05-15", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062113382/1378009764.58.jpg", "uuid": "ToCStFg459aQMuT2jEXSmM", "average_rating": 3.79, "author": "Justin Halpern", "awards": [], "description": "<p>\"Human beings fear the unknown. So, whatever's freaking you out, grab it by the balls and say hello. Then it ain't the unknown anymore and it ain't scary. Or I guess it could be a shitload scarier.\" </p><p>Fans of the #1 bestseller <em>Sh*t My Dad Says</em> will recognize the always-patient voice of Justin Halpern's dad as it crackles through the pages of this hysterical new book. The story begins when Justin takes his dad out to lunch to announce that he's decided to propose to his girlfriend. </p><p>\"You've been dating her for four years,\" his dad replies. \"It ain't like you found a parallel fucking universe.\"</p><p>But eventually he gives Justin some advice: that he should take a day off and think back over everything he's learned in life about women, relationships, and himself before making his decision. And that's just what Justin does&#8212;revisiting everything from his disastrous childhood crushes to the night he finally lost his virginity while working as a dishwasher at Hooters.</p><p><em>I Suck at Girls</em> is full of his dad's patented brand of wisdom. But it's also full of new characters just as funny as his dad&#8212;from his brother, who provides insights into wedding night rituals (\"You stand in one corner of the room, and she stands in the other. You each take off one piece of clothing at a time\") to his first boss, who warns Justin to man up: \"That's what a man does. He takes his shots and then he scrubs the shit out of some dishes.\" The result is a pilgrim's progress through the landscape of sex and love&#8212;by one of the funniest writers at work today. </p>", "isbn": "9780062113382", "title": "I Suck at Girls", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "xDF57c26EioNWEfkveAaNm", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 328, "language_code": "eng", "publication_date": "2012-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/Apprentice%20House/9781934074718/1377657327.98.jpg", "uuid": "Fcx3TFEpRgLJ7ZU7MBfJoD", "average_rating": 4.41, "author": "Kat Spitzer", "awards": [], "description": "How does a person stay upbeat in life when she constantly fears death or other health catastrophes?  This humorous, absurd, yet relatable story offers a glimpse into the antics of a hypochondriac; from the rapturous to the downright ugly. She endures dance recitals gone wrong, first love amid the glow of mini golf, living the college dream with waffle batter in her hair, the gut-wrenching loss of her parents, forging lasting love while clinging to a mountain, and starting her own family with a rash so bad she was declared a medical marvel; but shows it’s possible to function, succeed and even have fun despite the craziness.", "isbn": "9781934074718", "title": "The Happy Hypochondriac", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "H6WBuBE3VzWYrVVQwyzGbK", "name": "Apprentice House"}}, "annotation": "", "uuid": "RddzzmjXZypWDP7TKtFBfL", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 376, "language_code": "eng", "publication_date": "2013-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Jacana%20Media/Back%20in%20from%20the%20Anger/1372981269.76.jpg", "uuid": "gqRrNEvJmZM9SG8bVSu4XM", "average_rating": 0.0, "author": "Roger Lucey", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The story of a once promising young musician, this autobiography demonstrates how Roger Lucey&#8217;s life journey was radically changed by the South African apartheid. Having performed songs that reflected upon the cruelty and violence of late 1970s South Africa, Lucey drew unwanted attention from the State and police. A covert operation made sure that his music career was severely curtailed, forcing Lucey to search for other means of supporting himself. Following the musician as he explored various careers, including becoming a barman, a roadie, a sound technician, and a news cameraman, this account, told with humanity and humor, is shares the hardships of a nation&#8217;s history.", "isbn": "9781431404551", "title": "Back in from the Anger", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "nXXuQQQ2n6UBu9h8Trzb33", "name": "Jacana Media"}}, "annotation": "", "uuid": "mq6XM4jAkAQexzPz8PYDqd", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2010-10-12", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062032379/1376490323.7.jpg", "uuid": "WYBvvsnrVszrGR7gisJhUK", "average_rating": 3.9, "author": "Ann Leary", "awards": [], "description": "<p>When Ann Leary and her husband, then unknown actor-comedian Denis Leary, flew to London in the early nineties for a brief getaway during Ann's second trimester of pregnancy, neither anticipated the adventure that was in store for them. The morning after their arrival, Ann's water broke as they strolled through London's streets. A week later their son, Jack, was born weighing only two pounds, six ounces, and it would be five long months before mother and son could return to the States.</p><p>In the meantime, Ann became an unwitting yet grateful hostage to Britain's National Health Service -- a stranger in a strange land plunged abruptly into a world of breast pumps and midwives, blood oxygen levels, mad cow disease, and poll tax riots. Desperately worried about the health of her baby, Ann struggled to adapt to motherhood and make sense of a very different culture. At once an intimate family memoir, a lively travelogue, and a touching love story, <strong>An Innocent, a Broad</strong> is utterly engaging and unforgettable.</p>", "isbn": "9780062032379", "title": "An Innocent, a Broad", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "x9twiXjWgbTD9YPgUKswB5", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 308, "language_code": "eng", "publication_date": "2010-08-01", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Superyacht%20X-Rated/1372979071.49.jpg", "uuid": "FJG6jNpEyAsk3ejRg77ysj", "average_rating": 2.71, "author": "Marc Wilder", "awards": [], "description": "<DIV>When the rich embark on a multi-million pound superyacht, there are only three things on the brain: sun, sea, and sex. But what really goes on when the yacht sets sail? The superyacht industry is booming. Two hundred and fifty thousand dollars a week will buy an itinerary with exotic ports of call like Ibiza, Monaco, and St. Tropez and a dozen dedicated crew members catering to your every whim&#151;the ideal retreat for the mega-rich and famous. But mix unlimited cash with booze and bikini models and you get a recipe for scandal . . . and below deck, the crew see it all. This book is Marc Sharkey's 18 years of experience living, working, and partying on the world's most luxurious yachts condensed into one rip-roaring charter. Every outrageous tale of Russian gangsters, high class prostitutes, devious Captains, crazy initiations, shocking scams, and daring swindles in this hilarious, sexy book is true. And the moment you dry your eyes from laughter you'll be signing up to join the crew on the next superyacht out of Monaco to search out the kind of life-changing adventure only available on the high seas.</div>", "isbn": "9781843582960", "title": "Superyacht X-Rated", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}}, "annotation": "", "uuid": "yBbkoLJhh3k48GaHmEf896", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2012-03-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062098849/1378009659.01.jpg", "uuid": "trqQNkRr4YPhevMLQkg2Jm", "average_rating": 3.48, "author": "Heather Poole", "awards": [], "description": "<p>Flying the not-so-friendly skies...</p><p>In her more than fifteen years as an airline flight attendant, Heather Poole has seen it all. She's witnessed all manner of bad behavior at 35,000 feet and knows what it takes for a traveler to become the most hated passenger onboard. She's slept in flight attendant crashpads in \"Crew Gardens,\" Queens&#8212;sharing small bedrooms crammed with bunk beds with a parade of attractive women who come and go at all hours, prompting suspicious neighbors to jump to the very worst conclusions. She's watched passengers and coworkers alike escorted off the planes by police. She can tell you why it's a bad idea to fall for a pilot but can be a very good one (in her case) to date a business-class passenger. Heather knows everything about flying in a post-9/11 world&#8212;and she knows what goes on behind the scenes, things the passengers would never dream.</p><p>Heather's true stories in <em>Cruising Attitude</em> are surprising, hilarious, sometimes outrageously incredible&#8212;the very juiciest of \"galley gossip\" delightfully intermingled with the eye-opening, unforgettable chronicle of her fascinating life in the sky.</p>", "isbn": "9780062098849", "title": "Cruising Attitude", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "ZUS9sa8yiqfBrnp7W8q4zb", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2012-10-18", "cover_img": "https://cflare.oysterbooks.com/covers/Accent%20Press/9781908917508/1378007677.11.jpg", "uuid": "akKM64U9rZaednZV5KyFZD", "average_rating": 0.0, "author": "Marie Browne", "awards": [], "description": "<p><strong><em>Narrow Margins</em> &#8211; a laugh-out-loud book which proves that lean times can sometimes be a very positive thing.</strong></p>\n<p>Faced with the loss of everything following the collapse of the Rover Group, Marie Browne moved her long-suffering husband Geoff, chaotic children and smelly, narcoleptic dog on to a houseboat in search of a less stressful, healthier, alternative way of life.</p>\n<p>Strapped for cash, the family buy a decrepit 70ft barge called <strong><em>Happy Go lucky</em></strong> which had been run as a floating hotel. Outdated and in need of a complete refurbishment, Happy becomes their floating home. First they need to learn the ropes and many pitfalls beset their adventures.</p>\n<p>As they come to terms with living on a narrow boat, readers gain a fascinating insight into life in the slow lane.</p>\n<p><strong>About the author:</strong></p>\n<p>Marie Browne is a gently harrassed&#160;mother of three who, for the past&#160;fifteen years, has&#160;been desperately trying to escape the Customer Service Industry. Apart from her husband and kids, the best things in her life&#160;are real ale; barbecues; ugly mad&#160;dogs that nobody else wants and cream-covered designer coffees. She also has an obsession with&#160;shoes but her husband is threatening to get her help for that.</p>", "isbn": "9781908917508", "title": "Narrow Margins", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "5VA6TheKoh3zVbjfyooGxF", "name": "Accent Press"}}, "annotation": "", "uuid": "zbmsquazeLhGUx33qaYMkk", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 275, "language_code": "eng", "publication_date": "2011-04-01", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/I%27m%20Walking%20as%20Straight%20as%20I%20Can/1372978667.35.jpg", "uuid": "DoXRG9duP6riZqR9kSzaVc", "average_rating": 4.06, "author": "Geri Jewell", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Exposing real pain, unstoppable perseverance, and unquestionable faith in the human spirit, this autobiography offers a true glimpse beyond the one-dimensional, hero image often associated with actress Geri Jewell. Born with cerebral palsy, Jewell made history when she became the first person with a disability cast in a recurring role on American television in&#160;<I>The Facts of Life</I>, and in the years that followed she experienced a string of other successes, including a performance at the White House in 1985 and a role on HBO's <I>Deadwood</I> series. Along with Jewell&#8217;s accomplishments, this personal story also depicts some of the less-than-rosy events that happened behind closed doors during her initial climb to fame&#151;among them, her release from <I>The Facts of Life</I>, her manager&#8217;s embezzlement of the money she made on the show, and her struggle with chronic pain, despair, and a fear of revealing her true sexual identity. Told with grace and humor, this inspirational narrative presents an honest portrayal of a woman who refused to give up when others kept knocking her down.</P>", "isbn": "9781554909759", "title": "I'm Walking as Straight as I Can", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}}, "annotation": "", "uuid": "fktdhdAb4eZ8D2WhbinNkN", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 218, "language_code": "eng", "publication_date": "2012-06-12", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/I%20Am%20Spartacus%21/1373330421.86.jpg", "uuid": "RaccoS6e4bxQKF6QdVik4d", "average_rating": 4.19, "author": "Kirk Douglas", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>From Kirk Douglas, Hollywood royalty and bestselling author of&#160;<i>The Ragman&rsquo;s Son </i>and <i>My Stroke of Luck,&#160;</i>comes the candid&#160;story of the making of&#160;<i>Spartacus</i>, the blockbuster film that broke the blacklist</b></div><BR><DIV>One of the world&rsquo;s most iconic movie stars, Kirk Douglas has distinguished himself as a producer, philanthropist, and author of ten works of fiction and memoir.&#160;Now,&#160;more than fifty years after the release of his enduring epic <i>Spartacus</i>,&#160;Douglas reveals the riveting drama behind the making of the legendary gladiator film. Douglas began producing the movie in the midst of the politically charged era when Hollywood&rsquo;s moguls refused to hire anyone accused of Communist sympathies.&#160;In a risky move,&#160;Douglas chose&#160;Dalton Trumbo, a blacklisted screenwriter, to write <i>Spartacus<b>. </b></i>Trumbo was&#160;one of the &ldquo;Unfriendly Ten,&rdquo; men who had gone to prison rather than testify before the House Un-American Activities Committee about their political affiliations. Douglas&rsquo;s source material was already a hot property, as the novel <i>Spartacus </i>was written by Howard Fast while he was in jail for defying HUAC.</div><DIV><i>&#160;</i></div><DIV>With the financial future of his young family at stake, Douglas plunged into a tumultuous production both on-&#160;and off-screen. As both producer and star of the film, he faced explosive moments with young director Stanley Kubrick, struggles with a leading lady, and negotiations with giant personalities, including&#160;Sir&#160;Laurence Olivier, Charles Laughton, Peter Ustinov, and Lew Wasserman.&#160;Writing from his heart and from his own meticulously researched archives, Kirk Douglas, at ninety-five, looks back at his audacious decisions. He made the most expensive film of its era&mdash;but more importantly, his moral courage in giving public credit to Trumbo effectively ended the notorious Hollywood blacklist.</div><DIV>&#160;</div><DIV>A master storyteller,&#160;Douglas paints a vivid and often humorous portrait in <i>I Am Spartacus! </i>The book is enhanced by newly discovered period photography of the stars and filmmakers both on and off the set.</div></div>", "isbn": "9781453239377", "title": "I Am Spartacus!", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "NEbteRRb5eHCoMv4zcLZj4", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 176, "language_code": "eng", "publication_date": "2013-04-16", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547576220/1383487925.39.jpg", "uuid": "3ExzpAsVkWvd6QHo8WsVU8", "average_rating": 3.88, "author": "Elinor Lipman", "awards": [], "description": "<div> From the&#160;beloved&#160;and acclaimed novelist, a collection of&#160;witty, moving essays.In her two decades of writing, Elinor Lipman has populated her fictional universe with characters so utterly real that we feel like they&#8217;re old friends. Now she shares an even more intimate world with us&#8212;her own&#8212;in essays that offer a candid, charming take on modern life. Looking back and forging ahead, she considers the subjects that matter most: childhood and condiments, long marriage and solo living, career and politics.<br><BR>Here you&#8217;ll find the lighthearted: a celebration of four decades of <I>All My Children</I>, a reflection on being Jewish in heavily Irish-Catholic Lowell on St. Patrick&#8217;s Day, a hilariously unflinching account of her tiptoe into online dating. But she also tackles the serious and profound in eloquent stories of unexpected widowhood and caring for elderly parents that use her struggles to illuminate ours. Whether for Lipman&#8217;s longtime readers or those who love the essays of Nora Ephron or Anna Quindlen, <I>I Can't Complain</I> is a diverting delight.  <p></DIV>", "isbn": "9780547576220", "title": "I Can't Complain", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "Zd6qYwSyKWRmpv86ZpybtY", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2012-02-07", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062098092/1378009659.88.jpg", "uuid": "jf8rfEvFRLQkrnpjsFQByW", "average_rating": 3.44, "author": "Ali Wentworth", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Growing up in a family of political journalists&#8212;and daughter of President Reagan&#8217;s White House social secretary&#8212;Ali Wentworth rebelled against her blue-blood upbringing, embracing Hollywood, motorcycles, even a few wildly inappropriate marriage proposals. Today she is an acclaimed comedic actress and writer, former <em>Oprah</em> regular, wife of political and media star George Stephanopoulos, and a mother who lets her two girls eat cotton candy before bed. Though she&#8217;s settled down, her rebellious nature thrives in her comedy and her view of her crazy world.</p><p>In this addictively funny and warm memoir, she takes us through the looking glass and into the wonderland of her life, from a childhood among Washington&#8217;s elite to a stint in the psych ward they called a New England prep school; days doing L.A. sketch comedy (with then-aspiring artists Will Ferrell and Lisa Kudrow) to a series of spectacularly failed loves (that eventually led her to Mr. Right). Constant throughout is her mother, Muffie&#8212;a flawlessly elegant yet firm, no-nonsense force of nature and pure WASP convictions.</p><p>As charming and off-the-wall as Ali herself, <em>Ali in Wonderland</em> is an entertaining look at life that is both intimate and hilarious.</p>", "isbn": "9780062098092", "title": "Ali in Wonderland", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "iEp9LNRh9SG2FXZ7tfYYm9", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061860843/1376452359.72.jpg", "uuid": "tseuDf3SxFA3KGyQD5WVJU", "average_rating": 3.95, "author": "Josh Kilmer-Purcell", "awards": [], "description": "<p><em>I Am Not Myself These Days </em>follows a glittering journey through Manhattan's dark underbelly -- a shocking and surreal world where alter egos reign and subsist (barely) on dark wit and chemicals...a tragic romantic comedy where one begins by rooting for the survival of the relationship and ends by hoping someone simply survives. Kilmer-Purcell is a terrifically gifted new literary voice who straddles the divide between absurdity and normalcy, and stitches them together with surprising humor and lonely poignancy.  As Booklist raved \"as tart and funny as a Noel Coward play, for Kilmer-Purcell is especially good at dialogue, and, as in Coward's best plays, under the comedy lies the sad truth that even at our best, we are all weak, fallible fools. Again and again in this rich, adventure-filled book, Kilmer-Purcell illustrates the truth of Blake's proverb, 'The road of excess leads to the palace of wisdom.'\"</p>", "isbn": "9780061860843", "title": "I Am Not Myself These Days", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "8iq9mUwg53zJLSsqjj7cv4", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "eng", "publication_date": "2011-07-19", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453218303/1378375023.35.jpg", "uuid": "QcRnGbZrF2Zq3LLrJYqLQV", "average_rating": 4.51, "author": "Christopher L. Webber", "awards": [], "description": "<DIV><b>The incredible story of a forgotten hero</b>&mdash;<b>a former slave, Yale scholar, minister, and international leader of the Antebellum abolitionist movement</b></div><DIV><b>&#160;</b></div><DIV>At the age of 19, scared and illiterate, James Pennington, escaped from slavery in 1827 and soon became one of the leading voices against slavery prior to the Civil War. Just ten years after his escape, Pennington was ordained as a priest after studying at Yale and was soon traveling all over the world as an anti-slavery advocate. He was so well respected by European audiences that the University of Heidelberg awarded him an honorary doctorate, making him the first person of African descent to receive such a degree. This treatment was a far cry from his home across the Atlantic, where people like him, although no longer slaves, were still second-class citizens.<BR><BR></div><DIV></div>As he fought for equal rights in America, Pennington&rsquo;s voice was not limited to the preacher&rsquo;s pulpit. He wrote the first-ever &ldquo;History of the Colored People&rdquo; as well as a careful study of the moral basis for civil disobedience, which would be echoed decades later by Gandhi and Martin Luther King, Jr. More than a century before Rosa Parks took her monumental bus ride, Pennington challenged segregated seating in New York City street cars. He was beaten and arrested, but eventually vindicated when the New York State Supreme Court ordered the cars to be integrated. Although the struggle for equality was far from over, Pennington retained a delightful sense of humor, intellectual vivacity, and inspiring faith through it all. <i>American to the Backbone</i> brings to life this fascinating, forgotten pioneer, who helped lay the foundation for the contemporary civil rights revolution and inspire generations of future leaders. <BR>", "isbn": "9781453218303", "title": "American to the Backbone", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}}, "annotation": "", "uuid": "qXphGBdCVuWjf56cf77LVS", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 136, "language_code": "eng", "publication_date": "2012-05-11", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Wit%20and%20Wisdom%20of%20Yogi%20Berra/1372976485.24.jpg", "uuid": "kCL2g6NDz5vcAKXPi4PvQK", "average_rating": 3.47, "author": "Phil Pepe", "awards": [], "description": "<DIV>Author Phil Pepe takes readers along on Yogi Berra&rsquo;s journey from St. Louis to New York's Yankee Stadium and Shea Stadium, including all the stops along the way--from his days as a tack-puller in a women's shoe factory, to his dedicated night St. Louis before a game between the Yankees and the St. Louis Browns, when he coined the phrase, &quot; I&#160;want to thank all those that made this night necessary&quot;, to his induction into the Hall of Fame.<BR><BR>Phil Pepe explores Yogi Berra as a boy, player, hero, coach, manager, husband, and father, and jokester, including all of the &lsquo;Yogi-isms&rsquo;, in an absorbing treatment that is simultaneously comical, thoughtful, and biographical.<BR><BR>Famous &lsquo;Yogi-isms&rsquo;:<BR>&#160;- About a popular restaurant: &quot;Nobody goes there anymore. It's too crowded.&quot;<BR>&#160;- On Little League Baseball: &quot;I think it's wonderful. It keeps the kids out of the house.&quot;<BR>&#160;- On why NY lost the 1960 series to Pittsburgh: &quot;We made too many wrong mistakes&quot;</div>", "isbn": "9781938120572", "title": "The Wit and Wisdom of Yogi Berra", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}}, "annotation": "", "uuid": "dTEZA8tUbhrV8HENeaGXxb", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 464, "language_code": "eng", "publication_date": "2012-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062130112/1378009768.68.jpg", "uuid": "W6zidRHZZccXBkiB487Aqd", "average_rating": 3.78, "author": "Neil Strauss", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Hidden somewhere, in nearly every major city in the world, is an underground seduction lair. And in these lairs, men trade the most devastatingly effective techniques ever invented to charm women. This is not fiction. These men really exist. They live together in houses known as Projects. And Neil Strauss, the bestselling author and journalist, spent two years living among them, using the pseudonym Style to protect his real-life identity. The result is one of the most explosive and controversial books of the last decade&#8212;guaranteed to change the lives of men and transform the way women understand the opposite sex forever.</p><p>On his journey from AFC (average frustrated chump) to PUA (pick-up artist) to PUG (pick-up guru), Strauss not only shares scores of original seduction techniques but also has unforgettable encounters with the likes of Tom Cruise, Britney Spears, Paris Hilton, Heidi Fleiss, and Courtney Love. And then things really start to get strange&#8212;and passions lead to betrayals lead to violence. <em>The Game</em> is the story of one man's transformation from frog to prince to prisoner in the most unforgettable book of this generation.</p>", "isbn": "9780062130112", "title": "The Game", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "kGTGNrbf7vZ7r8Cm7uuRHi", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2009-09-22", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959158/1378009370.13.jpg", "uuid": "oBmPz3YWfT2fUfFNY3URfU", "average_rating": 4.01, "author": "Craig Ferguson", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>In <em>American on Purpose</em>, Craig Ferguson delivers a moving and achingly funny memoir of living the American dream as he journeys from the mean streets of Glasgow, Scotland, to the comedic promised land of Hollywood. Along the way he stumbles through several attempts to make his mark&#8212;as a punk rock musician, a construction worker, a bouncer, and, tragically, a modern dancer. </p><p>To numb the pain of failure, Ferguson found comfort in drugs and alcohol, addictions that eventually led to an aborted suicide attempt. (He forgot to do it when someone offered him a glass of sherry.) But his story has a happy ending: in 1993, the washed-up Ferguson washed up in the United States. Finally sober, Ferguson landed a breakthrough part on the hit sitcom <em>The Drew Carey Show</em>, a success that eventually led to his role as the host of CBS's <em>The Late Late Show</em>. By far Ferguson's greatest triumph was his decision to become a U.S. citizen, a milestone he achieved in early 2008, just before his command performance for the president at the White House Correspondents' Association Dinner. In <em>American on Purpose</em>, Craig Ferguson talks a red, white, and blue streak about everything our Founding Fathers feared.</p>", "isbn": "9780061959158", "title": "American on Purpose", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "4ndaYkg62iBQpY6eFTxMkh", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2011-11-08", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062064578/1378009526.29.jpg", "uuid": "q5RE7R8kLdRUaq2YFUtSja", "average_rating": 3.62, "author": "Darrell Hammond", "awards": [], "description": "<p>A raw, poignant, and often hilarious look inside the troubled life and mind of an American comic icon</p><p>From his harrowing childhood filled with physical and emotional abuse at the hands of his parents, to a lifetime of alcoholism and self-mutilation, psychiatric hospitalizations, and misdiagnoses, to the peak of fame and success as the longest-tenured cast member of <em>Saturday Night Live</em>, Darrell Hammond delves into the darkest corners of his life, both in front of and behind the camera, with brutal honesty and fierce comic wit. On the back of his hilarious dead-on impressions of Bill Clinton, Dick Cheney, Chris Matthews, and a hundred other prominent figures, Hammond was invited into the inner sanctums of the country's political leaders, including three presidents, all the while suffering debilitating and largely undiagnosed mental anguish that resulted in horrifying flashbacks, shocking benders, a hair-raising stint in a Bahamian jail, and ultimately a dark night in a Harlem crack house. His long fight for sobriety, filled with heartbreaking relapses, was propelled by a desire to do right by his young daughter and to set the record straight about how he fell so low while achieving such heights. Throughout, Hammond lays bare the real inner workings of an iconic television show.</p>", "isbn": "9780062064578", "title": "God, If You're Not Up There, I'm F*cked", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "5vKbinVtMaQrEkdPnMGukj", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2010-05-06", "cover_img": "https://cflare.oysterbooks.com/covers/Michael%20O%27Mara/I%20Am%20What%20I%20Am/1372977944.54.jpg", "uuid": "YFSgts9bFWQJJm3Wps9Np4", "average_rating": 4.24, "author": "John Barrowman", "awards": [], "description": "<DIV><DIV><DIV><DIV>Intimately exploring aspects of John&#8217;s current life, this personal memoir is full of exclusive anecdotes from recent and ongoing projects, all told with John&#8217;s trademark charm and humor. Full of juicy tidbits from behind the scenes of <I>Doctor Who </I>and <I>Torchwood</I>, this memoir also offers heartwarming family anecdotes and personal revelations, including John&#8217;s perspective on fame and how it has affected him.&#160;With exclusive details about and opinions on talent shows, <I>I Am What I Am </I>allows intimate access to the multitalented man himself&#151;an unmissable treat for any fan.</div></DIV></DIV></DIV>", "isbn": "9781843175124", "title": "I Am What I Am", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "HzMw4PbXvrWowxnrUYKoLm", "name": "Michael O'Mara"}}, "annotation": "", "uuid": "EH4mwCWM7fjPbQpswY9izZ", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2004-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127302/1377656740.33.jpg", "uuid": "zbgQg9dE8Tvki2b9hoLhnA", "average_rating": 3.5, "author": "Bob Tarte", "awards": [], "description": "The book that <i>Entertainment Weekly</i> called \"hilarious,\" <i>Publishers Weekly</i> declared \"a true pleasure,\" <i>Booklist</i> called \"heartwarming,\" and the <i>Dallas Morning News</i> praised as \"rich and funny\" is now available in paperback.<br><br>When Bob Tarte bought a house in rural Michigan, he was counting on a tranquil haven. Then Bob married Linda. She wanted a rabbit, which seemed innocuous enough until the bunny chewed through their electrical wiring. And that was just the beginning. Before long, Bob found himself constructing cages, buying feed, clearing duck waste, and spoon-feeding a menagerie of furry and feathery residents. His life of quiet serenity vanished, and he unwittingly became a servant to a relentlessly demanding family. \"They dumbfounded him, controlled and teased him, took their share of his flesh, stole his heart\" (<i>Kirkus Reviews<i>).<br><br>Whether commiserating with Bob over the fate of those who are slaves to their animals or regarding his story as a cautionary tale about the rigors of animal ownership, readers on both sides of the fence have found Tarte's story of his chaotic squawking household irresistible--and irresistibly funny.", "isbn": "9781565127302", "title": "Enslaved by Ducks", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "HNSMcvweegTXaPTjY25pcb", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2010-04-20", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987076/1378009437.37.jpg", "uuid": "TzF3F3zyxdeu4DpZzrM8gY", "average_rating": 3.47, "author": "Sarah Silverman", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<blockquote><p>Warning from publisher to reader:</p></blockquote><p>At HarperCollins, we are committed to customer satisfaction. Before proceeding with your purchase, please take the following questionnaire to determine your likelihood of enjoying this book:</p><p>1. Which of the following do you appreciate?</p><blockquote>(a) Women with somewhat horse-ish facial features.<br />(b) Women who, while not super Jew-y, are more identifiably Jewish than, say, Natalie Portman.<br />(c) Frequent discussion of unwanted body hair.</blockquote><p>2. Are you offended by the following behavior?</p><blockquote>(a) Instructing one's grandmother to place baked goods in her rectal cavity.<br />(b) Stripping naked in public&#8212;eleven times in a row.<br />(c) Stabbing one's boss in the head with a writing implement.</blockquote><p>3. The best way to treat an emotionally fragile young girl is:</p><blockquote>(a) Murder the main course of her Thanksgiving dinner before her very eyes.<br />(b) Tell her that her older sister is prettier than she, and then immediately die.<br />(c) Prevent her suicide by recommending she stay away from open windows.</blockquote><p>If you read the above questions without getting nauseous or forming a hate Web site, you are ready to buy this book! Please proceed to the cashier.</p>", "isbn": "9780061987076", "title": "The Bedwetter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "Qpuzjs5jJcFTi4Lp4T365B", "position": 16}]