[{"book": {"oyster_summary": "", "number_print_pages": 128, "language_code": "eng", "publication_date": "2009-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Cook%20Food/1372977104.33.jpg", "uuid": "DQKyoaWaJFDuU2YkvW4AQj", "average_rating": 4.0, "author": "Lisa Jervis", "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">This rousing call to action for healthy, conscious eating is an inspirational primer for those who want to move beyond packaged and processed food toward a more responsible and sustainable way of eating. Many people are learning about the political ramifications of what they eat, but don't know how to change their habits or expand their kitchen repertoire to include meatless dishes. This compendium offers a straightforward overview of the political issues surrounding food, and a culinary toolkit to put principles into practice. Without resorting to faux meat, fake cheese, or obscure ingredients, the recipes focus on fresh, local, minimally processed ingredients that sustain farmers, animals, and the entire food chain. Instead of a rigid set of recipes to be replicated, it offers tips for improvisation, creative thinking in the kitchen, practical suggestions for cooking on a budget, and quick and delicious vegan and vegetarian meal options for anyone who wants to eat fast, tasty, nutritious food every day.</P></DIV>", "isbn": "9781604862034", "title": "Cook Food", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}}, "annotation": "If you can’t get enough of Michael Pollan, try Lisa Jervis. In this manifesto, she encourages readers to understand the politics of the food we eat and suggests new habits of eating for healthier diets and more socially conscious lives.", "annotation_html": "If you can’t get enough of Michael Pollan, try Lisa Jervis. In this manifesto, she encourages readers to understand the politics of the food we eat and suggests new habits of eating for healthier diets and more socially conscious lives.", "position": 11, "uuid": "odQnHAWPHwZxQ6HAGEESeH"},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2011-11-22", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594853975/1377653728.9.jpg", "uuid": "vziXbE7EUiBmBiqrTxLS7E", "average_rating": 3.86, "author": "Langdon Cook", "awards": [], "description": "* Quirky, engaging book about the hot topic of sustainable foods<br>\n* Combines adventure with locavorism<br>\n* Delves into iconic Northwest staples, such as huckleberries, Dungeness crab, and morels<br>\n<br>\nForaging is not just a throwback to our hunter-gatherer past; it's a way to reconnect with the landscape. And Langdon Cook is not just your typical grocery cart-toting dad. For him, gourmet delicacies abound, free for the taking if we just open our eyes. As a result, he finds himself free-diving in icy Puget Sound in hopes of spearing a snaggletooth lingcod, armed with nothing more than a \"Hawaiian sling.\" He tempts fate by eating mushrooms that may or may not be poisonous. He strings up a fly rod to chase after sea-run trout. He even pulls on the gardening gloves to collect stinging nettles. In wry, detailed prose, he traces his journey from wrangler of pre-packaged calories to connoisseur of coveted wild edibles. Structured around the seasons of the year, each chapter focuses on a specific food type and concludes with a recipe featuring the author's hard-won bounty, a savory stop to each adventure-filled morsel.\n<br>\n<br>\n* Quirky, engaging book about the hot topic of sustainable foods<br>\n* Combines adventure with locavorism<br>\n* Delves into iconic Northwest staples, such as huckleberries, Dungeness crab, and morels<br>\n<br>\nForaging is not just a throwback to our hunter-gatherer past; it's a way to reconnect with the landscape. And Langdon Cook is not just your typical grocery cart-toting dad. For him, gourmet delicacies abound, free for the taking if we just open our eyes. As a result, he finds himself free-diving in icy Puget Sound in hopes of spearing a snaggletooth lingcod, armed with nothing more than a \"Hawaiian sling.\" He tempts fate by eating mushrooms that may or may not be poisonous. He strings up a fly rod to chase after sea-run trout. He even pulls on the gardening gloves to collect stinging nettles. In wry, detailed prose, he traces his journey from wrangler of pre-packaged calories to connoisseur of coveted wild edibles. Structured around the seasons of the year, each chapter focuses on a specific food type and concludes with a recipe featuring the author's hard-won bounty, a savory stop to each adventure-filled morsel.\n<br>\n<br>", "isbn": "9781594853975", "title": "Fat Of The Land", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CuGzkxfXsKr327nnE5cKN3", "name": "The Mountaineers Books"}}, "annotation": "Noma, the internationally renowned destination restaurant, brought foraging to the food scene in the last few years. Now, let a field guide and gifted storyteller take you through the world of foraging to find celebrated wild edibles in any location. ", "annotation_html": "Noma, the internationally renowned destination restaurant, brought foraging to the food scene in the last few years. Now, let a field guide and gifted storyteller take you through the world of foraging to find celebrated wild edibles in any location. ", "position": 14, "uuid": "7rN4C66PFft4ZkUjJVxP2j"},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2013-12-10", "cover_img": "https://cflare.oysterbooks.com/covers/Worthy%20Publishing/9781617953125/1383894544.3.jpg", "uuid": "peE9a9aMRCkmhnbXLBB2eN", "average_rating": 0.0, "author": "Rhona Epstein", "awards": [], "description": "A licensed psychologist and certified addictions counselor, Epstein brings insights learned through her own battle with addictive eating to deliver tangible action steps to overcome eating issues. It is written for people who are currently battling an unhealthy relationship with food. Food Triggers is full of practical applications from Scripture, genuine compassion and true stories of struggle and success. This book helps readers understand that addictive eating is a physical, emotional and spiritual problem that must be addressed on all three levels in order to achieve true freedom. Food Triggers isn’t just another diet book; it is truly a food addict’s roadmap to the Promised Land—the land of success, peace and total freedom.", "isbn": "9781617953125", "title": "Food Triggers", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "rUfVzAjmVEkM7qUMHePvSa", "name": "Worthy Publishing"}}, "annotation": "", "uuid": "Lj7yEiDe8SjHCwsrAWFbK3", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "eng", "publication_date": "2012-11-01", "cover_img": "https://cflare.oysterbooks.com/covers/Findhorn%20Press/Conscious%20Food/1372981100.21.jpg", "uuid": "yWgaEPBhmmts5jTvznK3c8", "average_rating": 0.0, "author": "Jim PathFinder Ewing (Nvnehi Awatisgi)", "awards": [], "description": "Rooted firmly in eco-spirituality, this analysis and guide to reconnecting with edible nature focuses on how modern people can regain Spirit in food individually and collectively. The author provides a background on the emergence of agriculture and the declining connection with food as society evolved, particularly during times of war, and scrutinizes today&#8217;s &#8220;conventional&#8221; farming that relies upon deadly toxins and unsustainable fossil fuels. The book outlines how modern people can avoid being victims of biocultural evolution&#8212;and the resultant entropy of declining global and personal health&#8212;and instead contribute to the movement toward mindful food choices and better world health, both physically and spiritually. The author discusses how society can nurture the unseen Spirit world that permeates plants through adopting nondenominational spiritual understandings, and includes how-to examples for growing organic food and fostering a supportive community and urban agriculture, as well as notes for expanded resources.", "isbn": "9781844099009", "title": "Conscious Food", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "xhBL2EnbJpq8XdEEaLwQ5B", "name": "Findhorn Press"}}, "annotation": "If this book’s description sets off your “crazy hippie” warning bells, relax: the philosophy of reconnecting with the spirit of food is quite practical in a world where “food product” often starts and ends with scare quotes.\n", "annotation_html": "If this book’s description sets off your “crazy hippie” warning bells, relax: the philosophy of reconnecting with the spirit of food is quite practical in a world where “food product” often starts and ends with scare quotes.\n", "position": 12, "uuid": "8QoysPu9tkRtZaDDiyHBQW"},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2013-11-12", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544103139/1382684553.08.jpg", "uuid": "uV7KWF2f5yqTEAXT6sWne", "average_rating": 0.0, "author": "Maureen Ogle", "awards": [], "description": "<DIV><B>The untold story of how meat made America: a tale of the self-made magnates, pragmatic farmers, and impassioned activists who shaped us into the greatest eaters and providers of meat in history</B><BR><BR>The moment European settlers arrived in North America, they began transforming the land into a meat-eater&#8217;s paradise. Long before revolution turned colonies into nation, Americans were eating meat on a scale the Old World could neither imagine nor provide: an average European was lucky to see meat once a week, while even a poor American man put away about two hundred pounds a year.<BR><BR>Maureen Ogle guides us from that colonial paradise to the urban meat-making factories of the nineteenth century to the hyperefficient packing plants of the late twentieth century. From Swift and Armour to Tyson, Cargill, and ConAgra. From the 1880s cattle bonanza to 1980s feedlots. From agribusiness to today&#8217;s &#8220;local&#8221; meat suppliers and organic countercuisine. Along the way, Ogle explains how Americans&#8217; carnivorous demands shaped urban landscapes, midwestern prairies, and western ranges, and how the American system of meat making became a source of both pride and controversy.</DIV>", "isbn": "9780544103139", "title": "In Meat We Trust", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "XGzFbsdtBEKkNe9WZMisSL", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "", "publication_date": "1906-02-28", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450711/1376470710.21.png", "uuid": "A24HmtuBNQQcLUF5Cp9Brc", "average_rating": 3.67, "author": "Upton Sinclair", "awards": [], "description": "The Jungle is a 1906 novel written by the American journalist and novelist Upton Sinclair. Sinclair wrote the novel to portray the lives of immigrants in the United States. Many readers were most concerned with his exposure of practices in the American meatpacking industry during the early 20th century, based on an investigation he did for a socialist newspaper.\r\n\r\nThe book depicts poverty, the absence of social programs, unpleasant living and working conditions, and the hopelessness prevalent among the working class, which is contrasted with the deeply-rooted corruption of people in power. A review by the writer Jack London called it, \"the Uncle Tom's Cabin of wage slavery.\"", "isbn": "9781629450711", "title": "The Jungle", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "We suggest putting down that burger before reading on. Here is Sinclair’s classic, as powerful today as it was in 1906.", "annotation_html": "We suggest putting down that burger before reading on. Here is Sinclair’s classic, as powerful today as it was in 1906.", "position": 4, "uuid": "t2fDKZMoyLjaLC52ZLiYf7"},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2007-03-05", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416007/1376380012.66.jpg", "uuid": "nmPfc6B9orKRD95sr9tUsh", "average_rating": 3.57, "author": "Samuel Fromartz", "awards": [], "description": "<DIV><DIV><I>Who would have thought that a natural food supermarket could have been a financial refuge from the dot-com bust? But it had. Sales of organic food had shot up about 20 percent per year since 1990, reaching $11 billion by 2003 . . . Whole Foods managed to sidestep that fray by focusing on, well, people like me. </I>Organic food has become a juggernaut in an otherwise sluggish food industry, growing at 20 percent a year as products like organic ketchup and corn chips vie for shelf space with conventional comestibles. But what is organic food? Is it really better for you? Where did it come from, and why are so many of us buying it? Business writer Samuel Fromartz set out to get the story behind this surprising success after he noticed that his own food choices were changing with the times. In <I>Organic, Inc.,</I> Fromartz traces organic food back to its anti-industrial origins more than a century ago. Then he follows it forward again, casting a spotlight on the innovators who created an alternative way of producing food that took root and grew beyond their wildest expectations. In the process he captures how the industry came to risk betraying the very ideals that drove its success in a classically complex case of free-market triumph.</DIV></DIV>", "isbn": "9780547416007", "title": "Organic, Inc.", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "Look no further than Whole Foods; organic food is Big Business. How did it get that way, and is its massive growth a good thing? Trace the organic food industry from its roots to the present and future in this well researched book.", "annotation_html": "Look no further than Whole Foods; organic food is Big Business. How did it get that way, and is its massive growth a good thing? Trace the organic food industry from its roots to the present and future in this well researched book.", "position": 9, "uuid": "biYDSiT59gfgd7XQyV6oCV"},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061980664/1376529409.35.jpg", "uuid": "CiM6KXuckvgaopb2T7r883", "average_rating": 3.33, "author": "Tilar J. Mazzeo", "awards": [], "description": "<p>Veuve Clicquot champagne epitomizes glamour, style, and luxury. In <em>The Widow Clicquot</em>, Tilar J. Mazzeo brings to life&#8212;for the first time&#8212;the fascinating woman behind the iconic yellow label: Barbe-Nicole Clicquot Ponsardin, who, after her husband's death, defied convention by assuming the reins of the fledgling wine business they had nurtured together. Steering the company through dizzying political and financial reversals, she became one of the world's first great businesswomen and one of the richest women of her time. </p><p>As much a fascinating journey through the process of making this temperamental wine as a biography of a uniquely tempered woman, <em>The Widow Clicquot</em> is the captivating true story of a legend and a visionary.</p>", "isbn": "9780061980664", "title": "The Widow Clicquot", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "Pop the bubbly! This bestseller tells the story of an unlikely champagne maven who assumed control of her family's wine business after being widowed at 27. Through the tumult of the Napoleonic Wars, in an industry dominated by men, she brought the fizz and style of champagne to the world. ", "annotation_html": "Pop the bubbly! This bestseller tells the story of an unlikely champagne maven who assumed control of her family's wine business after being widowed at 27. Through the tumult of the Napoleonic Wars, in an industry dominated by men, she brought the fizz and style of champagne to the world. ", "position": 3, "uuid": "Qgpj3hjvemx6dkYD7kF9Pj"},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2010-06-08", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061998065/1376452866.64.jpg", "uuid": "trn3PYGDfpk8Z2qgSNh8qS", "average_rating": 3.69, "author": "Anthony Bourdain", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<blockquote><p>The long-awaited follow-up to the megabestseller <em>Kitchen Confidential</em></p></blockquote><p>In the ten years since his classic <em>Kitchen Confidential</em> first alerted us to the idiosyncrasies and lurking perils of eating out, from Monday fish to the breadbasket conspiracy, much has changed for the subculture of chefs and cooks, for the restaurant business&#8212;and for Anthony Bourdain.</p><p><em>Medium Raw</em> explores these changes, moving back and forth from the author's bad old days to the present. Tracking his own strange and unexpected voyage from journeyman cook to globe-traveling professional eater and drinker, and even to fatherhood, Bourdain takes no prisoners as he dissects what he's seen, pausing along the way for a series of confessions, rants, investigations, and interrogations of some of the most controversial figures in food.</p><p>Beginning with a secret and highly illegal after-hours gathering of powerful chefs that he compares to a mafia summit, Bourdain pulls back the curtain&#8212;but never pulls his punches&#8212;on the modern gastronomical revolution, as only he can. Cutting right to the bone, Bourdain sets his sights on some of the biggest names in the foodie world, including David Chang, the young superstar chef who has radicalized the fine-dining landscape; the revered Alice Waters, whom he treats with unapologetic frankness; the <em>Top Chef</em> winners and losers; and many more.</p><p>And always he returns to the question \"Why cook?\" Or the more difficult \"Why cook well?\" <em>Medium Raw</em> is the deliciously funny and shockingly delectable journey to those answers, sure to delight philistines and gourmands alike.</p>", "isbn": "9780061998065", "title": "Medium Raw", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "When you get to be as famous and successful as Anthony Bourdain, you can write whatever you want about David Chang, Alice Waters, and other bigwigs in the food business. When you’re as mean and clever as Bourdain, even your ramblings are literally laugh-out-loud funny.", "annotation_html": "When you get to be as famous and successful as Anthony Bourdain, you can write whatever you want about David Chang, Alice Waters, and other bigwigs in the food business. When you’re as mean and clever as Bourdain, even your ramblings are literally laugh-out-loud funny.", "position": 5, "uuid": "7xQ9qhuQMH8xLdNNB4sYpT"},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2010-12-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504834/1376380847.31.jpg", "uuid": "EBn9BDHKkgyZQyQMABUiq6", "average_rating": 4.14, "author": "Joan Reardon", "awards": [], "description": "<div><div><div><div><div><div>With her outsize personality, Julia Child is known around the world by her first name alone. But despite that familiarity,&#160;how much&#160;do we <I>really </I>know of the inner Julia?</div> <div>&#160;</DIV> <div>Now more than 200 letters exchanged between Julia and Avis DeVoto, her friend and unofficial literary agent memorably introduced in the hit movie <I>Julie &amp; Julia</I>, open the window on Julia&#8217;s deepest thoughts and feelings. This riveting correspondence, in print for the first time, chronicles the blossoming of a unique and lifelong friendship between the two women and the turbulent process of Julia&#8217;s creation of <I>Mastering the Art of French Cooking</I>, one of the most influential cookbooks ever written.</div></DIV> <div>Frank, bawdy, funny, exuberant, and occasionally agonized, these letters show Julia, first&#160;as a new bride&#160;in Paris, then becoming increasingly worldly and adventuresome&#160;as she follows her diplomat husband&#160;in his postings&#160;to Nice, Germany, and Norway.</DIV> <div>&#160;</DIV> <div>With commentary by the noted food historian Joan Reardon, and covering topics as diverse as the lack of good wine in the United States, McCarthyism, and&#160;sexual mores, these astonishing&#160;letters show America on the verge of political, social, and gastronomic transformation.</div> <p></P> <p></P></DIV> <p></P></DIV></DIV></DIV>", "isbn": "9780547504834", "title": "As Always, Julia", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "Get inside the head of the woman who influenced the way Americans cook and eat with this book of letters exchanged between Julia Child and Avis DeVoto, Julia’s fellow cook, friend, and confidante.", "annotation_html": "Get inside the head of the woman who influenced the way Americans cook and eat with this book of letters exchanged between Julia Child and Avis DeVoto, Julia’s fellow cook, friend, and confidante.", "position": 10, "uuid": "2qLDeW5trHFFA5pi2n6WPG"},{"book": {"oyster_summary": "", "number_print_pages": 175, "language_code": "eng", "publication_date": "2003-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/How%20We%20Eat/1372977563.82.jpg", "uuid": "ZK3PGXW9ETiGGqhqcR53RH", "average_rating": 3.33, "author": "Leon Rappoport", "awards": [], "description": "<DIV>Tracing culinary customs from the Stone Age to the stovetop range, from the raw to the nuked, this book elucidates the factors and myths shaping Americans' eating habits. The diversity of food habits and rituals is considered from a psychological perspective. Explored are questions such as <I>Why does the working class prefer sweet drinks over bitter? Why do the affluent tend to roast their potatoes?</I> and <I>What is so comforting about macaroni and cheese anyway?</I> The many contradictions of Americans' relationships with food are identified: food is both a primal source of sensual pleasure and a major cultural anxiety; Americans adore celebrity chefs, but no one cooks at home anymore; the gourmet health food industry is soaring, yet a longtime love affair with fast food endures. The future of food is also covered, including speculation about whether traditional meals will one day evolve into the mere popping of a nutrition capsule.<BR></DIV>", "isbn": "9781554902415", "title": "How We Eat", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}}, "annotation": "Why does the working class prefer sweet drinks over bitter? Why do the affluent tend to roast their potatoes? and What is so comforting about macaroni and cheese anyway? American food habits and rituals are explored from a psychologist’s perspective in this endlessly fascinating book.", "annotation_html": "Why does the working class prefer sweet drinks over bitter? Why do the affluent tend to roast their potatoes? and What is so comforting about macaroni and cheese anyway? American food habits and rituals are explored from a psychologist’s perspective in this endlessly fascinating book.", "position": 8, "uuid": "L6pb9adS6Y4qLqM3crmLK5"},{"book": {"oyster_summary": "", "number_print_pages": 182, "language_code": "eng", "publication_date": "2013-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/Juta%20Academic/9781775820499/1390543299.94.jpg", "uuid": "v7eBpEZWPsLpiAShVPqdV5", "average_rating": 0.0, "author": "Jennifer Thomson", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\">Tracing through anecdote and science the development of a hotly contended area of research, this account expounds the dawn of genetic engineering in the United States in 1974, through the early stages of its uptake in South Africa, to the current situation, in which approximately 80 percent of maize in South Africa is genetically modified for drought resistance. The guide through this history is Jennifer Thomson, whose own story of how she came to choose genetic modification (GM) as a career and her path-breaking involvement in the development of GM research. She describes the spread of this technology into other parts of Africa and her venture into unknown territory to develop crops resistant to drought, insects, and viruses, a journey in which she came up against the multinational Monsanto. The book describes a remarkable personal and scientific evolution and looks to a future in which staple crops may be grown in difficult conditions by smallholder farmers and help Africans achieve food security.", "isbn": "9781775820499", "title": "Food for Africa", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "UQRjUk4fDVWfTpZUiixiih", "name": "Juta Academic"}}, "annotation": "", "uuid": "2rjjvEMkLu5EdpfcReqt4c", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868245/1376527924.69.jpg", "uuid": "DKVCb92zavLo2Z2FessJtH", "average_rating": 3.95, "author": "Danny Meyer", "awards": [], "description": "<p>In October 1985, at age twenty-seven, Danny Meyer, with a good idea and scant experience, opened what would become one of New York City's most revered restaurants&#8212;Union Square Cafe. Little more than twenty years later, Danny is the CEO of one of the world's most dynamic restaurant organizations, which includes eleven unique dining establishments, each at the top of its game. How has he done it? How has he consistently beaten the odds and set the competitive bar in one of the toughest trades around?</p><p>In this landmark book, Danny shares the lessons he's learned while developing the winning recipe for doing the business he calls \"enlightened hospitality.\" This innovative philosophy emphasizes putting the power of hospitality to work in a new and counterintuitive way: The first and most important application of hospitality is to the people who work for you, and then, in descending order of priority, to the guests, the community, the suppliers, and the investors. This way of prioritizing stands the more traditional business models on their heads, but Danny considers it the foundation of every success that he and his restaurants have achieved. </p><p>Some of Danny's other insights:</p><ul><li><p>Hospitality is present when something happens <em>for</em> you. It is absent when something happens <em>to</em> you. These two simple concepts&#8212;<em>for</em> and <em>to</em>&#8212;express it all.</p></li><li><p>Context, context, context, trumps the outdated location, location, location.</p></li><li><p>Shared ownership develops when guests talk about a restaurant as if it's <em>theirs</em>. That sense of affiliation builds trust and invariably leads to repeat business.</p></li><li><p>Err on the side of generosity: You get more by first giving more.</p></li><li><p>Wherever your center lies, know it, name it, believe in it. When you cede your core values to someone else, it's time to quit.</p></li></ul><p>Full of behind-the-scenes history on the creation of Danny's most famous restaurants and the anecdotes, advice, and lessons he has accumulated on his long and ecstatic journey to the top of the American restaurant scene, <em>Setting the Table</em> is a treasure trove of innovative insights that are applicable to any business or organization.</p>", "isbn": "9780061868245", "title": "Setting the Table", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "From the legendary restauranteur behind Eleven Madison Park, Union Square Cafe, Gramercy Tavern, and Shake Shack (among many others) comes the story and learned wisdom of going from a good idea and no experience to an empire famous for delivering \"enlightened hospitality.\"", "annotation_html": "From the legendary restauranteur behind Eleven Madison Park, Union Square Cafe, Gramercy Tavern, and Shake Shack (among many others) comes the story and learned wisdom of going from a good idea and no experience to an empire famous for delivering \"enlightened hospitality.\"", "position": 15, "uuid": "vZaptrRJMtwyXphWzbtPzH"},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2001-01-17", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547518244/1389680499.8.jpg", "uuid": "QtFEcNzMYRSRNoKz2HpXyn", "average_rating": 3.71, "author": "Eric Schlosser", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<P><I>New York Times</I> Bestseller,&#160;</P> <p>&#160;With a New Afterword<BR><BR>&#8220;Schlosser has a flair for dazzling scene-setting and an arsenal of startling facts . . . <I>Fast Food Nation</I> points the way but, to resurrect an old fast food slogan, the choice is yours.&#8221;&#8212;<I>Los Angeles Times</I><BR><BR>In 2001, <I>Fast Food Nation</I> was published to critical acclaim and became an international bestseller. Eric Schlosser&#8217;s expos&#233; revealed how the fast food industry has altered the landscape of America, widened the gap between rich and poor, fueled an epidemic of obesity, and transformed food production throughout the world. The book changed the way millions of people think about what they eat and helped to launch today&#8217;s food movement.<BR><BR>In a new afterword for this edition, Schlosser discusses the growing interest in local and organic food, the continued exploitation of poor workers by the food industry, and the need to ensure that every American has access to good, healthy, affordable food. <I>Fast Food Nation</I> is as relevant today as it was a decade ago. The book inspires readers to look beneath the surface of our food system, consider its impact on society and, most of all, think for themselves.<BR><BR>&#8220;As disturbing as it is irresistible . . . Exhaustively researched, frighteningly convincing . . . channeling the spirits of Upton Sinclair and Rachel Carson.&#8221;&#8212;<I>San Francisco Chronicle</I><BR><BR>&#8220;Schlosser shows how the fast food industry conquered both appetite and landscape.&#8221;&#8212;<I>The New Yorker</I><BR><BR>Eric Schlosser is a contributing editor for the <I>Atlantic </I>and the author of <I>Fast Food Nation</I>, <I>Reefer Madness</I>, and <I>Chew on This</I> (with Charles Wilson).", "isbn": "9780547518244", "title": "Fast Food Nation", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "We never get tired of this massive bestselling expose of the fast food industry. Includes a new afterword for those craving more Schlosser.", "annotation_html": "We never get tired of this massive bestselling expose of the fast food industry. Includes a new afterword for those craving more Schlosser.", "position": 0, "uuid": "yxKHkxFuYjv6HwdakCbN6X"},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-08-15", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547531168/1376383468.77.jpg", "uuid": "FPoNB7mEhTfp6h9z6bnb2U", "average_rating": 4.08, "author": "Charles Wilson", "awards": [], "description": "<DIV>In the New York Times bestseller Chew on This, Eric Schlosser and Charles Wilson unwrap the fast-food industry to bring you a behind-the-scenes look at a business that both feeds and feeds off the young. Find out what really goes on at your favorite restaurants&#8212;and what lurks between those sesame seed buns.<BR><BR>Praised for being accessible, honest, humorous, fascinating, and alarming, Chew On This was also repeatedly referred to as a must-read for kids who regularly eat fast food. Having all the facts about fast food helps young people make healthy decisions about what they eat. Chew On This shows them that they can change the world by changing what they eat.<BR><BR>Chew on This also includes action steps, a discussion guide, and a new afterword by the authors.</DIV>", "isbn": "9780547531168", "title": "Chew On This", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "With childhood obesity a constant problem in America, Eric Schlosser and Charles Wilson fight back with Chew on This, a Fast Food Nation for kids.", "annotation_html": "With childhood obesity a constant problem in America, Eric Schlosser and Charles Wilson fight back with Chew on This, a Fast Food Nation for kids.", "position": 7, "uuid": "fP6kTYrqvBFstEqFF4nCGF"},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-05-12", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061872143/1376528023.32.jpg", "uuid": "Sjxs2UFMTrp7ZsfFeQRVY", "average_rating": 3.6, "author": "Stacy Perman", "awards": [], "description": "<blockquote><p>The untold story of the renegade burger chain that evokes a passionate following unlike any other</p></blockquote><p>In fast-food corporate America, In-N-Out Burger stands apart. Begun in a tiny shack in the shadow of World War II, this family-owned chain has stead&#173;fastly refused to franchise or be sold. It is a testament to old-fashioned values and rem&#173;iniscent of a simpler time when people, loyalty, and a freshly made, juicy hamburger meant something. Over time, In-N-Out Burger has become nothing less than a cultural institu&#173;tion that can lay claim to an insanely loyal following. </p><p>Perman uses her investigative skills to uncover the story of a real American success story. It is not only a tale of a unique and profitable business that exceeds all expectations, but of a family's struggle to maintain a sustainable pop empire against the industry it helped pioneer, internal tensions, and a bitter lawsuit that threatened to bring the company to the brink. </p><p>This is a lesson in a counterintuitive approach to doing business that places quality, customers, and employees over the riches promised by rapid expansion. <em>In-N-Out Burger</em> is a keenly observed narrative that explores the evolution of a California fad that transformed into an enduring cult of popularity; it is also the story of the conflicted, secretive, and ultimately tragic Snyder family who cooked a billion burgers and hooked a zillion fans. As the story of In-N-Out Burger unfolds, so too does the cultural history of America as influenced and shaped by car culture and fast food.</p>", "isbn": "9780061872143", "title": "In-N-Out Burger", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "Your friends from California won’t shut up about this place. But there’s good reason: In-N-Out has been a pretty great company (even before they animal-styled their menu).", "annotation_html": "Your friends from California won’t shut up about this place. But there’s good reason: In-N-Out has been a pretty great company (even before they animal-styled their menu).", "position": 6, "uuid": "yCDeMLGPgx4g8bmxU6wMNB"},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "English", "publication_date": "2009-04-28", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605295053/1376149899.81.jpg", "uuid": "xYpDQVJ7EF3yKQjx8nUNkV", "average_rating": 3.69, "author": "David Kessler", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Dr. David A. Kessler, the dynamic and controversial former FDA commissioner known for his crusade against the tobacco industry, is taking on another business that’s making Americans sick: the food industry. In <i>The End of Overeating</i>, Dr. Kessler shows us how our brain chemistry has been hijacked by the foods we most love to eat: those that contain stimulating combinations of fat, sugar, and salt.</p><p>Drawn from the latest brain science as well as interviews with top physicians and food industry insiders, <i>The End of Overeating</i exposes the food industry’s aggressive marketing tactics and reveals shocking facts about how we lost control over food—and what we can do to get it back. For the millions of people struggling with their weight as well as those of us who simply can’t seem to eat our favorite foods in moderation, Dr. Kessler’s cutting-edge investigation offers valuable insights and practical answers for America’s largest-ever public health crisis. There has never been a more thorough, compelling, or in-depth analysis of why we eat the way we do.</p>", "isbn": "9781605295053", "title": "The End of Overeating", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "The former FDA commissioner takes on the Food Biz, exposing how brain chemistry is hijacked by the food products we crave (and buy).", "annotation_html": "The former FDA commissioner takes on the Food Biz, exposing how brain chemistry is hijacked by the food products we crave (and buy).", "position": 1, "uuid": "XL5oCSBQqvqTwjeMmpAuSi"},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "English", "publication_date": "2010-12-29", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190297/1377114966.57.jpg", "uuid": "TJppLTJB8eYyHBtXq5xdZF", "average_rating": 3.96, "author": "Raj Patel", "awards": [], "description": "<p>It's a perverse fact of modern life: There are more starving people in the world than ever before (800 million) while there are also more people overweight (1 billion).</p>\n<p>To find out how we got to this point and what we can do about it, Raj Patel launched a comprehensive investigation into the global food network. It took him from the colossal supermarkets of California to India's wrecked paddy-fields and Africa's bankrupt coffee farms, while along the way he ate genetically engineered soy beans and dodged flying objects in the protestor-packed streets of South Korea.</p>\n<p>What he found was shocking, from the false choices given us by supermarkets to a global epidemic of farmer suicides, and real reasons for famine in Asia and Africa.</p>\n<p>Yet he also found great cause for hope—in international resistance movements working to create a more democratic, sustainable and joyful food system. Going beyond ethical consumerism, Patel explains, from seed to store to plate, the steps to regain control of the global food economy, stop the exploitation of both farmers and consumers, and rebalance global sustenance.</p>", "isbn": "9781612190297", "title": "Stuffed And Starved", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "The fat are fatter and the hungry are hungrier. How'd we get to this point? Read on as Patel investigates the global food system.", "annotation_html": "The fat are fatter and the hungry are hungrier. How'd we get to this point? Read on as Patel investigates the global food system.", "position": 2, "uuid": "7eiwwxt2mLkJq4Egov2g4d"},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "English", "publication_date": "2011-08-30", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609617417/1376149875.01.jpg", "uuid": "Fa7w4Trh5UZMCSCHqZBgpK", "average_rating": 3.9, "author": "William Davis", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><b>A renowned cardiologist explains how eliminating wheat from our diets can prevent fat storage, shrink unsightly bulges, and reverse myriad health problems.</b></p><p>Every day, over 200 million Americans consume food products made of wheat. As a result, over 100 million of them experience some form of adverse health effect, ranging from minor rashes and high blood sugar to the unattractive stomach bulges that preventive cardiologist William Davis calls “wheat bellies.” According to Davis, that excess fat has nothing to do with gluttony, sloth, or too much butter: It’s due to the whole grain wraps we eat for lunch.</p><p>\nAfter witnessing over 2,000 patients regain their health after giving up wheat, Davis reached the disturbing conclusion that wheat is the single largest contributor to the nationwide obesity epidemic — and its elimination is key to dramatic weight loss and optimal health. In <i>Wheat Belly</i>, Davis exposes the harmful effects of what is actually a product of genetic tinkering and agribusiness being sold to the American public as “wheat” — and provides readers with a user-friendly, step-by-step plan to navigate a new, wheat-free lifestyle.</p><p>Informed by cutting-edge science and nutrition, along with case studies from men and women who have experienced life-changing transformations in their health after waving goodbye to wheat, <i>Wheat Belly</i> is an illuminating look at what is truly making Americans sick and an action plan to clear our plates of this seemingly benign ingredient.</p>", "isbn": "9781609617417", "title": "Wheat Belly", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "Kue7xUFHUEvuJK46LEZzwg", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2012-04-03", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062103314/1378009605.96.jpg", "uuid": "oV32FcPFYBrBrHZvfahf6e", "average_rating": 4.22, "author": "Karen Le Billon", "awards": [], "description": "<p>Moving her young family to her husband's hometown in northern France, Karen Le Billon is prepared for some cultural adjustment but is surprised by the food education she and her family (at first unwillingly) receive. In contrast to her daughters, French children feed themselves neatly and happily&#8212;eating everything from beets to broccoli, salad to spinach, mussels to muesli. The family's food habits soon come under scrutiny, as Karen is lectured for slipping her fussing toddler a snack&#8212;\"a recipe for obesity!\"&#8212;and forbidden from packing her older daughter a lunch in lieu of the elaborate school meal.</p><p>The family soon begins to see the wisdom in the \"food rules\" that help the French foster healthy eating habits and good manners&#8212;from the rigid \"no snacking\" rule to commonsense food routines that we used to share but have somehow forgotten. Soon, the family cures picky eating and learns to love trying new foods. But the real challenge comes when they move back to North America&#8212;where their commitment to \"eating French\" is put to the test. The result is a family food revolution with surprising but happy results&#8212;which suggest we need to dramatically rethink the way we feed children, at home and at school.</p>", "isbn": "9780062103314", "title": "French Kids Eat Everything", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "Part memoir, part food manifesto, Karen Le Billon describes the year she and her family moved to France, shed bad American habits (like snacking), and became more adventurous, healthy eaters à la française.", "annotation_html": "Part memoir, part food manifesto, Karen Le Billon describes the year she and her family moved to France, shed bad American habits (like snacking), and became more adventurous, healthy eaters à la française.", "position": 13, "uuid": "T2ke5VLhgLQsnPVWVG5D5S"},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2009-05-26", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg", "uuid": "LhnCRvT2q4LpvMMNAXMVuR", "average_rating": 4.19, "author": "Richard Wrangham", "awards": [], "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "isbn": "9780786744787", "title": "Catching Fire", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "HLjgNsGA6KMeqPUt2AKwCo", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2011-05-17", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200640/1377657020.94.jpg", "uuid": "TnA4LtGjDmB8ipyEQPp8Pj", "average_rating": 3.38, "author": "John Donohue", "awards": [], "description": "Look who’s making dinner! Twenty-one of our favorite writers and chefs expound upon the joys—and perils—of feeding their families.<br><br>Mario Batali’s kids gobble up monkfish liver and foie gras. Peter Kaminsky’s youngest daughter won’t eat anything at all. Mark Bittman reveals the four stages of learning to cook. Stephen King offers tips about what to cook when you don’t feel like cooking. And Jim Harrison shows how good food and wine trump expensive cars and houses.<br> <br> This book celebrates those who toil behind the stove, trying to nourish and please. Their tales are accompanied by more than sixty family-tested recipes, time-saving tips, and cookbook recommendations, as well as <i>New Yorker</i> cartoons. Plus there are interviews with homestyle heroes from all across America—a fireman in Brooklyn, a football coach in Atlanta, and a bond trader in Los Angeles, among others.<br> <br> What emerges is a book not just about food but about our changing families. It offers a newfound community for any man who proudly dons an apron and inspiration for those who have yet to pick up the spatula.", "isbn": "9781616200640", "title": "Man with a Pan", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "hrP8n23XKfT5EychJNpqGG", "position": 16}]