[{"annotation": "", "uuid": "4Brb9xG7wi4cZwR7Hk2sC6", "book": {"awards": [], "author": "Cynthia C. Kelly", "description": "The first collection ever of the writings and insights of the original creators of the atomic bomb, along with pieces by the most important historians and interpreters of the subject, is now in paperback. <br><br>Born out of a small research program begun in 1939, the Manhattan Project eventually employed more than 130,000 people, including our foremost scientists and thinkers, and cost nearly $2 billion—and it was operated under a shroud of absolute secrecy. This groundbreaking collection of documents, essays, articles, and excerpts from histories, biographies, plays, novels, letters, and the oral histories of key eyewitnesses is the freshest, most exhaustive exploration yet of the topic. <br><br>Compiled by experts at the Atomic Heritage Foundation, the book features first-hand material by Albert Einstein, Leslie Groves, J. Robert Oppenheimer, Leo Szilard, Enrico Fermi, Richard Feynman, Niels Bohr, Henry Stimson, and many others. <br><br>Dozens of photographs depict key moments and significant figures, and concise explanatory material accompanies each selection. The project's aftermath and legacy are covered as well, making this the most comprehensive account of the birth of the atomic age.<br>", "isbn": "9781603762069", "cover_img": "https://cflare.oysterbooks.com/covers/Black%20Dog%20%26%20Leventhal%20Publishers/9781603762069/1377657579.79.jpg", "title": "The Manhattan Project", "publisher": {"uuid": "f5xK2sgYcdKN8nnLQ4LRAh", "name": "Black Dog & Leventhal Publishers"}, "uuid": "HfG4pFzZQ6kaieqJH2EncQ", "oyster_good_for_statement": "", "number_print_pages": 496, "oyster_summary": "", "status": 1, "publication_date": "2009-02-10", "language_code": "eng", "average_rating": 4.37}, "position": 63},{"annotation": "", "uuid": "zqYiqudgCuEWP7CQug7xV8", "book": {"awards": [], "author": "John Batchelor", "description": "<DIV>Alfred Lord Tennyson, Queen Victoria&rsquo;s favorite poet, commanded a wider readership than any other of his time. His ascendancy was neither the triumph of pure genius nor an accident of history: he skillfully crafted his own career and his relationships with his audience. Fame and recognition came, lavishly and in abundance, but the hunger for more never left him. Resolving never to be anything except &ldquo;a poet,&rdquo; he wore his hair long, smoked incessantly, and sported a cloak and wide-brimmed Spanish hat. Tennyson ranged widely in his poetry, turning his interests in geology, evolution, and Arthurian legend into verse, but much of his work relates to his personal life.</div><DIV><BR>The poet who wrote&#160;&ldquo;The Lady of Shalott&rdquo;&#160;and&#160;&ldquo;The Charge of the Light Brigade&rdquo;&#160;has become a permanent part of our culture. This enjoyable and thoughtful new biography shows him as a Romantic as well as a Victorian, exploring both the poems and the pressures of his era, and the personal relationships that made the man.</div><DIV></div>", "isbn": "9781480448308", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781480448308/1384815887.4.jpg", "title": "Tennyson", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "uuid": "onpZTsNDnA7fBFiMQLwvEU", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2013-12-03", "language_code": "eng", "average_rating": 0.0}, "position": 9},{"annotation": "", "uuid": "8u2mhzKkgtE8HaCMaFFjWN", "book": {"awards": [], "author": "Franz Kafka", "description": "Gregor Samsa, a humble and introverted traveling salesman, awakens to find his body transformed into an insect of prodigious size and indeterminate origin. Shunned by his own family and trapped in his bedroom, Gregor slowly adjusts to the crushing new parameters of his life. Kafka’s seminal work is a surrealist vision, as well as a commentary on the complexities of familial love and ambition. ", "isbn": "9781629450261", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/643/6431355944048.55.png", "title": "Metamorphosis", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "JndEmtPgfedhrGBfTpPHxX", "oyster_good_for_statement": "", "number_print_pages": 76, "oyster_summary": "", "status": 1, "publication_date": "1915-01-01", "language_code": "", "average_rating": 3.71}, "position": 18},{"annotation": "", "uuid": "HmxgP5RYV4TZx32dtMh5n3", "book": {"awards": [], "author": "Simon Winchester", "description": "<p>In sumptuous and illuminating detail, Simon Winchester, the bestselling author of <em>The Professor and the Madman</em> (\"Elegant and scrupulous\"&#8212;<em>New York Times Book Review</em>) and <em>Krakatoa</em> (\"A mesmerizing page-turner\"&#8212;<em>Time</em>) brings to life the extraordinary story of Joseph Needham, the brilliant Cambridge scientist who unlocked the most closely held secrets of China, long the world's most technologically advanced country.</p><p>No cloistered don, this tall, married Englishman was a freethinking intellectual, who practiced nudism and was devoted to a quirky brand of folk dancing. In 1937, while working as a biochemist at Cambridge University, he instantly fell in love with a visiting Chinese student, with whom he began a lifelong affair.</p><p>He soon became fascinated with China, and his mistress swiftly persuaded the ever-enthusiastic Needham to travel to her home country, where he embarked on a series of extraordinary expeditions to the farthest frontiers of this ancient empire. He searched everywhere for evidence to bolster his conviction that the Chinese were responsible for hundreds of mankind's most familiar innovations&#8212;including printing, the compass, explosives, suspension bridges, even toilet paper&#8212;often centuries before the rest of the world. His thrilling and dangerous journeys, vividly recreated by Winchester, took him across war-torn China to far-flung outposts, consolidating his deep admiration for the Chinese people.</p><p>After the war, Needham was determined to tell the world what he had discovered, and began writing his majestic <em>Science and Civilisation in China</em>, describing the country's long and astonishing history of invention and technology. By the time he died, he had produced, essentially single-handedly, seventeen immense volumes, marking him as the greatest one-man encyclopedist ever.</p><p>Both epic and intimate, <em>The Man Who Loved China</em> tells the sweeping story of China through Needham's remarkable life. Here is an unforgettable tale of what makes men, nations, and, indeed, mankind itself great&#8212;related by one of the world's inimitable storytellers.</p>", "isbn": "9780061795886", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795886/1376506548.31.jpg", "title": "The Man Who Loved China", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "Z8Xxt43bSgbJfHkeae5RAT", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2009-03-17", "language_code": "eng", "average_rating": 3.76}, "position": 20},{"annotation": "", "uuid": "qCZjSL9bHhx8zL4fE4RcP4", "book": {"awards": [], "author": "Michael Kurland", "description": "Among the world’s great fictional villains Professor James Moriarty stands alone. Doctor Fu Manchu, Hannibal Lecter, Count Dracula, Iago, Voldemort, Darth Vader, Bill Sikes, Inspector Javert, and the Wicked Witch of the West all have their fans, all have their place in popular fiction. But for every one who can tell you whose life Iago made miserable, fifty honor that Professor James Moriarty was the particular nemesis of Sherlock Holmes. But just how evil was he? These stories by Michael Kurland explore an alternate possibility: that Moriarty wasn’t evil at all, that his villainy was less along the lines of Fu Manchu and more like Robin Hood or Simon Templar. And the reason for Sherlock Holmes’ characterization of him as “the Napoleon of crime” was that the professor was one of the few men he’d ever met who was smarter than he—and he couldn’t stand it!", "isbn": "9781434437501", "cover_img": "https://cflare.oysterbooks.com/covers/Wildside%20Press%20LLC/Victorian%20Villainy/1374554858.17.jpg", "title": "Victorian Villainy", "publisher": {"uuid": "vhcUUCx4wq8bxYyPpmRPsL", "name": "Wildside Press LLC"}, "uuid": "BiTS8TMEb7QHnBF3jQKrgW", "oyster_good_for_statement": "", "number_print_pages": 161, "oyster_summary": "", "status": 1, "publication_date": "2013-05-01", "language_code": "eng", "average_rating": 0.0}, "position": 28},{"annotation": "", "uuid": "9CpZqHzESWn2g2953V5Fhn", "book": {"awards": [], "author": "Erica Jong", "description": "<DIV><DIV><b>Erica Jong, the acclaimed author of&#160;<i>Fear of Flying</i>, transports the reader more than twenty-six hundred years back to a time of myths, gods, and monsters, bringing glorious life to the renowned, seductive poet Sappho</b></div><DIV><BR>As she stands poised at the edge of a precipice in the shadow of the sanctuary of Apollo, the greatest love poet who ever was or ever will be recalls the eventful fifty years that have led her to this moment. It was love that seduced her, at age sixteen, into an ill-fated plot with the poet Alcaeus to depose the despot of the island of Lesbos. It was love that made her trade the unwanted marriage bed of an old, despised, and drunken husband for a seemingly endless series of lovers, both male and female.</div><DIV><BR>For Sappho, life has always been a banquet to be savored to the fullest, a strange and sensual odyssey that has carried her to the far corners of the ancient world. Devoted to the goddess Aphrodite and granted the gift of immortal song, she has followed her magnificent destiny from Delphi to Egypt, to the land of the Amazons, the realm of the centaurs, and into the stygian depths of Hades itself, often in the company of her companion and friend, the fabulist slave Aesop.</div><DIV><BR>Through every grand affair and every wild adventure, she has remained forever true to her heart, her passion, and herself, right up to this, the end of everything.</div><DIV><BR>Combining evocative and realistic detail with unabashedly outrageous invention, Erica Jong&rsquo;s&#160;<i>Sappho&rsquo;s Leap&#160;</i>is a flawless gem of historical fiction boldly imagined by one of America&rsquo;s most enthralling storytellers.</div><DIV><BR>This ebook features an illustrated biography of Erica Jong including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div><DIV></div></div>", "isbn": "9781480438880", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438880/1379668191.35.jpg", "title": "Sappho's Leap", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "tCN7skUN3ExN2PUHRd5F7K", "oyster_good_for_statement": "", "number_print_pages": 641, "oyster_summary": "", "status": 1, "publication_date": "2013-10-08", "language_code": "eng", "average_rating": 3.57}, "position": 24},{"annotation": "", "uuid": "PzpikBq9rsxedLNskFyhS3", "book": {"awards": [], "author": "Erica Jong", "description": "<DIV><DIV><b>Fearless, iconic poet, novelist, and feminist Erica Jong offers a fascinating in-depth appreciation of the controversial life and work of American literary giant Henry Miller</b></div><DIV><BR>Henry Miller (<i>Tropic of Cancer</i>) and Erica Jong (<i>Fear of Flying</i>) are true literary soul mates. Both authors have been, in equal measure, lauded for their creative genius and maligned for their frank treatment of human sexuality. So who better than Erica Jong to offer an expert appraisal and appreciation of Henry Miller, the man and his art?</div><DIV><BR>At once a critical study, a biography, a memoir of a remarkable friendship, and a celebration of the life and work of the author whom Erica Jong compares to Whitman,&#160;<i>The Devil at Large&#160;</i>explores the peaks and valleys of Miller&rsquo;s storied writing career. It examines his tumultuous relationships&mdash;including his doomed marriage to June Mansfield and his lifelong tenuous bond with his mother&mdash;and confirms his standing as a creative genius.&#160;</div><DIV><BR>Jong, a renowned feminist, courageously answers critics who accuse her subject of degrading women in his fiction, suggesting instead that he sought to demystify them by means of the &ldquo;violent verbal magic of his books.&rdquo; With grace, wit, warmth, and intelligence, Jong brings readers close to the man and his writing. There has never been a more incisive and insightful analysis of this exceptional American master.</div><DIV><BR>This ebook features an illustrated biography of Erica Jong including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div><DIV></div></div>", "isbn": "9781480438903", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438903/1379668193.39.jpg", "title": "The Devil at Large", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "uTaYHiaAcVmPH8eyKr6ALB", "oyster_good_for_statement": "", "number_print_pages": 607, "oyster_summary": "", "status": 1, "publication_date": "2013-10-08", "language_code": "eng", "average_rating": 3.89}, "position": 15},{"annotation": "", "uuid": "MKii3abKSLRX9A2heKMjod", "book": {"awards": [], "author": "Daniel Alef", "description": "<p>Biographical profile of Amelia Earhart. Earhart’s disappearance has mesmerized the American public ever since her fateful around-the-world flight in 1937. However, the public’s fascination with Lady Lindy began long before her disappearance as she ventured into what was an almost exclusively male domain: airplanes and flight, flaunting convention with panache. This is her story.</p>", "isbn": "9781452314051", "cover_img": "https://cflare.oysterbooks.com/covers/Daniel%20Alef/9781452314051/1384213411.45.jpg", "title": "Amelia Earhart: Never in Man's Shadow", "publisher": {"uuid": "uBvigZNd4xseRLK6nZw6x8", "name": "Daniel Alef"}, "uuid": "G2TkjcDnQhhjtjKN6qjHr6", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2009-10-19", "language_code": "eng", "average_rating": 0.0}, "position": 49},{"annotation": "", "uuid": "iQLze9KqGMskoxtKiRoGPb", "book": {"awards": [], "author": "Miguel de Cervantes Saavedra", "description": "Don Quixote has become so entranced by reading chivalric romances, that he determines to become a knight-errant himself. In the company of his faithful squire, Sancho Panza, his exploits blossom in all sorts of wonderful ways. While Quixote's fancy often leads him astray -- he tilts at windmills, imagining them to be giants -- Sancho acquires cunning and a certain sagacity. Sane madman and wise fool, they roam the world together, and together they have haunted readers' imaginations for nearly four hundred years.\r\n\r\nWith its experimental form and literary playfulness, Don Quixote generally has been recognized as the first modern novel. The book has had enormous influence on a host of writers, from Fielding and Sterne to Flaubert, Dickens, Melville, and Faulkner, who reread it once a year, \"just as some people read the Bible.\"\r\n\r\nTranslated with notes by John Rutherford\r\nIntroduction by Roberto González Echevarría", "isbn": "9781629451602", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451602/1375963285.28.png", "title": "Don Quixote", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "MX5aq4FVPVxDSEJxZfDBU", "oyster_good_for_statement": "", "number_print_pages": 1072, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.81}, "position": 38},{"annotation": "", "uuid": "jQgjxHHMMCmmMEaYRFok8n", "book": {"awards": [], "author": "Aristotle Aristotle", "description": "The Nicomachean Ethics is the name normally given to Aristotle's most well-known work on ethics. <p>\n\nThe work, which plays a pre-eminent role in defining Aristotelian ethics, consists of ten books, originally separate scrolls, and is understood to be based on notes from his lectures at the Lyceum, which were either edited by or dedicated to Aristotle's son, Nicomachus. <p>\n\nAristotle argues that the correct approach in studying such controversial subjects as Ethics or Politics, which involve discussing what is true about what is beautiful or just, is to start with what would be roughly agreed to by people of good up-bringing and experience in life, and to work from there to a higher understanding. <p>\n\nTopics covered in the books are:\nBook 1. Introduction to Ethics\nBook 2 - 5 Excellence of Character and moral virtue\nBook 6. Intellectual virtue\nBook 7. Impediments to virtue\nBook 8 - 9 Friendship and partnership\nBook 10 Pleasure, Happiness and Upbringing", "isbn": "9781486434329", "cover_img": "https://cflare.oysterbooks.com/covers/Emereo%20Publishing/9781486434329/1378347938.09.jpg", "title": "Ethica Nicomachea - The Original Classic Edition", "publisher": {"uuid": "6UrzPCZ4vwit58ZWJykK9i", "name": "Emereo Publishing"}, "uuid": "9QB8855E76D5cXBQZ9yg2B", "oyster_good_for_statement": "", "number_print_pages": 180, "oyster_summary": "", "status": 1, "publication_date": "2012-10-24", "language_code": "eng", "average_rating": 0.0}, "position": 43},{"annotation": "", "uuid": "QP8J9TafUUcF3MDXjuu7PQ", "book": {"awards": [], "author": "Jerold J. Abrams", "description": "<P>In the course of fifty years, director Stanley Kubrick produced some of the most haunting and indelible images on film. His films touch on a wide range of topics rife with questions about human life, behavior, and emotions: love and sex, war, crime, madness, social conditioning, and technology. Within this great variety of subject matter, Kubrick examines different sides of reality and unifies them into a rich philosophical vision that is similar to existentialism. Perhaps more than any other philosophical concept, existentialism -- the belief that philosophical truth has meaning only if it is chosen by the individual -- has come down from the ivory tower to influence popular culture at large. In virtually all of Kubrick's films, the protagonist finds himself or herself in opposition to a hard and uncaring world, whether the conflict arises in the natural world or in human institutions. Kubrick's war films (Fear and Desire, Paths of Glory, Dr. Strangelove, and Full Metal Jacket) examine how humans deal with their worst fears -- especially the fear of death -- when facing the absurdity of war. Full Metal Jacket portrays a world of physical and moral change, with an environment in continual flux in which attempting to impose order can be dangerous. The film explores the tragic consequences of an unbending moral code in a constantly changing universe. Essays in the volume examine Kubrick's interest in morality and fate, revealing a Stoic philosophy at the center of many of his films. Several of the contributors find his oeuvre to be characterized by skepticism, irony, and unfettered hedonism. In such films as A Clockwork Orange and 2001: A Space Odyssey, Kubrick confronts the notion that we will struggle against our own scientific and technological innovations. Kubrick's films about the future posit that an active form of nihilism will allow humans to accept the emptiness of the world and push beyond it to form a free and creative view of humanity. Taken together, the essays in The Philosophy of Stanley Kubrick are an engaging look at the director's stark vision of a constantly changing moral and physical universe. They promise to add depth and complexity to the interpretation of Kubrick's signature films.</P>", "isbn": "9780813137193", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813137193/1377070917.58.jpg", "title": "The Philosophy of Stanley Kubrick", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "uuid": "MkPAWVrmzVdQZXz6ug8zQH", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2007-05-04", "language_code": "eng", "average_rating": 0.0}, "position": 0},{"annotation": "", "uuid": "y4SGAgBpuxEffpfWUHR2JE", "book": {"awards": [], "author": "Herbert Lieberman", "description": "<DIV><DIV><b>When a madman begins using the work of Botticelli as inspiration for his gruesome tableaus, a New York museum curator is the only man who can stop him</b></div><DIV><BR>Mike Manship is an up-and-coming curator at the Metropolitan Museum of Art in New York City. With a Botticelli retrospective fast approaching, Manship is poised to become the Met&rsquo;s director if he can secure three final drawings from Italy. Standing in his way is Ludovico Borghini, a neo-fascist count with a fanatical devotion to his Italian heritage and a deadly obsession with the Renaissance master&rsquo;s work. Between them are the three masterpieces and the alluring Isobel Cattaneo, a direct descendant of Botticelli&rsquo;s greatest muse, Simonetta.<BR><BR>Borghini is determined to maintain possession of the drawings, and in the grips of his mania, he kidnaps Cattaneo, whom he suspects of aiding Manship. As the search for Cattaneo reaches a fever pitch, Manship discovers that Borghini is a much more twisted nemesis than he could ever have anticipated&mdash;one whose depravity reaches chilling depths.</div></div>", "isbn": "9781480432659", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480432659/1377118509.7.jpg", "title": "The Girl with the Botticelli Eyes", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "6r96C9cQzSLCUgWsbnD4TU", "oyster_good_for_statement": "", "number_print_pages": 358, "oyster_summary": "", "status": 1, "publication_date": "2013-07-30", "language_code": "eng", "average_rating": 2.91}, "position": 19},{"annotation": "", "uuid": "gkGC92UzGEihkkHe2URxbL", "book": {"awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "author": "Albert Einstein", "description": "<DIV><p></p><DIV><b>An homage to the men and women of science, and an exposition of Einstein&rsquo;s place in scientific history</b></div><DIV>&#160;</div><DIV>In this fascinating collection of articles and speeches, Albert Einstein reflects not only on the scientific method at work in his own theoretical discoveries, but eloquently expresses a great appreciation for his scientific contemporaries and forefathers, including Johannes Kepler, Isaac Newton, James Clerk Maxwell, Max Planck, and Niels Bohr. While Einstein is renowned as one of the foremost innovators of modern science, his discoveries uniquely his own, through his own words it becomes clear that Einstein viewed himself as only the most recent in a long line of scientists driven to create new ways of understanding the world and to prove their scientific theories.</div><DIV>&#160;</div><DIV>Einstein&rsquo;s thoughtful examinations explain the &ldquo;how&rdquo; of scientific innovations both in his own theoretical work and in the scientific method established by those who came before him.&#160;</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div><p></p></div>", "isbn": "9781453204795", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Science/1373329394.74.jpg", "title": "Essays in Science", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "uuid": "UY2gN2CqrxN4HX9qVFiQ69", "oyster_good_for_statement": "", "number_print_pages": 114, "oyster_summary": "", "status": 1, "publication_date": "2011-09-27", "language_code": "eng", "average_rating": 3.85}, "position": 5},{"annotation": "", "uuid": "Nk49xhTfZ6L7ZCxabDRv3j", "book": {"awards": [], "author": "Jack Kerouac", "description": "<DIV>In the spring of 1943, twenty-one-year old Jack Kerouac set out to write his first novel. Working diligently day and night to complete it by hand, he titled it <I>The Sea Is My Brother</I>. Nearly seventy years later, its long-awaited publication provides fascinating details and insight into the early life and development of an American literary icon. A clear precursor to such landmark works as <I>On the Road</I>, <I>The Dharma Bums</I>, and <I>Visions of Cody</I>, it is an important formative work that hints at the hallmarks of classic Kerouac: the search for spiritual meaning in a materialistic world, spontaneous travel as the true road to freedom, late nights in bars engaged in intense conversation, the desperate urge to escape from society, and the strange, terrible beauty of loneliness.<BR></DIV>", "isbn": "9780306822476", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822476/1387371131.16.jpg", "title": "The Sea Is My Brother", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "uuid": "cmEQVzspuWN6awDJAbUhG", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": "2013-03-26", "language_code": "eng", "average_rating": 4.1}, "position": 54},{"annotation": "", "uuid": "wCmLtS5teT8BKfAGNiUjz9", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Paul Johnson", "description": "<p>A fascinating portrait of the minds that have shaped the modern world. In an intriguing series of case studies, Rousseau, Shelley, Marx, Ibsen, Tolstoy, Hemingway, Bertrand Russell, Brecht, Sartre, Edmund Wilson, Victor Gollancz, Lillian Hellman, Cyril Connolly, Norman Mailer, James Baldwin, Kenneth Tynan, and Noam Chomsky, among others, are revealed as intellectuals both brilliant and contradictory, magnetic and dangerous.</p>", "isbn": "9780061871474", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871474/1376452430.26.jpg", "title": "Intellectuals", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "wjjfJgD9WgootHy7GjkifT", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.83}, "position": 33},{"annotation": "", "uuid": "EQ7KtTtDNJifNun6DAhX5n", "book": {"awards": [], "author": "Jane Goodall", "description": "<DIV><DIV><DIV><DIV><I>Through aWindow</I> is the dramatic saga of thirty years in the life of an intimately intertwined community&#151;one that reads like a novel, but is one of the most important scientific works ever published.The community is Gombe, on the shores of Lake Tanganyika, where the principal residents are chimpanzees and one extraordinary woman who is their student, protector, and historian.</div><DIV>&#160;</DIV><DIV>In her classic <I>In the Shadow of Man</I>, Jane Goodall wrote of her first ten years at Gombe. In <I>Through a Window</I> she brings the story up to the present, painting a more complete and vivid portrait of our closest relatives.We watch young Figan&#8217;s relentless rise to power and old Mike&#8217;s crushing defeat. We learn how one mother rears her children to succeed and another dooms hers to failure.We witness horrifying murders, touching moments of affection, joyous births, and wrenching deaths. In short, we see every emotion known to humans stripped to its essence. In the mirror of chimpanzee life, we see ourselves reflected.</div></DIV></DIV></DIV>", "isbn": "9780547488387", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488387/1376381100.88.jpg", "title": "Through a Window", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "iYpv6NBTrfKESAcEXkWz7B", "oyster_good_for_statement": "", "number_print_pages": 400, "oyster_summary": "", "status": 1, "publication_date": "2010-04-07", "language_code": "eng", "average_rating": 4.24}, "position": 31},{"annotation": "", "uuid": "WAoCVzC5DAigtR4WTfhQM5", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Simon Winchester", "description": "<p><em>The Professor and the Madman</em>, masterfully researched and eloquently written, is an extraordinary tale of madness, genius, and the incredible obsessions of two remarkable men that led to the making of the <em>Oxford English Dictionary</em> -- and literary history. The compilation of the <em>OED</em>, begun in 1857, was one of the most ambitious projects ever undertaken. As definitions were collected, the overseeing committee, led by Professor James Murray, discovered that one man, Dr. W. C. Minor, had submitted more than ten thousand. When the committee insisted on honoring him, a shocking truth came to light: Dr. Minor, an American Civil War veteran, was also an inmate at an asylum for the criminally insane.</p>", "isbn": "9780061807602", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807602/1376527168.95.jpg", "title": "The Professor and the Madman", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "U4JrDZyHwH65uCnAEWKbhQ", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.84}, "position": 38},{"annotation": "", "uuid": "ntP3u5rkixQh6GsumvPrS", "book": {"awards": [], "author": "Robert Louis Stevenson", "description": "Robert Louis Stevenson originally wrote 'Dr. Jekyll And Mr Hyde' as a 'chilling shocker.' He then burned the draft and, upon his wife's advice, rewrote it as the darkly complex tale it is today. Stark, skillfully woven, this fascinating novel explores the curious turnings of human character through the strange case of Dr. Jekyll, a kindly scientist who by night takes on his stunted evil self, Mr. Hyde. Anticipating modern psychology, 'Jekyll And Hyde' is a brilliantly original study of man's dual nature - as well as an immortal tale of suspense and terror.", "isbn": "9781629450872", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/846/8461360612232.37.png", "title": "The Strange Case of Dr Jekyll and Mr Hyde", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "VcUwtHLwki8fNUcddFyXxT", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "1886-01-05", "language_code": "", "average_rating": 3.72}, "position": 23},{"annotation": "", "uuid": "czRHux6irtpVUPerhdWdWL", "book": {"awards": [], "author": "Thomas Levenson", "description": "<P><B>A fascinating slice of true-crime history that unfolds in 1695, when law enforcement was unheard of and modern money was little more than a concept </B> <p>&#160; <p>When renowned scientist Isaac Newton took up the post of Warden of His Majesty&#8217;s Mint in London, another kind of genius&#8212;a preternaturally gifted counterfeiter named William Chaloner&#8212;had already taken up residence in the city, rising quickly in an unruly, competitive underworld. In the courts and streets of London, and amid the tremors of a world being transformed by ideas Newton himself had set in motion, Chaloner crosses paths with the formidable new warden. An epic game of cat and mouse ensues in <I>Newton and the Counterfeiter</I>, revealing for the first time that Newton was not only one of the greatest minds of his age, but also a remarkably intrepid investigator.", "isbn": "9780547416618", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416618/1376380013.56.jpg", "title": "Newton and the Counterfeiter", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "QeUyEitxVHiMrdx86ZGUEc", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2010-04-12", "language_code": "eng", "average_rating": 3.72}, "position": 47},{"annotation": "", "uuid": "74wYdxfPE7pQoAbZ7GEKTd", "book": {"awards": [], "author": "Paul Buhle", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Using a unique blend of text, collage, and comic art, this social commentary written in graphic novel format analyzes the continuity between the myth of Robin Hood and the occurrence of social uprisings among peasants. In addition, the book explores the mysteries, factual evidence, and trajectory that led to centuries of village festivals, songs, films, and cult television shows about the mythical hero who robbed from the rich and gave to the poor. Featuring a collage of various artistic renderings of Robin Hood over the past seven centuries, the comic portion presents a distinct perspective of the folk hero. Furthermore, the book reveals a largely unknown and unconsidered environmental side of Robin Hood, and touches on ecological wholeness that, for the most part, is absent in the mythos.</DIV>", "isbn": "9781604866599", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Robin%20Hood%3A%20People%27s%20Outlaw%20and%20Forest%20Hero/1372979726.79.jpg", "title": "Robin Hood: People's Outlaw and Forest Hero", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "uuid": "CoiJXLSUUPfmh3rwFyKfPM", "oyster_good_for_statement": "", "number_print_pages": 96, "oyster_summary": "", "status": 1, "publication_date": "2012-01-01", "language_code": "eng", "average_rating": 3.22}, "position": 16},{"annotation": "", "uuid": "YRcq3kZSYzfxPsTm6WRqdG", "book": {"awards": [], "author": "Clare Asquith", "description": "<DIV>In 16th century England many loyal subjects to the crown were asked to make a terrible choice: to follow their monarch or their God. The era was one of unprecedented authoritarianism: England, it seemed, had become a police state, fearful of threats from abroad and plotters at home. This age of terror was also the era of the greatest creative genius the world has ever known: William Shakespeare. How, then, could such a remarkable man born into such violently volatile times apparently make no comment about the state of England in his work?<P>    He did. But it was hidden. Revealing Shakespeare's  sophisticated version of a forgotten code developed by 16th-century dissidents, Clare Asquith shows how he was both a genius for all time and utterly a creature of his own era: a writer who was supported by dissident Catholic aristocrats, who agonized about the fate of England's spiritual and political life and who used the stage to attack and expose a regime which he believed had seized illegal control  of the country he loved.<P>    Shakespeare's plays offer an acute insight into the politics and personalities of his era. And Clare Asquith's decoding of them offers answers to several mysteries surrounding Shakespeare's own life, including most notably why he stopped writing while still at the height of his powers.  An utterly compelling combination of literary detection and political revelation, <B>Shadowplay</B> is the definitive expose of how Shakespeare lived through and understood the agonies of his time, and what he had to say about them.</div>", "isbn": "9780786736034", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786736034/1387370846.6.jpg", "title": "Shadowplay", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "uuid": "FbfLS9ZKBEarYeByAt9rjj", "oyster_good_for_statement": "", "number_print_pages": 368, "oyster_summary": "", "status": 1, "publication_date": "2009-04-28", "language_code": "eng", "average_rating": 4.6}, "position": 58},{"annotation": "", "uuid": "LVgKPbAUP8kS6qUicM8MgY", "book": {"awards": [], "author": "Daniel Charles", "description": "<p>FRITZ HABER -- a Nobel laureate in chemistry, a friend of Albert Einstein, a German Jew and World War I hero -- may be the most important scientist you have never heard of. The Haber-Bosch process, which he invented at the turn of the twentieth century, revolutionized agriculture by converting nitrogen to fertilizer in quantities massive enough to feed the world. The invention has become an essential pillar for life on earth; some two billion people on our planet could not survive without it. Yet this same process supplied the German military with explosives during World War I, and Haber orchestrated Germany's use of an entirely new weapon -- poison gas. Eventually, Haber's efforts led to Zyklon B, the gas later used to kill millions -- including Haber's own relatives -- in Nazi concentration camps.</p><p>Haber is the patron saint of guns and butter, a scientist whose discoveries transformed the way we produce food and fight wars. His legacy is filled with contradictions, as was his personality. For some, he was a benefactor of humanity and devoted friend. For others, he was a war criminal, possessed by raw ambition. An intellectual gunslinger, enamored of technical progress and driven by patriotic devotion to Germany, he was instrumental in the scientific work that inadvertently supported the Nazi cause; a Jew and a German patriot, he was at once an enabler of the Nazi regime and its victim.</p><p><em>Master Mind</em> is a thought-provoking biography of this controversial scientist, a modern Faust who personifies the paradox of science, its ability to create and to destroy. It offers a complete chronicle of his tumultuous and ultimately tragic life, from his childhood and rise to prominence in the heady days of the German Empire to his disgrace and exile at the hands of the Nazis; from early decades as the hero who eliminated the threat of starvation to his lingering legacy as a villain whose work led to the demise of millions.</p>", "isbn": "9780061871269", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871269/1376527991.29.jpg", "title": "Master Mind", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "KkbMDF4jy9Rn3Hh9hTDkb8", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.86}, "position": 62},{"annotation": "", "uuid": "r3Fk7SPgtFicWu2gHfVkvR", "book": {"awards": [], "author": "Friedrich Wilhelm Nietzsche", "description": "Quand Zarathoustra eut atteint l'âge de trente ans, il quitta son pays natal et le lac de son pays et alla dans les montagnes. Là, il se délecta de son esprit et de sa solitude et ne s'en fatigua pas, dix ans durant. Mais enfin son coeur se transforma et un matin il se leva aux premières lueurs du soleil, se présenta devant lui et lui parla ainsi:\r\n\"Grand astre, que serait ton bonheur si tu n'avais pas ceux que tu éclaires?...\"", "isbn": "9781629454146", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629454146/1376385893.03.png", "title": "Thus Spoke Zarathustra", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "3AuJjKke4bZX2BKgM6v2uZ", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 4.02}, "position": 53},{"annotation": "", "uuid": "Q2CgQD2A95gDCQToVNd4qA", "book": {"awards": [], "author": "Alan Govenar", "description": "<DIV><DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Based on scores of interviews with the artist&#8217;s relatives, friends, lovers, producers, accompanists, managers, and fans, this brilliant biography reveals a man of many layers and contradictions. Following the journey of a musician who left his family's poor cotton farm at age eight carrying only a guitar, the book chronicles his life on the open road playing blues music and doing odd jobs. It debunks the myths surrounding his meetings with Blind Lemon Jefferson and Texas Alexander, his time on a chain gang, his relationships with women, and his lifelong appetite for gambling and drinking. This&#160;volume also discusses his hard-to-read personality; whether playing for black audiences in Houston&#8217;s Third Ward, for white crowds at the Matrix in San Francisco, or in the concert halls of Europe, Sam Hopkins was a musician who poured out his feelings in his songs and knew how to endear himself to his audience&#151;yet it was hard to tell if he was truly sincere, and he appeared to trust no one. Finally, this book moves beyond exploring his personal life and details his entire musical career, from his first recording session in 1946&#151;when he was dubbed Lightnin&#8217;&#151;to his appearance on the national charts and his rediscovery by Mack McCormick and Sam Charters in 1959, when his popularity had begun to wane and a second career emerged, playing to white audiences rather than black ones. Overall, this narrative tells the story of an important blues musician who became immensely successful by singing with a searing emotive power about his country roots and the injustices that informed the civil rights era.</P></DIV></DIV></DIV>", "isbn": "9781569766200", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Lightnin%27%20Hopkins/1372977713.71.jpg", "title": "Lightnin' Hopkins", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "uuid": "XBrYAQEdQwLCPwWpvQzXyJ", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2010-05-01", "language_code": "eng", "average_rating": 0.0}, "position": 52},{"annotation": "", "uuid": "UZLne6kdrR7TeyriG2E6V6", "book": {"awards": [], "author": "Guy de Maupassant", "description": "<p>This chilling tale of one man's descent into madness was published shortly before the author was institutionalized for insanity, and so, The Horla has inevitably been seen as informed by Guy de Maupassant's mental illness. While such speculation is murky, it is clear that de Maupassant—hailed alongside Chekhov as father of the short story—was at the peak of his powers in this innovative precursor of first-person psychological fiction. Indeed, he worked for years on The Horla's themes and form, first drafting it as \"Letter from a Madman,” then telling it from a doctor's point of view, before finally releasing the terrified protagonist to speak for himself in its devastating final version. In a brilliant new translation, all three versions appear here as a single volume for the first time.</p>", "isbn": "9781612192468", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192468/1377702112.21.jpg", "title": "The Horla", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "y3VeKSqfhBTbBFAd36wh4Y", "oyster_good_for_statement": "", "number_print_pages": 96, "oyster_summary": "", "status": 1, "publication_date": "2012-11-06", "language_code": "English", "average_rating": 3.91}, "position": 42},{"annotation": "", "uuid": "aQb8SG4x5omwgfz78QSbCS", "book": {"awards": [], "author": "Ruth Gruber", "description": "<DIV><DIV><b>Gruber&rsquo;s groundbreaking study of the work and legacy of Virginia Woolf&mdash;an enduring feminist analysis pairing two of the twentieth century&rsquo;s most extraordinary writers</b></div><DIV><BR></div><DIV>In 1932, Ruth Gruber earned her PhD&mdash;the youngest person ever to do so&mdash;with a stunning doctoral dissertation on Virginia Woolf. Published in 1935, the paper was the first-ever feminist critique of Woolf&rsquo;s work and inspired a series of correspondences between the two writers. It also led to Gruber&rsquo;s eventual meeting with Woolf, which she recounted six decades later in <i>Virginia Woolf: The Will to Create as a Woman</i>. </div><DIV>&#160;</div><DIV>Described by Gruber as &ldquo;the odyssey of how I met Virginia Woolf, and how her life and work became intertwined with my life,&rdquo; <i>Virginia Woolf </i>is a clear and insightful portrait of one of modern literature&rsquo;s most innovative authors, written by one of America&rsquo;s most remarkable journalists.</div></div>", "isbn": "9781453248645", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Virginia%20Woolf/1373330572.88.jpg", "title": "Virginia Woolf", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "GFfey4mWqDG8esX7xdB6Pk", "oyster_good_for_statement": "", "number_print_pages": 180, "oyster_summary": "", "status": 1, "publication_date": "2012-04-17", "language_code": "eng", "average_rating": 3.74}, "position": 21},{"annotation": "", "uuid": "WykTjvaTkXEvFMZX6AoJNh", "book": {"awards": [], "author": "Anaïs Nin", "description": "<DIV>This celebrated volume begins when Nin is about to publish her first book and ends when she leaves Paris for New York. Edited and with a Preface by Gunther tuhlmann; Index.<br></div>", "isbn": "9780547538709", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547538709/1376381870.11.jpg", "title": "The Diary of Anais Nin Volume 1 1931-1934", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "d7mDm2jAxcxN9kUGjHyQXo", "oyster_good_for_statement": "", "number_print_pages": 384, "oyster_summary": "", "status": 1, "publication_date": "1969-03-19", "language_code": "eng", "average_rating": 4.03}, "position": 29},{"annotation": "", "uuid": "bVJQFUHMJ3CrHgsVfUzvUk", "book": {"awards": [], "author": "Gale Martin", "description": "Peek beneath the surface of an extraordinary smalltown opera company, and get to know a fabulous cast of characters: determined flirts, a lusty singing gaucho, ingenious manipulators, a bipolar ketchup heiress, devious lovers, and some very determined ghosts. Delve into high society in Hankey, PA – a world of simmering seductions, convoluted mysteries and entertaining intrigues. You may laugh out loud. You may cheer for the gang of misfits trying to save their opera house from foreclosure by improbably staging a worldclass production of Mozart’s masterpiece. You may feel a tug at your heartstrings as lonely lovers look for new romance. Gale Martin’s new novel, Don Juan in Hankey, PA,will delight readers everywhere.", "isbn": "9781620150443", "cover_img": "https://cflare.oysterbooks.com/covers/Booktrope/9781620150443/1382068738.45.jpg", "title": "Don Juan in Hankey, PA", "publisher": {"uuid": "VX9ZbEKayVveVLFU54f7JD", "name": "Booktrope"}, "uuid": "bEuCpjgb8p5kU4WDuNSXHC", "oyster_good_for_statement": "", "number_print_pages": 310, "oyster_summary": "", "status": 1, "publication_date": "2011-11-01", "language_code": "English", "average_rating": 3.98}, "position": 34},{"annotation": "", "uuid": "srvPoRC5b8e38RF8gyuiUm", "book": {"awards": [], "author": "Herman Melville", "description": "<p>Academics hail it as the beginning of modernism, but to readers around the world—even those daunted by Moby-Dick—Bartleby the Scrivener is simply one of the most absorbing and moving novellas ever. Set in the mid-19th century on New York City's Wall Street, it was also, perhaps, Herman Melville's most prescient story: what if a young man caught up in the rat race of commerce finally just said, \"I would prefer not to”?</p> <p>The tale is one of the final works of fiction published by Melville before, slipping into despair over the continuing critical dismissal of his work after Moby-Dick, he abandoned publishing fiction. The work is presented here exactly as it was originally published in Putnam's magazine—to, sadly, critical disdain.</p>", "isbn": "9781612190778", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190778/1377113700.36.jpg", "title": "Bartleby The Scrivener", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "5bNMRxSYA6Kdfy6458ASqJ", "oyster_good_for_statement": "", "number_print_pages": 80, "oyster_summary": "", "status": 1, "publication_date": "2011-06-14", "language_code": "English", "average_rating": 3.84}, "position": 27},{"annotation": "", "uuid": "CspCjiBcFcYBC8JNpBive", "book": {"awards": [], "author": "Arthur Conan Doyle", "description": "Forget the Michael Crichton book (and Spielberg movie) that copied the title. This is the original: the terror-adventure tale of The Lost World. Writing not long after dinosaurs first invaded the popular imagination, Sir Arthur Conan Doyle spins a yarn about an expedition of two scientists, a big-game hunter, and a journalist (the narrator) to a volcanic plateau high over the vast Amazon rain forest. The bickering of the professors (a type Doyle knew well from his medical training) serves as witty contrast to the wonders of flora and fauna they encounter, building toward a dramatic moonlit chase scene with a Tyrannosaurus Rex. And the character of Professor George E. Challenger is second only to Sherlock Holmes in the outrageous force of his personality: he's a big man with an even bigger ego, and if you can grit your teeth through his racist behavior toward Native Americans, he's a lot of fun.", "isbn": "9781629450759", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/648/6481355522255.4.png", "title": "The Lost World", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "dsr9Ruq6WhzhpAo6dR8pjU", "oyster_good_for_statement": "", "number_print_pages": 176, "oyster_summary": "", "status": 1, "publication_date": "1912-04-01", "language_code": "", "average_rating": 3.85}, "position": 46},{"annotation": "", "uuid": "rpsQyLebYDYmQVoLEUH9HX", "book": {"awards": [], "author": "Sean Martin", "description": "<DIV>Alchemy has traditionally been viewed as 'the history of an error', an example of medieval gullibility and greed, in which alchemists tried to turn lead into gold, create fabulous wealth and find the elixir of life. But alchemy has also been described as 'the mightiest secret that a man can possess', and it obsessed the likes of Isaac Newton, Robert Boyle, and many of the founders of modern science. This book explores the history of the so-called Royal Art, from its mysterious beginnings in Egypt and China, through the Hellenistic world and the early years of Islam and into mediaeval Europe. Some of the greatest minds of the Middle Ages, figures such as Albertus Magnus, Roger Bacon, and Thomas Aquinas were drawn to alchemy, and legendary alchemists such as Nicholas Flamel were thought to have actually succeeded in finding The Philosopher's Stone. During the Renaissance, Paracelsus and his followers helped revolutionize medicine, and during the seventeenth century, alchemy played a major role in paving the way for modern science. During the twentieth century, it became a focus of interest for the psychologist Carl Jung and his followers, who believed that the alchemists had discovered the unconscious. In this fully revised edition, Sean Martin has expanded the sections on Chinese and Indian alchemy and has added new material on the relationship between alchemy and early modern science, while also making a fresh assessment of this most enduringly mysterious and fascinating of subjects, to which all others have been described as 'child's play'.</DIV>", "isbn": "9781842435380", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Alchemy%20%26%20Alchemists/1372982139.23.jpg", "title": "Alchemy & Alchemists", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "uuid": "WqeGLEfdL8cvLM6WDyiEdV", "oyster_good_for_statement": "", "number_print_pages": 160, "oyster_summary": "", "status": 1, "publication_date": "2006-11-24", "language_code": "eng", "average_rating": 3.92}, "position": 2},{"annotation": "", "uuid": "iu8eUU4jJUxYvKckfrERWi", "book": {"awards": [], "author": "Edward Dolnick", "description": "<p><em>The Clockwork Universe</em> is the story of a band of menwho lived in a world of dirt and disease but pictured auniverse that ran like a perfect machine. A meld ofhistory and science, this book is a group portrait ofsome of the greatest minds who ever lived as theywrestled with nature&#8217;s most sweeping mysteries. Theanswers they uncovered still hold the key to how weunderstand the world.</p><p>At the end of the seventeenth century&#8212;an age ofreligious wars, plague, and the Great Fire of London&#8212;when most people saw the world as falling apart, theseearliest scientists saw a world of perfect order. They declaredthat, chaotic as it looked, the universe was in factas intricate and perfectly regulated as a clock. This wasthe tail end of Shakespeare&#8217;s century, when the naturaland the supernatural still twined around each other. Diseasewas a punishment ordained by God, astronomy hadnot yet broken free from astrology, and the sky was filledwith omens. It was a time when little was known andeverything was new. These brilliant, ambitious, curiousmen believed in angels, alchemy, and the devil, and theyalso believed that the universe followed precise, mathematicallaws&#8212;a contradiction that tormented them andchanged the course of history. </p><p><em>The Clockwork Universe</em> is the fascinating and compellingstory of the bewildered geniuses of the RoyalSociety, the men who made the modern world.</p>", "isbn": "9780062042262", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042262/1376531311.38.jpg", "title": "The Clockwork Universe", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "fRxfKgmqcUHp9DYtbxpHP6", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2011-02-08", "language_code": "eng", "average_rating": 3.93}, "position": 12},{"annotation": "", "uuid": "TGgobQ5iJEtNA8J56vLXBH", "book": {"awards": [], "author": "Sir Arthur Conan Doyle", "description": "Since Doyle created the immortal Sherlock Holmes and his assistant Dr. Watson, no other mystery writer has come close to eclipsing him as the standard bearer in crime fiction. A brilliant London-based \"consulting detective,\" Holmes is famous for his intellectual prowess and renowned for his skillful use of astute observation, deductive reasoning, and inference to solve difficult cases.\r\n\r\nComprising the series of short stories that made the fortunes of the Strand, the magazine in which they were first published, this volume won even more popularity for Sherlock Holmes and Dr. Watson. Holmes is at the height of his powers in many of his most famous cases, including \"The Red-Headed League,\" \"The Speckled Band,\" and \"The Blue Carbuncle.\"", "isbn": "9781629450513", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450513/1377024599.71.png", "title": "The Adventures of Sherlock Holmes", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "93aP36f6biyLbNHAPVQFcX", "oyster_good_for_statement": "", "number_print_pages": 104, "oyster_summary": "", "status": 1, "publication_date": "1892-10-14", "language_code": "", "average_rating": 4.24}, "position": 41},{"annotation": "", "uuid": "ytvekvW4qoCQM8rTJ3yGGe", "book": {"awards": [], "author": "Robin Wilson", "description": "<p>Mathematics pervades our daily lives. It is intimately involved whenever one starts a car, switches on the television, flies on a plane, forecasts the weather, books a holiday on the internet, programmes a computer, navigates heavy traffic, analyses statistical data, or seeks a cure for a disease. Our credit cards and the nation's defence secrets are kept secure by encryption methods based on prime numbers. </p>\n<p>This book presents mathematics with a human face, celebrating the achievements of the great mathematicians in their historical context. Here you will meet time-measurers (the Mayans, Huygens), astronomers (Ptolemy, Halley), logicians (Aristotle, Russell), calculators (Napier, Babbage), geometers (Archimedes, Bolyai) and arithmeticians (Pythagoras, al-Khwarizmi), as well as such well-known figures as Geoffrey Chaucer, Christopher Wren, Napoleon, Florence Nightingale, and many more.</p>", "isbn": "9781848584167", "cover_img": "https://cflare.oysterbooks.com/covers/Arcturus%20Digital%20Limited/9781848584167/1385163797.33.jpg", "title": "The Great Mathematicians", "publisher": {"uuid": "SHA9vC7gwoR534yzVAvSEC", "name": "Arcturus Digital Limited"}, "uuid": "AAqmjGQupiUVm5PNiRQ7Cb", "oyster_good_for_statement": "", "number_print_pages": 208, "oyster_summary": "", "status": 1, "publication_date": "2011-09-01", "language_code": "eng", "average_rating": 0.0}, "position": 33},{"annotation": "", "uuid": "aZkjHCsbMtWHJGACGeD6v4", "book": {"awards": [], "author": "Isaac Newton", "description": "In his monumental 1687 work Philosophiae Naturalis Principia Mathematica, known familiarly as the Principia, Isaac Newton laid out in mathematical terms the principles of time, force, and motion that have guided the development of modern physical science. Even after more than three centuries and the revolutions of Einsteinian relativity and quantum mechanics, Newtonian physics continues to account for many of the phenomena of the observed world, and Newtonian celestial dynamics is used to determine the orbits of our space vehicles.\r\nThis completely new translation, the first in 270 years, is based on the third (1726) edition, the final revised version approved by Newton; it includes extracts from the earlier editions, corrects errors found in earlier versions, and replaces archaic English with contemporary prose and up-to-date mathematical forms.\r\nNewton's principles describe acceleration, deceleration, and inertial movement; fluid dynamics; and the motions of the earth, moon, planets, and comets. A great work in itself, the Principia also revolutionized the methods of scientific investigation. It set forth the fundamental three laws of motion and the law of universal gravity, the physical principles that account for the Copernican system of the world as emended by Kepler, thus effectively ending controversy concerning the Copernican planetary system.\r\nThe illuminating Guide to the Principia by I. Bernard Cohen, along with his and Anne Whitman's translation, will make this preeminent work truly accessible for today's scientists, scholars, and students.", "isbn": "9781629452562", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452562/1376114425.77.png", "title": "Principia Mathematica", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "NFHRsoZ7muTYu78RTgPDCW", "oyster_good_for_statement": "", "number_print_pages": 991, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 4.14}, "position": 53},{"annotation": "", "uuid": "DBriGAHvGueW43X2p7AVkY", "book": {"awards": [{"uuid": "f6WJDLFhEGCpAw2aNs9pgW", "image": null, "name": "James Fenimore Cooper Prize Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Philip Roth", "description": "<DIV>When the renowned aviation hero and rabid isolationist Charles A. Lindbergh defeated Franklin Roosevelt by a landslide in the 1940 presidential election, fear invaded every Jewish household in America. Not only had Lindbergh, in a nationwide radio address, publicly blamed the Jews for sel&#64257;shly pushing America toward a pointless war with Nazi Germany, but upon taking of&#64257;ce as the thirty-third president of the United States, he negotiated a cordial &#8220;understanding&#8221; with Adolf Hitler, whose conquest of Europe and virulent anti-Semitic policies he appeared to accept without dif&#64257;culty. What then followed in America is the historical setting for this startling new book by Pulitzer Prize&#8211;winner Philip Roth, who recounts what it was like for his Newark family &#8212; and for a million such families all over the country &#8212; during the menacing years of the Lindbergh presidency, when American citizens who happened to be Jews had every reason to expect the worst.</DIV>", "isbn": "9780547345314", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345314/1376379487.68.jpg", "title": "The Plot Against America", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "hHB73Ei7cGUAKoXV27R6nE", "oyster_good_for_statement": "", "number_print_pages": 400, "oyster_summary": "", "status": 1, "publication_date": "2004-10-05", "language_code": "eng", "average_rating": 3.63}, "position": 11},{"annotation": "", "uuid": "dW23ZNtUWLg6cTXdTfEhm8", "book": {"awards": [], "author": "Charlotte Perkins Gilman", "description": "Presented in the first person, the story is a collection of journal entries written by a woman whose physician husband has confined her to the upstairs bedroom of a house he has rented for the summer. She is forbidden from working, and has to hide her journal from him, so she can recuperate from what he calls a \"temporary nervous depression – a slight hysterical tendency,\" a diagnosis common to women in that period. The windows of the room are barred, and there is a gate across the top of the stairs, allowing her husband to control her access to the rest of the house.\r\n\r\nFirst published in January 1892 in The New England Magazine, the story is regarded as an important early work of American feminist literature, illustrating attitudes in the 19th century toward women's physical and mental health.", "isbn": "9781629450940", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450940/1377112991.15.png", "title": "The Yellow Wallpaper", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "pvGvwLUTiQv4jSnmhZrr6W", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "1892-01-01", "language_code": "", "average_rating": 4.1}, "position": 7},{"annotation": "", "uuid": "ew6d2xVz6YQpkriYLcem8b", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "James Gleick", "description": "<DIV><p><DIV><b>An illuminating portrayal of Richard Feynman&mdash;a giant of twentieth century physics&mdash;from his childhood tinkering with radios, to his vital work on the Manhattan Project and beyond</b></div><DIV>&#160;<b><BR></b></div><DIV>Raised in Depression-era Rockaway Beach, physicist Richard Feynman was irreverent, eccentric, and childishly enthusiastic&mdash;a new kind of scientist in a field that was in its infancy. His quick mastery of quantum mechanics earned him a place at Los Alamos working on the Manhattan Project under J. Robert Oppenheimer, where the giddy young man held his own among the nation&rsquo;s greatest minds. There, Feynman turned theory into practice, culminating in the Trinity test, on July 16, 1945, when the Atomic Age was born. He was only twenty-seven. And he was just getting started.</div><DIV>&#160;</div><DIV>In this sweeping biography, James Gleick captures the forceful personality of a great man, integrating Feynman&rsquo;s work and life in a way that is accessible to laymen and fascinating for the scientists who follow in his footsteps.</div></p></DIV>", "isbn": "9781453210437", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Genius/1373329475.59.jpg", "title": "Genius", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "8G73mx9QxyjhpBkg2ktFDF", "oyster_good_for_statement": "", "number_print_pages": 532, "oyster_summary": "", "status": 1, "publication_date": "2011-02-22", "language_code": "eng", "average_rating": 4.19}, "position": 13},{"annotation": "", "uuid": "qWTnoXZzeVK3YrR9TsWsVe", "book": {"awards": [], "author": "Suzanne Marrs", "description": "<div> For over fifty years, Eudora Welty and William Maxwell, two of our most admired writers, penned letters to each other. They shared their worries about work and family, literary opinions and scuttlebutt, moments of despair and hilarity. Living half a continent apart, their friendship was nourished and maintained by their correspondence.&#160;<BR><BR><I>What There Is to Say We Have Said</I> bears witness to Welty and Maxwell&#8217;s editorial relationships&#8212;both in his capacity as New Yorker editor and in their collegial back-andforth on their work. It&#8217;s also a chronicle of the literary world of the time; read talk of James Thurber, William Shawn, Katherine Anne Porter, J. D. Salinger, Isak Dinesen, William Faulkner, John Updike, Virginia Woolf, Walker Percy, Ford Madox Ford, John Cheever, and many more.&#160;It is a treasure trove of reading recommendations.&#160;<BR><BR>Here, Suzanne Marrs&#8212;Welty&#8217;s biographer and friend&#8212;offers an unprecedented window into two intertwined lives. Through careful collection of more than 300 letters as well as her own insightful introductions, she has created a record of a remarkable friendship and a lyrical homage to the forgotten art of letter writing.</P></DIV>", "isbn": "9780547549248", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549248/1376380512.84.jpg", "title": "What There Is to Say We Have Said", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "Dt4ENZxSiwN2k7UW7WyGs7", "oyster_good_for_statement": "", "number_print_pages": 512, "oyster_summary": "", "status": 1, "publication_date": "2011-05-12", "language_code": "eng", "average_rating": 4.3}, "position": 36},{"annotation": "", "uuid": "YxF4bzq5aCv2MaeVvd5bRL", "book": {"awards": [], "author": "Charlie Chaplin", "description": "<p>Chaplin's heartfelt and hilarious autobiography tells the story of his childhood, the challenge of identifying and perfecting his talent, his subsequent film career and worldwide celebrity.</p>\n<p>In this, one of the very first celebrity memoirs, Chaplin displays all the charms, peculiarities and deeply-held beliefs that made him such an endearing and lasting character.</p>\n<p>Re-issued as part of Melville House's Neversink Library, My Autobiography offers dedicated Chaplin fans and casual admirers alike an astonishing glimpse into the the heart and the mind of Hollywood's original genius maverick.</p>\n<p>Take this unforgettable journey with the man George Bernard Shaw called \"the only genius to come out of the movie industry” as he moves from his impoverished South London childhood to the heights of Hollywood wealth and fame; from the McCarthy-era investigations to his founding of United Artists to his \"reverse migration” back to Europe, My Autobiography is a reading experience not to be missed.</p>", "isbn": "9781612191935", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191935/1377114763.08.jpg", "title": "My Autobiography", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "HqsZf9MUA4d7bwcuFtkvGe", "oyster_good_for_statement": "", "number_print_pages": 528, "oyster_summary": "", "status": 1, "publication_date": "2012-12-26", "language_code": "English", "average_rating": 4.2}, "position": 14},{"annotation": "", "uuid": "7GbnVtR8cj8WwsbUCHtfT", "book": {"awards": [], "author": "William Shakespeare", "description": "Considered one of Shakespeare's darkest and most powerful tragedies. Set in Scotland, the play dramatizes the corroding psychological and political effects produced when its protagonist, the Scottish lord Macbeth, chooses evil as the way to fulfill his ambition for power.", "isbn": "9781629450285", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/694/6941355934754.94.png", "title": "Macbeth", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "erYbiobGfV9yt43KpXNmWZ", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "1606-01-01", "language_code": "", "average_rating": 3.85}, "position": 10},{"annotation": "", "uuid": "soHvunte7fbPF7wyaj2ajg", "book": {"awards": [], "author": "Francis Crick", "description": "<DIV>Candid, provocative, and disarming, this is the widely-praised memoir of the co-discoverer of the double helix of DNA.</Div>", "isbn": "9780786725847", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786725847/1387370882.38.jpg", "title": "What Mad Pursuit", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "uuid": "Na8aTD4Us2JR4CqMqy5NjN", "oyster_good_for_statement": "", "number_print_pages": 208, "oyster_summary": "", "status": 1, "publication_date": "2008-08-06", "language_code": "eng", "average_rating": 4.4}, "position": 59},{"annotation": "", "uuid": "5R3xfrJNZiatT8XfqjCj9d", "book": {"awards": [], "author": "Paul Johnson", "description": "<p>Kingsley Amis described Paul Johnson's <em>Intellectuals</em> as &#8220;a valuable and entertaining Rogues' Gallery of <em>Adventures of the Mind</em>.&#8221; Now the celebrated journalist and historian offers <em>Creators</em>, a companion volume of essays that examines a host of outstanding and prolific creative spirits. Here are Disney, Picasso, Bach, and Shakespeare; Austen, Twain, and T. S. Eliot; and D&#252;rer, Hokusai, Pugin, and Viollet-le-Duc, among many others.</p><p>Paul Johnson believes that creation cannot be satisfactorily analyzed, but it can be illustrated to bring out its salient characteristics. That is the purpose of this instructive and witty book.</p>", "isbn": "9780061740954", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061740954/1376451823.19.jpg", "title": "Creators", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "JZkAvRyvozwncVFookX7bk", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 3.54}, "position": 9},{"annotation": "", "uuid": "9L7xarAmoULsCKevkt8eB9", "book": {"awards": [], "author": "Mary Renault", "description": "<DIV><B>A comprehensive and engrossing biography of Alexander the Great by </b><B>acclaimed writer Mary Renault<BR></b><I><BR>The Nature of Alexander</i> is Mary Renault&rsquo;s compelling rendering of the life of one of history&rsquo;s most towering figures. Based on rigorous research and written with narrative panache and stunning historical sweep, Renault&rsquo;s biography provides a fresh look at a man whose legend has remained larger than life for more than two thousand years. From his complicated family dynamics to his study under Aristotle, from his rise to power at age twenty to his staggering military campaigns, Renault is clear-eyed about her subject&rsquo;s life, violence, and greatness. Infectious in its enthusiasm, this is a penetrating study of Alexander the Great as a fascinating man, unrivaled conqueror, and enduring icon.&#160;<BR><BR>This ebook features an illustrated biography of Mary Renault including rare images of the author.<BR></div>", "isbn": "9781480432949", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480432949/1377118257.38.jpg", "title": "The Nature of Alexander", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "sr95vmfedWZ7VXQTZR5xg6", "oyster_good_for_statement": "", "number_print_pages": 276, "oyster_summary": "", "status": 1, "publication_date": "2013-09-10", "language_code": "eng", "average_rating": 4.03}, "position": 49},{"annotation": "", "uuid": "wz7H65R4setcHAFe6c4icf", "book": {"awards": [], "author": "Alfred Lansing", "description": "<DIV>The astonishing saga of polar explorer Ernest Shackleton's survival for over a year on the ice-bound Antarctic seas, as Time magazine put it, \"defined heroism.\" Alfred Lansing's scrupulously researched and brilliantly narrated book -- with over 200,000 copies sold -- has long been acknowledged as the definitive account of the Endurance's fateful trip. To write their authoritative story, Lansing consulted with ten of the surviving members and gained access to diaries and personal accounts by eight others. The resulting book has all the immediacy of a first-hand account, expanded with maps and illustrations especially for this edition.</Div>", "isbn": "9780306817731", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780306817731/1387370967.64.jpg", "title": "Endurance", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "uuid": "GdmRES7mJksMke32BahRLB", "oyster_good_for_statement": "", "number_print_pages": 300, "oyster_summary": "", "status": 1, "publication_date": "2008-03-03", "language_code": "eng", "average_rating": 4.78}, "position": 57},{"annotation": "", "uuid": "DRhC6SkTTpoSxQEHzWfuYF", "book": {"awards": [], "author": "Tyler Hamilton", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A search for the contemporary Nikola Tesla&#151;considered a mad scientist by his society for predicting global warming more than 100 years ago&#151;fuels this analysis of climate issues, which introduces thinkers and inventors who are working to find possible ways out of the energy crisis. From Louis Michaud, a retired refinery engineer who claims we can harness the energy of man-made tornadoes, to a professor and a businessman who are running a company that genetically modifies algae so it can secrete ethanol naturally, these individuals and their unorthodox methods are profiled through first-person interviews, exposing the social, economic, financial, and personal barriers that prevent them from making an impact with their ideas. The existing state of green energy technologies, such as solar, wind, biofuels, smart grid, and energy storage, is also explored, creating a sense of hope against a backdrop of climate dread.</P></DIV>", "isbn": "9781770900738", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Mad%20Like%20Tesla/1372979389.57.jpg", "title": "Mad Like Tesla", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "uuid": "yvYT7rKQUBuGEJLzzHDbFe", "oyster_good_for_statement": "", "number_print_pages": 252, "oyster_summary": "", "status": 1, "publication_date": "2011-09-01", "language_code": "eng", "average_rating": 3.73}, "position": 35},{"annotation": "", "uuid": "iKzRuc5vyVjLbbUvdZq8KW", "book": {"awards": [], "author": "John Cage", "description": "Silence, John Cage&#8217;s first book and epic masterpiece, was published in October 1961. In these lectures, scores, and writings, Cage tries, as he says, to find a way of writing that comes from ideas, is not about them, but that produces them. Often these writings include mesostics and essays created by subjecting the work of other writers to chance procedures using the I Ching. Fifty years later comes a beautiful new edition with a foreword by eminent music critic Kyle Gann. A landmark book in American arts and culture, Silence has been translated into more than forty languages and has sold over half a million copies worldwide. Wesleyan University Press is proud to celebrate the fiftieth anniversary of the book&#8217;s publication with this special hardcover edition.", "isbn": "9780819571779", "cover_img": "https://cflare.oysterbooks.com/covers/Wesleyan%20University%20Press/9780819571779/1385972984.94.jpg", "title": "Silence", "publisher": {"uuid": "UQMbxD7MQDZSuqbcq5Jkxn", "name": "Wesleyan University Press"}, "uuid": "rijKXM74kbFCrryWp6iHFj", "oyster_good_for_statement": "", "number_print_pages": 312, "oyster_summary": "", "status": 1, "publication_date": "2011-10-26", "language_code": "eng", "average_rating": 4.6}, "position": 61},{"annotation": "", "uuid": "UATJVDev9PJQQ7u92XqXeS", "book": {"awards": [{"uuid": "yJ2Y9oRxxU5bHCfTrtenDF", "image": null, "name": "Finalist for the Pulitzer Prize"}, {"uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn", "image": null, "name": "Francis Parkman Prize Winner"}], "author": "Megan Marshall", "description": "<div>   Elizabeth, Mary, and Sophia Peabody were in many ways our American Brontes. The story of these remarkable sisters &mdash; and their central role in shaping the thinking of their day &#8212; has never before been fully told. Twenty years in the making, Megan Marshall's monumental biograpy brings the era of creative ferment known as American Romanticism to new life. Elizabeth, the oldest sister, was a mind-on-fire thinker. A powerful influence on the great writers of the era &#8212; Emerson, Hawthorne, and Thoreau among them &#8212; she also published some of their earliest works. It was Elizabeth who prodded these newly minted Transcendentalists away from Emerson's individualism and toward a greater connection to others. Mary was a determined and passionate reformer who finally found her soul mate in the great educator Horace Mann. The frail Sophia was a painter who won the admiration of the preeminent society artists of the day. She married Nathaniel Hawthorne &#8212; but not before Hawthorne threw the delicate dynamics among the sisters into disarray. Marshall focuses on the moment when the Peabody sisters made their indelible mark on history. Her unprecedented research into these lives uncovered thousands of letters never read before as well as other previously unmined original sources. The Peabody Sisters casts new light on a legendary American era. Its publication is destined to become an event in American biography.    <p>This book is highly recommended for students and reading groups interested in American history, American literature, and women's studies. It is a wonderful look into 19th-century life.  </div>", "isbn": "9780547348759", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348759/1376380860.88.jpg", "title": "The Peabody Sisters", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "rALFnk87p7wmP6S9oCzNPV", "oyster_good_for_statement": "", "number_print_pages": 624, "oyster_summary": "", "status": 1, "publication_date": "2006-05-11", "language_code": "eng", "average_rating": 4.18}, "position": 21},{"annotation": "", "uuid": "cCS4D4kdM98QDwcUmouzBi", "book": {"awards": [], "author": "Robert S. Root-Bernstein", "description": "<DIV>Exercise your imagination and set off sparks of genius. Explore the \"thinking tools\" of extraordinary people, from Albert Einstein and Jane Goodall to Amadeus Mozart and Virginia Woolf, and learn how you can practice the same imaginative skills to become your creative best. With engaging narratives and ample illustrations, Robert and Michele Root-Bernstein investigate cognitive tools as diverse as observing, imaging, recognizing patterns, modeling, playing, and more. SPARKS OF GENIUS is \"a clever, detailed and demanding fitness program for the creative mind\" (Kirkus Reviews) and a groundbreaking guidebook for anyone interested in imaginative thinking, lifelong learning, and transdisciplinary education.</DIV>", "isbn": "9780547525891", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525891/1378365873.67.jpg", "title": "Sparks of Genius", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "5ExPxajs5hKBQUizTgVLG4", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2013-08-26", "language_code": "eng", "average_rating": 4.0}, "position": 30},{"annotation": "", "uuid": "2byt3QzqLbMSB23FGL9Kx9", "book": {"awards": [], "author": "Brian Clegg", "description": "PRAISE FOR LIGHT YEARS AND TIME TRAVEL<br><br>\"This immensely likeable work of pop science traces 'man's enduring fascination with light,' from Aristotle's plans for a death ray (burning enemy ships with a giant array of mirrors) to a recent experiment that seems to have sent Mozart's 40th Symphony faster than light, and thus back through time. Clegg is very good at explaining the bizarre properties of light.\"<br>-The Guardian<br><br>\"A fascinating book on a fascinating subject. It brings together all aspects of light in an unusual and compelling manner.\"<br>-Sir Patrick Moore<br><br>\"Light's properties often seem mysterious to the point of being unfathomable. Yet in this extraordinary book, Brian Clegg manages to explain them through the lives of those so fixated with light that they have shaped our perception of it. . . . Clegg's accessible writing style manages to encapsulate the lives of light's disciples with humorous and interesting anecdotes . . . quite awesome!\" <br>-New Scientist", "isbn": "9780470244111", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470244111/1379061788.63.jpg", "title": "Light Years and Time Travel", "publisher": {"uuid": "2amzipTUXfnqZf2Nwkv9PD", "name": "Wiley"}, "uuid": "GN4nzPYcD4bPCVtcBjcDbh", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2007-08-03", "language_code": "eng", "average_rating": 0.0}, "position": 44},{"annotation": "", "uuid": "MYMqfN9bwsbTHR3MSgY4fb", "book": {"awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "author": "Albert Einstein", "description": "<DIV><p></p><DIV><b>A fascinating collection of Einstein&rsquo;s observations about life, religion, nationalism, and a host of personal topics that engaged the genius&rsquo;s intellect</b></div><BR><DIV>In the aftermath of the First World War, Einstein writes about his hopes for the League of Nations, his feelings as a German citizen about the growing anti-Semitism and nationalism of his country, and his myriad opinions about the current affairs of his day. In addition to these political perspectives, <i>The World As I See It</i> reveals the idealistic, spiritual, and witty side of this great intellectual as he approaches topics including &ldquo;Good and Evil,&rdquo; &ldquo;Religion and Science,&rdquo; &ldquo;Active Pacifism,&rdquo; &ldquo;Christianity and Judaism,&rdquo; and &ldquo;Minorities.&rdquo;</div><DIV>&#160;</div><DIV>Including letters, speeches, articles, and essays written before 1935, this collection offers a complete portrait of Einstein as a humanitarian and as a human being trying to make sense of the changing world around him.</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div><p></p></div>", "isbn": "9781453204948", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/The%20World%20As%20I%20See%20It/1373329398.78.jpg", "title": "The World As I See It", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "uuid": "4Y25thhVxFfuwhqdhLVLJW", "oyster_good_for_statement": "", "number_print_pages": 112, "oyster_summary": "", "status": 1, "publication_date": "2011-09-27", "language_code": "eng", "average_rating": 3.98}, "position": 40},{"annotation": "", "uuid": "2WfXkFSdXrfVebriPVaxu3", "book": {"awards": [], "author": "Chuck Haddix", "description": "Saxophone virtuoso Charlie  Bird  Parker began playing professionally in his early teens, became a heroin addict at 16, changed the course of music, and then died when only 34 years old. His friend Robert Reisner observed,  Parker, in the brief span of his life, crowded more living into it than any other human being.  Like Louis Armstrong, Duke Ellington, Miles Davis, and John Coltrane, he was a transitional composer and improviser who ushered in a new era of jazz by pioneering bebop and influenced subsequent generations of musicians.  Â  Meticulously researched and written, Bird: The Life and Music of Charlie Parker tells the story of his life, music, and career. This new biography artfully weaves together firsthand accounts from those who knew him with new information about his life and career to create a compelling narrative portrait of a tragic genius.   While other books about Parker have focused primarily on his music and recordings, this portrait reveals the troubled man behind the music, illustrating how his addictions and struggles with mental health affected his life and career. He was alternatively generous and miserly; a loving husband and father at home but an incorrigible philanderer on the road; and a chronic addict who lectured younger musicians about the dangers of drugs. Above all he was a musician, who overcame humiliation, disappointment, and a life-threatening car wreck to take wing as Bird, a brilliant improviser and composer.  With in-depth research into previously overlooked sources and illustrated with several never-before-seen images, Bird: The Life and Music of Charlie Parker corrects much of the misinformation and myth about one of the most influential musicians of the twentieth century.", "isbn": "9780252095177", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252095177/1379660794.57.jpg", "title": "Bird", "publisher": {"uuid": "kEZyg4HDgiScw6jmfVU3ee", "name": "University of Illinois Press"}, "uuid": "aBccGVjQEHYB7jEsmozh6Z", "oyster_good_for_statement": "", "number_print_pages": 190, "oyster_summary": "", "status": 1, "publication_date": "2013-08-14", "language_code": "eng", "average_rating": 3.98}, "position": 6},{"annotation": "", "uuid": "gnDAuWTs8Hqx2gC7D4w3vZ", "book": {"awards": [], "author": "Mary Shelley", "description": "Mary Shelley began writing Frankenstein when she was only eighteen. At once a Gothic thriller, a passionate romance, and a cautionary tale about the dangers of science, Frankenstein tells the story of committed science student Victor Frankenstein. Obsessed with discovering the cause of generation and life and bestowing animation upon lifeless matter, Frankenstein assembles a human being from stolen body parts but; upon bringing it to life, he recoils in horror at the creature's hideousness. Tormented by isolation and loneliness, the once-innocent creature turns to evil and unleashes a campaign of murderous revenge against his creator, Frankenstein.\r\n\r\nFrankenstein, an instant bestseller and an important ancestor of both the horror and science fiction genres, not only tells a terrifying story, but also raises profound, disturbing questions about the very nature of life and the place of humankind within the cosmos: What does it mean to be human? What responsibilities do we have to each other? How far can we go in tampering with Nature? In our age, filled with news of organ donation genetic engineering, and bio-terrorism, these questions are more relevant than ever.", "isbn": "9781629451749", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451749/1376024321.07.png", "title": "Frankenstein", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "qpatPEuncje4ANVY3SYT4C", "oyster_good_for_statement": "", "number_print_pages": 166, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.67}, "position": 25},{"annotation": "", "uuid": "7Bx2T9HUW6FuxCvFiQFvZa", "book": {"awards": [], "author": "Duncan Steel", "description": "\"If you lie awake worrying about the overnight transition from December 31, 1 b.c., to January 1, a.d. 1 (there is no year zero), then you will enjoy Duncan Steel's Marking Time.\"--American Scientist<br><br>\"No book could serve as a better guide to the cumulative invention that defines the imaginary threshold to the new millennium.\"--Booklist<br><br>A Fascinating March through History and the Evolution of the Modern-Day Calendar . . .<br><br>In this vivid, fast-moving narrative, you'll discover the surprising story of how our modern calendar came about and how it has changed dramatically through the years. Acclaimed author Duncan Steel explores each major step in creating the current calendar along with the many different systems for defining the number of days in a week, the length of a month, and the number of days in a year. From the definition of the lunar month by Meton of Athens in 432 b.c. to the roles played by Julius Caesar, William the Conqueror, and Isaac Newton to present-day proposals to reform our calendar, this entertaining read also presents \"timely\" tidbits that will take you across the full span of recorded history. Find out how and why comets have been used as clocks, why there is no year zero between 1 b.c. and a.d. 1, and why for centuries Britain and its colonies rang in the New Year on March 25th. Marking Time will leave you with a sense of awe at the haphazard nature of our calendar's development. Once you've read this eye-opening book, you'll never look at the calendar the same way again.", "isbn": "9780470245088", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470245088/1379061789.99.jpg", "title": "Marking Time", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "uuid": "dr8sLVdjhfTgmboJz5Fnje", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": "2007-08-03", "language_code": "eng", "average_rating": 4.24}, "position": 1},{"annotation": "", "uuid": "73VeUbU5LUfY99ziZuv5cQ", "book": {"awards": [], "author": "George Orwell", "description": "<DIV><DIV><DIV><DIV><P>George Orwell was first and foremost an essayist,&#160;producing throughout his life an extraordinary array of short nonfiction that reflected--and illuminated--the fraught times in which he lived. \"As soon as he began to write something,\" comments George Packer in his foreword, \"it was as natural for Orwell to propose, generalize, qualify, argue, judge--in short, to think--as it was for Yeats to versify or Dickens to invent.\"</P><P><I>Facing Unpleasant Facts </I>charts Orwell's development as a master of the narrative-essay form and unites such classics as \"Shooting an Elephant\" with lesser-known journalism and passages from his wartime diary. Whether detailing the horrors of Orwell's boyhood in an English boarding school or bringing to life the sights, sounds, and smells of the Spanish Civil War, these essays weave together the personal and the political in an unmistakable style that is at once plainspoken and brilliantly complex.</p></DIV></DIV></DIV></DIV>", "isbn": "9780547417769", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547417769/1376379652.49.jpg", "title": "Facing Unpleasant Facts", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "VBYU78TnbXsaUYeMj35pPY", "oyster_good_for_statement": "", "number_print_pages": 336, "oyster_summary": "", "status": 1, "publication_date": "2009-10-14", "language_code": "eng", "average_rating": 4.38}, "position": 26},{"annotation": "", "uuid": "ge6FYwpyUAEaKhYLDxGZeL", "book": {"awards": [], "author": "Sue Roe", "description": "<p>Though they were often ridiculed or ignored by their contemporaries, today astonishing sums are paid for their paintings. Their dazzling works are familiar to even the most casual art lovers&#8212;but how well does the world know the Impressionists as people?</p><p>Sue Roe's colorful, lively, poignant, and superbly researched biography, <em>The Private Lives of the Impressionists</em>, follows an extraordinary group of artists into their Paris studios, down the rural lanes of Montmartre, and into the rowdy riverside bars of a city undergoing monumental change. Vivid and unforgettable, it casts a brilliant, revealing light on this unparalleled society of genius colleagues who lived and worked together for twenty years and transformed the art world forever with their breathtaking depictions of ordinary life.</p>", "isbn": "9780061978968", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061978968/1376529320.26.jpg", "title": "The Private Lives of the Impressionists", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "FzZWmGkBtSLj5482V4A8JX", "oyster_good_for_statement": "", "number_print_pages": 368, "oyster_summary": "", "status": 1, "publication_date": "2009-10-06", "language_code": "eng", "average_rating": 3.83}, "position": 22},{"annotation": "", "uuid": "SPTHfHT9eiNrhr8nRdgJ7h", "book": {"awards": [], "author": "Anne R. Dick", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Offering an intimate perspective on the life of an important, prolific author, this revealing biography uncovers the inner workings of a cult figure through his tumultuous relationship with his third wife. Brilliant and charismatic, Philip K. Dick was known as a loyal friend, father, and husband, as well as a talented science fiction writer. His six-year marriage to the woman he described as &#147;the love of his life&#8221; and his intellectual equal was full of passion&#151;the meeting of soul mates. But behind the fa&#231;ade of an untroubled life was a man struggling with his demons, unable to trust anyone, and reliant upon his charm to navigate his increasingly dark reality and descent into drugs and madness. Exposing personal details of their married life as well as the ways he continued to haunt her even after their relationship collapsed, Anne Dick provides thorough research combined with personal memories of this mysterious man.</P></DIV>", "isbn": "9781616960377", "cover_img": "https://cflare.oysterbooks.com/covers/Tachyon%20Publications/The%20Search%20for%20Philip%20K.%20Dick/1372978125.32.jpg", "title": "The Search for Philip K. Dick", "publisher": {"uuid": "9Lwkzqif5JmjyMWriHbn33", "name": "Tachyon Publications"}, "uuid": "jceAFueri2zaQbBXJVK7a5", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2010-11-05", "language_code": "eng", "average_rating": 4.5}, "position": 3},{"annotation": "", "uuid": "8AvRbAoowHQwqnv5B94KwB", "book": {"awards": [], "author": "David Edmonds", "description": "<p>In the summer of 1972, with a presidential crisis stirring in the United States and the cold war at a pivotal point, two men&#8212;the Soviet world chess champion Boris Spassky and his American challenger Bobby Fischer&#8212;met in the most notorious chess match of all time. Their showdown in Reykjavik, Iceland, held the world spellbound for two months with reports of psychological warfare, ultimatums, political intrigue, cliffhangers, and farce to rival a Marx Brothers film. </p><p>Thirty years later, David Edmonds and John Eidinow, authors of the national bestseller <em>Wittgenstein&#8217;s Poker</em>, have set out to reexamine the story we recollect as the quintessential cold war clash between a lone American star and the Soviet chess machine&#8212;a machine that had delivered the world title to the Kremlin for decades. Drawing upon unpublished Soviet and U.S. records, the authors reconstruct the full and incredible saga, one far more poignant and layered than hitherto believed. </p><p>Against the backdrop of superpower politics, the authors recount the careers and personalities of Boris Spassky, the product of Stalin&#8217;s imperium, and Bobby Fischer, a child of post-World War II America, an era of economic boom at home and communist containment abroad. The two men had nothing in common but their gift for chess, and the disparity of their outlook and values conditioned the struggle over the board.</p><p>Then there was the match itself, which produced both creative masterpieces and some of the most improbable gaffes in chess history. And finally, there was the dramatic and protracted off-the-board battle&#8212;in corridors and foyers, in back rooms and hotel suites, in Moscow offices and in the White House. </p><p>The authors chronicle how Fischer, a manip-ulative, dysfunctional genius, risked all to seize control of the contest as the organizers maneuvered frantically to save it&#8212;under the eyes of the world&#8217;s press. They can now tell the inside story of Moscow&#8217;s response, and the bitter tensions within the Soviet camp as the anxious and frustrated apparatchiks strove to prop up Boris Spassky, the most un-Soviet of their champions&#8212;fun-loving, sensitive, and a free spirit. Edmonds and Eidinow follow this careering, behind-the-scenes confrontation to its climax: a clash that displayed the cultural differences between the dynamic, media-savvy representatives of the West and the baffled, impotent Soviets. Try as they might, even the KGB couldn&#8217;t help.</p><p>A mesmerizing narrative of brilliance and triumph, hubris and despair, <em>Bobby Fischer Goes to War</em> is a biting deconstruction of the Bobby Fischer myth, a nuanced study on the art of brinkmanship, and a revelatory cold war tragicomedy. </p>", "isbn": "9780062039248", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062039248/1376531121.6.jpg", "title": "Bobby Fischer Goes to War", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "yUJhL9VtFbxjvQdtMXQNWB", "oyster_good_for_statement": "", "number_print_pages": 384, "oyster_summary": "", "status": 1, "publication_date": "2011-08-23", "language_code": "eng", "average_rating": 3.87}, "position": 8},{"annotation": "", "uuid": "eFdjnJnBYkTXXNgnx24ZYm", "book": {"awards": [], "author": "Dominic O’Brien", "description": "<p>Learn how to improve your memory at your own pace and take yourself to heights of attainment you never thought were possible. For the first time, eight times World Memory Champion Dominic O'Brien lets you right into the heart of his inner world of memory mastery. Follow his brain-boosting techniques as a warm-up and then move on to the advanced stuff – recalling dozens of digits with ease, wiping the floor with your opponents at cards, and driving the route from Land’s End to John O’Groats without the aid of a satnav or road atlas – that’s right, boys, you need never ask for directions again! </p>\r\n<p>The memory isn’t like a muscle – its capacity is infinite. Turn your brain into a portable super-powered computer with this life-changing self-help book. Use the power of improved memory to achieve new success in business, leisure, relationships, and all aspects of personal fulfilment.</p>", "isbn": "9781780282060", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780282060/1385165121.17.jpg", "title": "You Can Have an Amazing Memory", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "pine8gwgXCjH8LAzFniNvC", "oyster_good_for_statement": "", "number_print_pages": 208, "oyster_summary": "", "status": 1, "publication_date": "2011-04-14", "language_code": "eng", "average_rating": 4.31}, "position": 60},{"annotation": "", "uuid": "sff6Q8XQQiv5qTVrDpq524", "book": {"awards": [], "author": "Rudolf Erich Raspe", "description": "<p>No one has journeyed to as many foreign lands as Baron von Munchausen. Nor, when it comes time to fire a cannon, will you find anyone more accurate. Courtly life is as natural to him as the harshest polar desert. On the subject of politics and science he has no equal. And all discussion of the moon must start and stop with the only man who has ever been there. His feats of prowess are famed the world over. Who else could leap a hedgerow with a carriage and horse on their back? No one. And then of course there are the bears... My god the poor bears!</p>\n<p>Written at a time when science was replacing religion, and explorers were mapping the globe, and in our own time made into an acclaimed movie by Terry Gilliam, The Travels and Surprising Adventures of Baron Munchausen unleashed the quintessential madman upon the Age of Enlightenment—and it remains the tallest of tall tales to this day.</p>", "isbn": "9781612191249", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191249/1377115015.92.jpg", "title": "Travels And Surprisng Adventures of Baron Munchausen", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "T6wyVYgtVNrnE3y4or9FtR", "oyster_good_for_statement": "", "number_print_pages": 208, "oyster_summary": "", "status": 1, "publication_date": "2012-10-16", "language_code": "English", "average_rating": 3.85}, "position": 39},{"annotation": "", "uuid": "oVXKDinWUnHgmNatn5DBe3", "book": {"awards": [], "author": "Judy Wearing", "description": "<P style=\"MARGIN: 0in 0in 0pt\">Highlighting the careers of well-known inventors, this exploration of failure amid greatness reveals the lesser-known and most fascinating facts about their careers, their wackier hobbies, and their big flops alongside great successes. Thomas Edison, for example, not only revolutionized the world with the light bulb but also designed a concrete piano, a nonoperational helicopter made from box kites and piano wire, and a machine to speak to the dead. Alexander Graham Bell, inventor of the telephone, actually devoted most of his time to his sheep farm in Nova Scotia&#151;devising a multinippled sheep somewhere along the way. The ludicrous ideas and faulty designs housed in this volume will inspire laughs and serve as a reminder that even the very best minds make mistakes.</P>", "isbn": "9781554905515", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Edison%27s%20Concrete%20Piano/1372977968.64.jpg", "title": "Edison's Concrete Piano", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "uuid": "3JwgkGvpBKkXVSz4amPuec", "oyster_good_for_statement": "", "number_print_pages": 176, "oyster_summary": "", "status": 1, "publication_date": "2009-11-01", "language_code": "eng", "average_rating": 0.0}, "position": 51},{"annotation": "", "uuid": "ThfoVJdxVZaCRTaKdtkMWJ", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Paul Thomas Murphy", "description": "<DIV><b>From a hunchbacked dwarf to a paranoid poet-assassin, a history of Victorian England as seen through the numerous assassination attempts on Queen Victoria during her reign</b></div><DIV><b>&#160;</b></div><DIV><BR></div><DIV>During Queen Victoria&rsquo;s 64 years on the British throne, no fewer than eight attempts were made on her life. Murphy follows each would-be assassin and the repercussions of their actions, illuminating daily life in Victorian England, the development of the monarchy under Queen Victoria, and the evolution of the attacks in light of changing social issues and technology. </div><DIV>&#160;</div><DIV>There was Edward Oxford, a bartender who dreamed of becoming an admiral, who was simply shocked when his attempt to shoot the pregnant Queen and Prince consort made him a madman in the world&rsquo;s eyes. There was hunchbacked John Bean, who dreamed of historical notoriety in a publicized treason trial, and William Hamilton, forever scarred by the ravages of the Irish Potato Famine. Roderick MacLean enabled Victoria to successfully strike insanity pleas from Britain&rsquo;s legal process. Most threatening of all were the &ldquo;dynamitards&rdquo; who targeted her Majesty&rsquo;s Golden Jubilee&mdash;signaling the advent of modern terrorism with their publicly focused attack. </div><DIV>&#160;</div><DIV>From these cloak-and-dagger plots to Victoria&rsquo;s brilliant wit and steadfast courage, <i>Shooting Victoria</i> is historical narrative at its most thrilling, complete with astute insight into how these attacks actually revitalized the British crown at a time when monarchy was quickly becoming unpopular abroad. While thrones across Europe toppled, the Queen&rsquo;s would-be assassins contributed greatly to the preservation of the monarchy and to the stability that it enjoys today. After all, as Victoria herself noted, &ldquo;It is worth being shot at&mdash;to see how much one is loved.&rdquo;</div>", "isbn": "9781453249376", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Shooting%20Victoria/1373330608.83.jpg", "title": "Shooting Victoria", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "uuid": "kSnErpRjxLUvpyBss3AVFj", "oyster_good_for_statement": "", "number_print_pages": 512, "oyster_summary": "", "status": 1, "publication_date": "2012-07-03", "language_code": "eng", "average_rating": 3.73}, "position": 45}]