[{"annotation": "", "uuid": "KL94m3J3NH6XKPN8GrBtu7", "position": 15, "book": {"uuid": "JQkyQSJewp6yC76cJrbHA9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Not Lost Forever", "publication_date": "2009-10-06", "oyster_good_for_statement": "", "isbn": "9780061943263", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>Twenty years ago, one man's murderous rampage destroyed his own family . . . and devastated a community. Now the only survivor&#8212;his daughter&#8212;tells her story at last.</p></blockquote><p>On April 14, 1989, for reasons still debated today, Mexican immigrant Ram&#243;n Salcido went on a violent rampage in the idyllic Sonoma Valley wine country where he lived and worked. In the course of just two hours, he killed his wife, Angela, her two younger sisters, his mother-in-law, and the man with whom he suspected Angela was having an affair. He then slashed the throats of his three young daughters&#8212;four-year-old Sophia, three-year-old Carmina, and twenty-two-month-old Teresa&#8212;leaving them for dead in the county dump. A little more than a day later, the bodies of his daughters were discovered. Miraculously, tiny Carmina was still alive and able to tell her rescuers, \"My daddy cut me.\"</p><p>In <em>Not Lost Forever</em>, Carmina Salcido explores the events surrounding these headline-making murders with extraordinary clarity and composure. Reaching back to understand the events that traumatized her in childhood&#8212;and weaving them together with the recollections of detectives and witnesses&#8212;she reconstructs the story of her father's crimes, and their aftermath, in sobering detail.</p><p>Yet Carmina's story doesn't end there. Those who remember her as the tiny victim of these murders will also be shocked by what followed: how she was adopted by a Catholic extremist family who tried to change her name and bury her past; how she tried to escape their sheltering influence by joining a Carmelite convent and then a ranch for troubled girls; and how the psychological trials she endured along the way nearly broke her spirit&#8212;until, at last, she found peace by turning to the one relative still alive to share her grief: her grandfather.</p><p>As a young woman, Carmina returned to California to share her experiences and discover the family that was brutally taken from her. The devout Catholic also returned to look into her father's eyes on death row and confront the man who took away her entire family. With clear-eyed candor, courage, and grace, this brave young woman takes readers along on her miraculous journey of survival, discovery, and hope. </p>", "average_rating": 4.6, "author": "Carmina Salcido", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061943263/1378009362.37.jpg"}},{"annotation": "", "uuid": "AmhanfjBnUn7gWRAVHTWE5", "position": 23, "book": {"uuid": "zjYXHmck2e4k3oWqmkoduF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Bringing Adam Home", "publication_date": "2011-03-01", "oyster_good_for_statement": "", "isbn": "9780062065872", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Before Adam Walsh there were no faces on milk cartons, no Amber Alerts, no National Center for Missing and Exploited Children, no federal databases of crimes against children, no pedophile registry. His 1981 abduction and murder&#8212;unsolved for over a quarter of a century&#8212;forever changed America.</p><p>One sunny July morning in 1981, Rev&#233; Walsh and her six-year-old son Adam stopped by the local Sears to pick up some new lamps. Enchanted by a video game at the store's entrance, Adam begged Rev&#233; to let him try it out while she shopped. When she returned a few minutes later, Adam was gone.</p><p>The shock of Adam's murder, and of the inability of the police and the FBI to find his killer, radically altered American innocence and our ideas about childhood. Gone forever were the days when parents would allow their kids out of the house with the casual instruction \"Be home by dark!\"</p><p>Rev&#233; and John Walsh&#8212;who would go on to create <em>America's Most Wanted</em>&#8212;became advocates for the transformation of law enforcement's response to and handling of such cases. Prompted by the Walshes' activism, Congress passed the Missing Children Act in 1982, and the National Center for Missing and Exploited Children was founded in 1984.</p><p>While our lives have been significantly altered by Adam Walsh's case, few of us know the whole story&#8212;how, after more than twenty-seven years of relentless investigation, decorated Miami Beach homicide detective Joe Matthews finally identified Adam's killer.</p><p><em>Bringing Adam Home</em> is the definitive account of this horrifying crime&#8212;which, like the Lindbergh kidnapping fifty years earlier, captured public attention&#8212;and its aftermath, a true story of tragedy, love, faith, and dedication. It reveals the pain and tenacity of a family determined to find justice, the failed police work that allowed a killer to remain uncharged, and the determined efforts of one cop who accomplished what an entire legal system could not. As harrowing as <em>In Cold Blood</em>, yet ultimately uplifting, <em>Bringing Adam Home</em> is the riveting story of a triumph of justice and the enduring power of love.</p>", "average_rating": 3.75, "author": "Les Standiford", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065872/1376552556.76.jpg"}},{"annotation": "", "uuid": "LtiShfJNDyQt6MCw5Qo7xG", "position": 28, "book": {"uuid": "uav9CSKoJeAbKTuof5wnnK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 350, "title": "Hands Through Stone", "publication_date": "2012-11-28", "oyster_good_for_statement": "", "isbn": "9781610351409", "publisher": {"uuid": "sH8UpvF7mP3GCM679fM35a", "name": "Linden Publishing"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>This fascinating and gripping portrayal is the only book-length account ever written about the illicit career of Clarence Ray Allen, one of the most sinister criminal masterminds and mass murderers in American history. Even hardened detectives were shaken by the scene at Fran&#8217;s Market in rural Fresno County that night in 1980: four young people lay on the market&#8217;s concrete floor, bloodily murdered by a killer without mercy or remorse. Then a grim investigation became even grimmer when the evidence led to the prime suspect&#8212;a convicted murderer already behind the stone walls of Folsom. A true crime story that reads like an intricately woven mystery, the book depicts the chilling scenes of murder, a dogged investigation, and the true story behind the Fran&#8217;s Market murders and their psychopathic mastermind. Written by former prosecutor James Ardaiz, who was one of the first investigators on the scene at Fran&#8217;s Market, <I>Hands Through Stone</I> provides an insider&#8217;s view of the tortuous, multiyear investigation that brought a killer to justice.", "average_rating": 0.0, "author": "James A. Ardaiz", "cover_img": "https://cflare.oysterbooks.com/covers/Linden%20Publishing/Hands%20Through%20Stone/1372981857.45.jpg"}},{"annotation": "", "uuid": "NWfvDjKL8Tn4nM5xU3AzHi", "position": 35, "book": {"uuid": "hdEmHUpYTFMSXuPR6pd5LT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Black Mass", "publication_date": "2012-05-22", "oyster_good_for_statement": "", "isbn": "9781610391689", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "awards": [], "description": "<DIV>John Connolly and James &ldquo;Whitey&rdquo; Bulger grew up together on the tough streets of South Boston. Decades later in the mid-1970s, they met again. By then, Connolly was a major figure in the FBI&rsquo;s Boston office and Whitey had become godfather of the Irish Mob. Connolly had an idea, a scheme that might bring Bugler into the FBI fold and John Connolly into the Bureau&rsquo;s big leagues. But Bulger had other plans. Soon to be a major motion picture starring Johnny Depp as Whitey Bulger, <i>Black Mass</i> is the chilling true story of what happened between them&mdash;a dark deal that spiraled out of control, leading to drug dealing, racketeering, and murder.</div>", "average_rating": 4.2, "author": "Dick Lehr", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610391689/1387371001.31.jpg"}},{"annotation": "", "uuid": "6cwDMZ7YBMrygYqZcbaDLe", "position": 40, "book": {"uuid": "HzMJ4CLeKspTQYWRmgo7SB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Who's Who in the Zoo?", "publication_date": "2014-02-01", "oyster_good_for_statement": "", "isbn": "9780702251818", "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}, "awards": [], "description": "More incredible stories from the authors of the best-selling The Second Father: An Insider&#8217;s Story of Cops, Crime and Corruption    Who&#8217;s Who in the Zoo is a first-hand account of Domenico &#145;Mick&#8217; Cacciola&#8217;s life as a CIB and Special Branch detective over three decades. It captures the colour and grit of policing in Brisbane&#8217;s Fortitude Valley, which in its heyday was the sleazy epicentre of gambling and prostitution. Be transported to the pre- and post-Fitzgerald Inquiry eras: the crooked cops, the corrupt politicians, the stand-over men, the informants, the bank robbers, the drugs, the murderers, the crime and the violence.     From making the arrest in Australia&#8217;s first televised siege (the hijacking of the Seaworld helicopter) to being expected to chauffeur Commissioner Terry Lewis&#8217;s mother around, Cacciola has done &#150; and seen &#150; it all. He held a gun to the head of a hitman contracted by the Griffith mafia to kill Cacciola himself and grasped desperately as a woman trying to suicide off a bridge slipped from his fingers. Always an honest cop, Cacciola was told to turn a blind eye to the gambling and prostitution rife in the Valley. He did as he was told, for a while anyway &#133;    Just as the bestselling Three Crooked Kings captured a nation&#8217;s interest, this in-your-face true-crime book will enthrall.", "average_rating": 0.0, "author": "Domenico \"Mick\" Cacciola", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/9780702251818/1388177807.9.jpg"}},{"annotation": "", "uuid": "mC9NTTUTTLXodivvzdprib", "position": 9, "book": {"uuid": "orLCdPvn2sWQWsnqR4bK3U", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 326, "title": "Suddenly Gone", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781938803475", "publisher": {"uuid": "9Uv4V8ueCiR5QrzEfiAoZ3", "name": "Addicus Books"}, "awards": [], "description": "First, legal secretary Teri Maness is found murdered in her Witchita town house in the summer of 1989. Two weeks later, Joan Butler disappears from her Overland Park apartment. Days later, roommates Christine Rusch and Theresa Brown of Lenexa are reported missing. Without a trace, they were suddenly gone. Panic and fear gripped Witchita and Kansas CIty as the realization slow sank in . . . a serial killer was on the loose. <I>What finally linked the handsome, charismatic Richard Grissom to the murders?</I> <I>What was it about Grissoms's secret past that convinced investigators that he was capable of such heinous crimes?</I> In <I>Suddenly Gone</I>, author Dan Mitrione, a former FBI agent, takes readers into one of the most exhaustive manhunts in Kansas history. With exacting precision, Mitrione shows the investigation unfolding, as uncovers information never before made public. Mitrione's story is ultimately one of tragedy, but it's also a story of love and commitment from family, friends, and investigators&#8212;all on a mission to find out why four young women were Suddenly Gone.", "average_rating": 3.0, "author": "Dan Mitrione", "cover_img": "https://cflare.oysterbooks.com/covers/Addicus%20Books/Suddenly%20Gone/1372981298.68.jpg"}},{"annotation": "", "uuid": "8DwTwRMNjz98jdmvBiVwY9", "position": 21, "book": {"uuid": "5KkFuRF7iku6DipKT2CqdR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 294, "title": "Unholy Covenant", "publication_date": "2012-03-01", "oyster_good_for_statement": "", "isbn": "9781936374793", "publisher": {"uuid": "9Uv4V8ueCiR5QrzEfiAoZ3", "name": "Addicus Books"}, "awards": [], "description": "Radiant in her white satin wedding gown, Patricia Blakley was living a dream come true. At last, she was marrying the man she loved, Ted Kimble&#151;a fellow Christian and son of a local preacher. But little did she realize her new husband had a dark side. Shock waves rocked the small, North Carolina town of Pleasant Garden when Patricia&#8217;s charred body was discovered inside the Kimble&#8217;s burned-out home. Soon family and friends learned an even worse truth&#151;Patricia had died from a bullet wound to the head. Now, in Unholy Covenant, North Carolina journalist Lynn Chandler-Willis uncovers the story behind the crime. Taking readers from the crime scene to the courtroom, she delivers a passionate account of a crime that forever changed the lives of many in the small North Carolina community.", "average_rating": 3.9, "author": "Lynn Chandler-Willis", "cover_img": "https://cflare.oysterbooks.com/covers/Addicus%20Books/Unholy%20Covenant/1372980399.75.jpg"}},{"annotation": "", "uuid": "wYUeaQwifJ8NYFCgQmHbaK", "position": 25, "book": {"uuid": "j2n2mgu7xbJeXmFB6tR2aW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Savile: The Beast", "publication_date": "2013-06-01", "oyster_good_for_statement": "", "isbn": "9781782196266", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "When Sir Jimmy Savile died in October 2011, he was celebrated as a prolific charity fundraiser who dedicated his time to worthy causes. But on October 3rd,&#160;2012, ITV broadcast an investigation into Savile's behavior called <I>Exposure: The Other Side of Jimmy Savile</I>. In it they revealed the true, predatory, and evil man behind the popular TV persona. In the documentary, several women alleged he sexually abused them when they were underage. This sparked a flurry of allegations in the following days and weeks from other alleged victims. So far police have been called to investigate reports of abuse on young children from as long ago as 1959 and anticipate the number of victims to be in the region of 300. But how Savile was allowed to get away with such monstrous crimes for so long has been the subject of immense debate and has led to the investigations of several British institutions. The BBC has been criticized and is hosting an internal investigation into how Savile's behavior was never called into question and how abuse allegations during his long career at the corporation failed to be flagged. An investigation is also underway into the canceling of a <I>Newsnight</I> program in 2011. The Department of Health has also said it will investigate its own conduct in appointing Savile to lead a \"taskforce\" overseeing the management of high security psychiatric hospital Broadmoor in 1998. Abuse is also alleged to have taken place at Stoke Mandeville Hospital and Leeds General Infirmary, where Savile volunteered. This is a well researched and informative look at how a predatory pedophile was allowed to go unnoticed for so long and to breach&#160;a nation's trust is such a cruel and evil way.", "average_rating": 0.0, "author": "John McShane", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Savile%3A%20The%20Beast/1373195117.19.jpg"}},{"annotation": "", "uuid": "QY4UzAzB326TUgyoyNoJfX", "position": 8, "book": {"uuid": "JBJ3b64k7SKEPGAdZo3B9Q", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "A Descent Into Hell", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061843563", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Bright, attractive, and both from good families, University of Texas college student Colton Pitonyak and vibrant redhead Jennifer Cave had the world at their beckoning. Cave, an ex-cheerleader, had just landed an exciting new job, while a big-money scholarship to UT's prestigious business school lured Pitonyak to Austin. Yet the former altar boy had a dark, unpredictable streak, one that ensnared him in the perilous underworld of drugs and guns. When Jennifer failed to show up for work on August 18, 2005, her mother became frightened. Sharon Cave's search led to Colton's West Campus apartment, where Jennifer's family discovered a scene worthy of the grisliest horror movie. Meanwhile, Colton Pitonyak was nowhere to be found.</p><p><em>A Descent Into Hell</em> is the gripping true story of one of the most brutal slayings in UT history&#8212;and the wild \"Bonnie and Clyde-like\" flight from justice of a cold-blooded young killer and his would-be girlfriend, who claimed that her unquestioning allegiance to Pitonyak was \"just the way I roll.\"</p>", "average_rating": 4.01, "author": "Kathryn Casey", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061843563/1376527512.93.jpg"}},{"annotation": "", "uuid": "x9Wy5PiNKUpcLLUuyLH8uB", "position": 11, "book": {"uuid": "zRLD6tjmdSM2shRpW3kXP6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Bloodsworth", "publication_date": "2005-10-14", "oyster_good_for_statement": "", "isbn": "9781565127104", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "Charged with the rape and murder of a nine-year-old girl in 1984, Kirk Bloodsworth was tried, convicted, and sentenced to die in Maryland&#8217;s gas chamber. From the beginning, he proclaimed his innocence, but when he was granted a new trial because his prosecutors improperly withheld evidence, the second trial also resulted in conviction. Bloodsworth read every book on criminal law in the prison library and persuaded a new lawyer to petition for the then-innovative DNA testing. <br><br>After nine years in one of the harshest prisons in America, Kirk Bloodsworth was vindicated by DNA evidence. He was pardoned by the governor of Maryland and has gone on to become a tireless spokesman against capital punishment.", "average_rating": 4.16, "author": "Tim Junkin", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127104/1377656782.14.jpg"}},{"annotation": "", "uuid": "N9eiEDuyyxKsrMALSnZ4He", "position": 0, "book": {"uuid": "Ma3jn59KQxxKxgEizqusje", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 576, "title": "Papillon", "publication_date": "2012-05-29", "oyster_good_for_statement": "", "isbn": "9780062224477", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Henri Charri&#232;re, called \"Papillon,\" for the butterfly tattoo on his chest, was convicted in Paris in 1931 of a murder he did not commit. Sentenced to life imprisonment in the penal colony of French Guiana, he became obsessed  with one goal: <em>escape</em>. After planning and executing a series of treacherous yet failed attempts over many years, he was eventually sent to the notorious prison, Devil's Island, a place from which no one had ever escaped . . . until Papillon. His flight to freedom remains one of the most incredible feats of human cunning, will, and endurance ever undertaken.</p><p>Charri&#232;re's astonishing autobiography, <em>Papillon</em>, was published in France to instant acclaim in 1968, more than twenty years after his final escape. Since then, it has become a treasured classic -- the gripping, shocking, ultimately uplifting odyssey of an innocent man who would not be defeated.</p>", "average_rating": 4.2, "author": "Henri Charriere", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062224477/1378009861.9.jpg"}},{"annotation": "", "uuid": "wMZ3FTuiF5Dbp8Z7AE8HLB", "position": 29, "book": {"uuid": "mAWc2S76MTxwGHQH4qbDiP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "Havana Nocturne", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061795589", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>To underworld kingpins Meyer Lansky and Charles \"Lucky\" Luciano, Cuba was the greatest hope for the future of American organized crime in the post-Prohibition years. In the 1950s, the Mob&#8212;with the corrupt, repressive government of brutal Cuban dictator Fulgencio Batista in its pocket&#8212;owned Havana's biggest luxury hotels and casinos, launching an unprecedented tourism  boom complete with the most lavish entertainment, top-drawer celebrities, gorgeous women, and gambling galore. But Mob dreams collided with those of Fidel Castro, Che Guevara, and others who would lead an uprising of the country's disenfranchised against Batista's hated government and its foreign partners&#8212;an epic cultural battle that bestselling author T. J. English captures here in all its sexy, decadent, ugly glory.</p>", "average_rating": 3.87, "author": "T. J. English", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795589/1376506540.33.jpg"}},{"annotation": "", "uuid": "wivE9rVpNogZCfvZbkdsMU", "position": 32, "book": {"uuid": "hRb8LxWf5NjE4hJFksWfgY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 341, "title": "Oswald's Game", "publication_date": "2013-10-01", "oyster_good_for_statement": "", "isbn": "9781480402874", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV>While much was written in the wake of Lee Harvey Oswald&rsquo;s assassination of President John F. Kennedy, few journalists stopped to ask who Oswald really was, and what was driving him. In&#160;<i>Oswald&rsquo;s Game</i>, Davison slices to the core of the man, revealing Oswald&rsquo;s most formative moments, beginning with his days as a difficult but intelligent child. She traces his erratic service in the Marine Corps, his youthful marriage, and the radical interests that prompted him to defect to the Soviet Union. A rounded and enthralling portrait emerges, illuminating Oswald&rsquo;s intense conflicts and contradictions. Writing against the grain of earlier accounts, Davison sifts through the evidence to compose an utterly persuasive narrative of Oswald&rsquo;s personal and political motivations, based not on conspiracy but on the life of a profoundly troubled man.</div><DIV></div>", "average_rating": 0.0, "author": "Jean Davison", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480402874/1379068889.05.jpg"}},{"annotation": "", "uuid": "SDMjvdJJoAyQoF5J6Kt7ie", "position": 13, "book": {"uuid": "nu7GZFTSe6BLbtPpMnC2j8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 284, "title": "The Godfathers", "publication_date": "2008-10-01", "oyster_good_for_statement": "", "isbn": "9781846882869", "publisher": {"uuid": "3yYNm3Ue8CUH2cunJKYrzU", "name": "Alma Books"}, "awards": [], "description": "", "average_rating": 3.5, "author": "Roberto Olla", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/The%20Godfathers/1372981376.84.jpg"}},{"annotation": "", "uuid": "45WxKDo62TByRLQnQ5sRWh", "position": 10, "book": {"uuid": "ZhtP3xWzeQ5GGc2LkSz6VG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "My Bloody Life", "publication_date": "2007-04-01", "oyster_good_for_statement": "", "isbn": "9781569762325", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>Looking for an escape from childhood abuse, Reymundo Sanchez turned away from school and baseball to drugs, alcohol, and then sex, and was left to fend for himself before age 14. The Latin Kings, one of the largest and most notorious street gangs in America, became his refuge and his world, but its violence cost him friends, freedom, self-respect, and nearly his life. This is a raw and powerful odyssey through the ranks of the new mafia, where the only people more dangerous than rival gangs are members of your own gang, who in one breath will say they&#8217;ll die for you and in the next will order your assassination.<BR></DIV>", "average_rating": 4.15, "author": "Reymundo Sanchez", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/My%20Bloody%20Life/1372977132.81.jpg"}},{"annotation": "", "uuid": "AdVbEkxQ5iDzHDtqvjLAr7", "position": 20, "book": {"uuid": "v5NvLZyQYTChUxiSEW42gQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "Manhunt", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061803970", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The murder of Abraham Lincoln set off the greatest manhunt in American history. From April 14 to April 26, 1865, the assassin, John Wilkes Booth, led Union cavalry and detectives on a wild twelve-day chase through the streets of Washington, D.C., across the swamps of Maryland, and into the forests of Virginia, while the nation, still reeling from the just-ended Civil War, watched in horror and sadness.</p><p>James L. Swanson's <em>Manhunt</em> is a fascinating tale of murder, intrigue, and betrayal. A gripping hour-by-hour account told through the eyes of the hunted and the hunters, this is history as you've never read it before.</p>", "average_rating": 4.13, "author": "James L. Swanson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061803970/1376452188.23.jpg"}},{"annotation": "", "uuid": "DzjKTdRoN9mJ5pxKzkMNjX", "position": 36, "book": {"uuid": "RQgYBY5QBVXaT2bmko3gFG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "Rothstein", "publication_date": "2011-09-13", "oyster_good_for_statement": "", "isbn": "9780465029396", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "average_rating": 3.8, "author": "David Pietrusza", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg"}},{"annotation": "", "uuid": "Jb6M5GczeFs8jDcKa2YTvF", "position": 6, "book": {"uuid": "668RpyFkwQhkY9WivnQjbj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Fortune's Spear", "publication_date": "2012-01-01", "oyster_good_for_statement": "", "isbn": "9781907642326", "publisher": {"uuid": "yqdGXWhdgE2VGR4NQRKZyd", "name": "Elliott & Thompson"}, "awards": [], "description": "<B><DIV>A richly detailed Edwardian true crime story of an extraordinary fraud, full of parallels to contemporary financial upheavals, from Bernie Madoff to the 2008 global financial crash</DIV></B><P style=\"MARGIN: 0in 0in 0pt; mso-list: l0 level1 lfo1; tab-stops: list .5in\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt; mso-list: l0 level1 lfo1; tab-stops: list .5in\" class=MsoNormal>Gerard Lee Bevan was the black sheep of one of London's most respectable banking families. A high-living womanizer and upper-class shyster of almost pantomime proportions, he exploited a glittering range of social connections. After a long run of success in City dealings he perpetrated a massive fraud which ruined both the City Equitable Fire Insurance Company and his stockbroking firm, Ellis &amp; Co. He fled the country and was eventually arrested, tried, and jailed. Based on new research,&#160;Martin Vader Weyer tells the&#160;story of a fraud of extraordinary proportions, perpetrated by an aristocratic Englishman from a seemingly impeccable background. Exploring exactly how Bevan managed it, he reconstructs in rich Edwardian detail the environment and characters of the day, as well as Bevan's desperate attempt at disguise and flight across Europe. With resonances in today's financial world, from the 2008 crash to the likes of fraudsters such as Bernard Madoff, this&#160;compelling true crime tale&#160;offers a fascinating glimpse into a bygone financial world.<B></B>", "average_rating": 0.0, "author": "Martin Vander Weyer", "cover_img": "https://cflare.oysterbooks.com/covers/Elliott%20%26%20Thompson/Fortune%27s%20Spear/1372980324.44.jpg"}},{"annotation": "", "uuid": "6Z5wvso7HsPvFi6vi8ebJZ", "position": 17, "book": {"uuid": "XXbLPLMWEcGTprpWUbvDFn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "The Savage City", "publication_date": "2011-03-15", "oyster_good_for_statement": "", "isbn": "9780062074966", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In the early 1960s, uncertainty and menace gripped New York, crystallizing in a poisonous divide between a deeply corrupt, cynical, and racist police force, and an African American community buffeted by economicdistress, brutality, and narcotics. On August 28, 1963&#8212;the day Martin Luther King Jr. declared \"I have a dream\" on the steps of the Lincoln Memorial&#8212;two young white women were murdered in their Manhattan apartment. Dubbed the Career Girls Murders case, the crime sent ripples of fear throughout the city, as police scrambled fruitlessly for months to find the killer. But it also marked the start of a ten-year saga of fear, racial violence, and turmoil in the city&#8212;an era that took in events from the Harlem Riots of the mid-1960s to the Panther Twenty-One trials and Knapp Commission police corruption hearings of the early 1970s.</p><p><em>The Savage City</em> explores this pivotal and traumatic decade through the stories of three very different men: </p><ul><p></p><li>George Whitmore Jr., the near-blind, destitute nineteen-year-old black man who was coerced into confessing to the Career Girls Murders and several other crimes. Whitmore, an innocent man, would spend the decade in and out of the justice system, becoming a scapegoat for the NYPD&#8212;and a symbol of the inequities of the system.</li><p></p><p></p><li>Bill Phillips, a brazenly crooked NYPD officer who spent years plundering the system before being caught in a corruption sting&#8212;and turning jaybird to create the largest scandal in the department's history.</li><p></p><p></p><li>Dhoruba bin Wahad, a son of the Bronx and founding member of New York's Black Panther Party, whose militant activism would make him a target of local and federal law enforcement as conflicts between the Panthers and the police gradually devolved into open warfare.</li><p></p></ul><p>Animated by the voices of the three participants&#8212;all three of whom spent years in prison, and are still alive today&#8212;<em>The Savage City</em> emerges as an epic narrative of injustice and defiance, revealing for the first time the gripping story of how a great city, marred by fear and hatred, struggled for its soul in a time of sweeping social, political, and economic change.</p>", "average_rating": 3.96, "author": "T. J. English", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062074966/1376552792.81.jpg"}},{"annotation": "", "uuid": "Z8emSQnemspvXDyzvSGL2P", "position": 7, "book": {"uuid": "h6jj7DxSWPdjhwLFR6H5qL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "Double Play", "publication_date": "2010-12-01", "oyster_good_for_statement": "", "isbn": "9780982565094", "publisher": {"uuid": "RXqHeRc67NTMKELPfFuzbM", "name": "Vince Emery Productions"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}], "description": "<DIV><P>After assassinating San Francisco Mayor George Moscone and Supervisor Harvey Milk, killer Dan White was given only a mild sentence for manslaughter. This true crime thriller explains why White killed the two politicians, and how he got away with murder. This new expanded edition reveals for the first time how after his release from prison White confessed his true murderous intent and his secret plan to kill two more politicians. A companion DVD provides unseen television interviews and the never-before-available recording of White's gut-wrenching confession.</P></DIV>", "average_rating": 4.4, "author": "Mike Weiss", "cover_img": "https://cflare.oysterbooks.com/covers/Vince%20Emery%20Productions/Double%20Play/1372980435.78.jpg"}},{"annotation": "", "uuid": "zvoQwFEdYGSHU2tH6uhVET", "position": 37, "book": {"uuid": "YLArd9ux4wqmZ45GTNgMyd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Tulia", "publication_date": "2006-09-12", "oyster_good_for_statement": "", "isbn": "9780786735464", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "awards": [], "description": "<DIV>In the summer of 1999, in the tiny west Texas town of Tulia, thirty-nine people, almost all of them black, were arrested and charged with dealing powdered cocaine. The operation, a federally-funded investigation performed in cooperation with the local authorities, was based on the work of one notoriously unreliable undercover officer. At trial, the prosecution relied almost solely on the uncorroborated, and contradictory, testimony of that officer, Tom Coleman. Despite the flimsiness of the evidence against them, virtually all of the defendants were convicted and given sentences as high as ninety-nine years. Tom Coleman was named a Texas Lawman of the Year for his work.  <p><B>Tulia</B> is the story of this town, the bust, the trials, and the heroic legal battle that ultimately led to the reversal of the convictions in the summer of 2003. Laws have been changed in Texas as a result of the scandal, and the defendants have earned a measure of bittersweet redemption. But the story is much bigger than the tale of just one bust. As <B>Tulia</B> makes clear, these events are the latest chapter in a story with themes as old as the country itself. It is a gripping, marvelously well-told tale about injustice, race, poverty, hysteria, and desperation in rural America.</P></DIV>", "average_rating": 4.56, "author": "Nate Blakeslee", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786735464/1387370966.97.jpg"}},{"annotation": "", "uuid": "AYik7pRZ2TZSsNBBhwaV4B", "position": 31, "book": {"uuid": "ybjP5ks4euz5LWvDaKf3YT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 440, "title": "Room 1219", "publication_date": "2013-09-01", "oyster_good_for_statement": "", "isbn": "9781613747957", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Part biography, part true-crime narrative, this painstakingly researched book chronicles the improbable rise and stunning fall of Roscoe &#8220;Fatty&#8221; Arbuckle from his early big screen success to his involvement in actress Virginia Rappe&#8217;s death, and the resulting irreparable damage to his career. It describes how during the course of a rowdy party hosted by the comedian in a San Francisco hotel, Rappe became fatally ill, and Arbuckle was subsequently charged with manslaughter. Ultimately acquitted after three trials, neither his career nor his reputation ever recovered from this devastating incident. Relying on a careful examination of documents, the book finally reveals what most likely occurred that Labor Day weekend in 1921 in that fateful hotel room. In addition, it<B><I> </I></B>covers the evolution of the film industry&#8212;from the first silent experiments to the connection between Arbuckle&#8217;s scandal and the implementation of industry-wide censorship that altered the course of Hollywood filmmaking for five decades.", "average_rating": 4.31, "author": "Greg Merritt", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/9781613747957/1378335541.75.jpg"}},{"annotation": "", "uuid": "CE7JGUb6Pm8AMp8vUVeFXc", "position": 4, "book": {"uuid": "fLcSeqfBpyCQqSydDrBPk4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 430, "title": "The Evil Within", "publication_date": "2013-03-01", "oyster_good_for_statement": "", "isbn": "9781782193654", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>Through the eyes of a top murder squad detective, true stories of serial killers from around the world</B></p><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B></B><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal></P></DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Since the dawn of time, men and women alike have been killing. Many of these murders have been committed in the most brutal and horrific ways imaginable, showing no respect for human life. Throughout his time as a murder squad detective, Trevor Marriott has seen firsthand the wanton slayings and butcheries that have been committed by both men and women who have warped, depraved, and sadistic minds. In this fascinating and chilling book, he examines the world's most notorious serial killers and the despicable crimes they committed. From William McDonald, the \"Sydney Mutilator,\" to \"Dusseldorf Vampire\" Peter Kurten, Steve Wright the \"Suffolk Strangler,\" and the United State's satanic Ripper Crew, these are the horrifying true stories of serial murder from across the globe.</DIV>", "average_rating": 4.16, "author": "Trevor Marriott", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/The%20Evil%20Within/1373195102.49.jpg"}},{"annotation": "", "uuid": "4G8ZWV2ygAwjHJy7DhH6ji", "position": 41, "book": {"uuid": "UdTHFDTdcZoYaFgW77jRyB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 334, "title": "Columbine", "publication_date": "2014-02-18", "oyster_good_for_statement": "", "isbn": "9781938633270", "publisher": {"uuid": "Qa7FDgXQuAUXBemPVxN7ZZ", "name": "Conundrum Press"}, "awards": [], "description": "Columbine: A True Crime Story is thefirst book of investigative journalism to tell  the complete story of Littleton, Colorado&#8217;s 1999 mass shooting, its far-reaching  consequences, and common characteristics amongst public shooters across the  country. The result of fteen years of research and exclusive information, Jeff Kass&#8217;s comprehensive account explores fundamental American themes of violence, racism, parenting, and policing. Concluding with new material about public shootings since Columbine and how communities can stop such horrific events from happening in the future, this updated and revised edition remains a classic in the tradition of In Cold Blood and The Executioner&#8217;s Song.", "average_rating": 0.0, "author": "Jeff Kass", "cover_img": "https://cflare.oysterbooks.com/covers/Conundrum%20Press/9781938633270/1390543304.09.jpg"}},{"annotation": "", "uuid": "B4rYQpybE5mhviYnwbEDaU", "position": 27, "book": {"uuid": "FzqFtvCttB5eJahxJAKkwF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "True Crime Online", "publication_date": "2013-01-14", "oyster_good_for_statement": "", "isbn": "9781937290313", "publisher": {"uuid": "RqQFwym5tJWkKfmwxcTyVW", "name": "Information Today, Inc."}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>This new book by a top cybercrime expert and victim&#8217;s advocate explores horrific real-life crimes with roots in cyberspace. Author J. A. Hitchcock (<I>Net Crimes &amp; Misdemeanors</I>) is celebrated for her work to pass tough cybercrime legislation, train law enforcement, and help victims fight back. In <I>True Crime Online</I>, she journeys into the darkest recesses of the internet to document the most depraved criminals imaginable, from bullies and stalkers to scam artists, sexual predators, and serial killers. This collection of real-life horror stories is a must-read for true crime aficionados and fans of such television fare as <I>48 Hours Mystery</I>, <I>Forensic Files</I>, and the Investigation Discovery channel. Guaranteed to shock and entertain, you&#8217;ll never think about your online &#8220;friends&#8221; the same way again!", "average_rating": 0.0, "author": "J. A. Hitchcock", "cover_img": "https://cflare.oysterbooks.com/covers/Information%20Today%2C%20Inc./True%20Crime%20Online/1372981881.93.jpg"}},{"annotation": "", "uuid": "8VYwMm6RAp5Qer7XwjFGSB", "position": 19, "book": {"uuid": "jJXfReMzSpTK32MXNUhtpj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Rescue Artist", "publication_date": "2010-11-16", "oyster_good_for_statement": "", "isbn": "9780062041845", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}], "description": "<p>In the predawn hours of a gloomy February day in 1994, two thieves entered the National Gallery in Oslo and made off with one of the world's most famous paintings, Edvard Munch's <em>Scream</em>. It was a brazen crime committed while the whole world was watching the opening ceremonies of the Winter Olympics in Lillehammer. Baffled and humiliated, the Norwegian police turned to the one man they believed could help: a half English, half American undercover cop named Charley Hill, the world's greatest art detective.</p><p><em>The Rescue Artist</em> is a rollicking narrative that carries readers deep inside the art underworld -- and introduces them to a large and colorful cast of titled aristocrats, intrepid investigators, and thick-necked thugs. But most compelling of all is Charley Hill himself, a complicated mix of brilliance, foolhardiness, and charm whose hunt for a purloined treasure would either cap an illustrious career or be the fiasco that would haunt him forever.</p>", "average_rating": 3.69, "author": "Edward Dolnick", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041845/1376531311.03.jpg"}},{"annotation": "", "uuid": "euFkWBrzCi4hGCnM2cEAL5", "position": 22, "book": {"uuid": "LMLZ88Qty2hixZe6YTJJx5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 200, "title": "My Father, My Monster", "publication_date": "2011-11-01", "oyster_good_for_statement": "", "isbn": "9781431407194", "publisher": {"uuid": "nXXuQQQ2n6UBu9h8Trzb33", "name": "Jacana Media"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Bright, articulate, and charismatic, former journalist and police spokesman McIntosh Polela has been on African television screens for many years. But behind a dazzling career, Polela&#8217;s troubled past haunts him. When he was a child, both his parents disappeared, leaving him and his sister Zinhle to suffer years of abuse. The story of Polela&#8217;s journey to uncover the truth, this candid autobiography shares the journalist&#8217;s turmoil as he confronts his father about his mother&#8217;s brutal death and faces the worst dilemma a son can ever confront: <I>How can he possibly forgive when his father remains a remorseless, cruel, and heartless murderer?</I>", "average_rating": 3.49, "author": "McIntosh Polela", "cover_img": "https://cflare.oysterbooks.com/covers/Jacana%20Media/My%20Father%2C%20My%20Monster/1372981207.4.jpg"}},{"annotation": "", "uuid": "NgXzeN2n573yYT82j2UutF", "position": 12, "book": {"uuid": "U2ixrBLCgv3ZAifjFKGDHF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Shattered", "publication_date": "2010-06-29", "oyster_good_for_statement": "", "isbn": "9780062000262", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>Hero, Husband, Father . . . <em>Monster</em>?</p></blockquote><p>In Creekstone, Texas, a small, quiet suburb of Houston, football was king . . . and David Temple was a prince. A former high school and college gridiron star-turned-coach, he had a fairy-tale marriage to bright, vivacious Belinda Lucas, a teacher at the local high school who was so warm and popular her colleagues called her \"The Sunshine Girl.\"</p><p>The fairy tale ended savagely on January 11, 1999, when Belinda's lifeless body was discovered in a closet. Her skull had been shattered by a shotgun blast at close range. She was eight months pregnant.</p><p>There was no damning evidence directly linking the brutal murder to husband David, who stood by emotionless and dry-eyed as police searched the crime scene. But a dogged eight-year investigation would expose a shocking history of cruelty and domination, infidelity and rage&#8212;ultimately resulting in an epic courtroom battle for the ages&#8212;as the scandalous truth was revealed about love betrayed and innocent lives . . . shattered.</p>", "average_rating": 4.08, "author": "Kathryn Casey", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062000262/1376529978.9.jpg"}},{"annotation": "", "uuid": "8fADXzi7Bco4Fiad9ryJEn", "position": 18, "book": {"uuid": "ApvP8dd6pdECeCePjP4A9A", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 262, "title": "Always Running", "publication_date": "2012-06-12", "oyster_good_for_statement": "", "isbn": "9781453259085", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><b>Luis J. Rodr&iacute;guez&rsquo;s stunning memoir&mdash;a brave, unflinching account of life in a Los Angeles street gang</b></div><DIV><b>&#160;</b></div><DIV>Luis J. Rodr&iacute;guez joined his first gang at age eleven. As a teenager, he witnessed the rise of some of the most notorious cliques and sets in Southern California and knew only a life of violence&mdash;one that revolved around drugs, gang wars, and police brutality. But unlike most of those around him, Rodr&iacute;guez found a way out when art, writing, and political activism rescued him from the brink of self-destruction.</div><DIV>&#160;</div><DIV><i>Always Running</i> spares no detail in its vivid, brutally honest portrayal of street life and violence, and it stands as a powerful and unforgettable testimonial of gang life, by one of the most acclaimed Chicano writers of his generation.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Luis J. Rodr&iacute;guez including rare images from the author&rsquo;s personal collection.</div></div>", "average_rating": 4.02, "author": "Luis J. Rodriguez", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Always%20Running/1373330848.98.jpg"}},{"annotation": "", "uuid": "jjfpHfrxpwewZNhmQ6UG3A", "position": 39, "book": {"uuid": "XVzM4e6ucwLXtp8WGpvAck", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 288, "title": "Beauty and the Inferno", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781844679515", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [{"uuid": "DSfGxaLQZn8s4LYocDZz5K", "image": null, "name": "European Book Prize Winner"}], "description": "<p><em>Gomorrah</em>, Roberto Saviano&rsquo;s 2006 exposé of Naples&rsquo;s Camorra mafia, was an international bestseller and became an award-winning film. But the death threats that followed forced the author into hiding. Saviano was ostracized by his countrymen and went on the run, changing his location every few months and compelled to keep perpetual company with his bodyguards. To this day, he lives in an undisclosed location.</p><p>The loneliness of the fugitive life informs all the essays in <em>Beauty and the Inferno</em>, Saviano&rsquo;s first book since <em>Gomorrah</em>. Among other subjects, he writes about the legendary South African jazz singer Miriam Makeba, his meeting with the real-life Donnie Brasco, sharing the Nobel Academy platform with Salman Rushdie, and the murdered Russian journalist Anna Politkovskaya. Present throughout the book is a sense of Saviano&rsquo;s peculiar isolation, which infuses his words with anger, exceptional insight and tragedy.</p>", "average_rating": 3.76, "author": "Roberto Saviano", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679515/1381416076.43.jpg"}},{"annotation": "", "uuid": "NWyWrkcu6AdrcH7unHuYMk", "position": 24, "book": {"uuid": "FjNjeutho59tn89dPDv6NK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Jack the Ripper's Black Magic Rituals", "publication_date": "2003-08-01", "oyster_good_for_statement": "", "isbn": "9781782192688", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<DIV><DIV>For more than a century, the horrific story of Jack the Ripper has endured. The ghastly crimes of the world&#8217;s most notorious serial killer have become legend, and since they were committed, contemporary sleuths have spent many lifetimes attempting to identify their perpetrator.<I> Jack the Ripper&#8217;s Black Magic Rituals</I> takes the reader step-by-step through the precise events at the center of the Ripper&#8217;s reign of terror, uncovering a twisted m&#233;lange of murder and black magic. More importantly, author Ivor J. Edwards makes a convincing case as to Jack the Ripper&#8217;s true identity. That man is Dr. Robert Donston Stephenson, an army surgeon, occultist, and magician, who may have also murdered and dismembered his own wife before his terrible spree in Whitechapel began.</DIV></DIV>", "average_rating": 3.13, "author": "Ivor Edwards", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Jack%20the%20Ripper%27s%20Black%20Magic%20Rituals/1373195166.33.jpg"}},{"annotation": "", "uuid": "3jpqJTarcAheQW3CZYGCF5", "position": 3, "book": {"uuid": "pBofpLgtSFpQru8u7XwqvZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "Stolen Innocence", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061752841", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>In September 2007, a packed courtroom in St. George, Utah, sat hushed as Elissa Wall, the star witness against polygamous sect leader Warren Jeffs, gave captivating testimony of how Jeffs forced her to marry her first cousin at age fourteen. This harrowing and vivid account proved to be the most compelling evidence against Jeffs, showing the harsh realities of this closed community and the lengths that Jeffs went to in order to control the women in it. Now, in this courageous memoir, Elissa Wall tells her incredible and inspirational story of her time in the Fundamentalist Church of Latter Day Saints (FLDS), detailing how she emerged from its confines to help bring one of America's most notorious criminals to justice.</p>", "average_rating": 3.85, "author": "Elissa Wall", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752841/1376451969.49.jpg"}},{"annotation": "", "uuid": "wHSB35vBUSekVtP3oxTboZ", "position": 34, "book": {"uuid": "79MjSeVWQHxJ4yBKntytui", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "Evil Psychopaths", "publication_date": "2010-12-17", "oyster_good_for_statement": "", "isbn": "9781907795343", "publisher": {"uuid": "E5WpPm2R6FKNkgyAErnN67", "name": "Omnipress"}, "awards": [], "description": "<p>Psychopaths are superficially charming but ultimately self-centred individuals possessed with the ability to manipulate others into predatory situations. This psychiatric anomaly, when combined with a violent or abusive childhood,</p>\n<p>mental illness or addictive personality can help to create that most feared and hated of human beings – the serial killer.</p>\n<p>Evil Psychopaths is not a book for the faint hearted It explores the lives and crimes of the deranged and dangerous who have practised and perfected the art of killing.</p>\n<p>Contents</p>\n<p>Emperor Nero, Charles VI of France, Vlad the Impaler, The Borgias, Elizabeth Bathory, Ivan the Terrible, Peter Stubbe, John Lynch, Jack the Ripper, Thomas Neil Cream, H.H. Holmes, John Reginald Christie, John George Haigh, Dennis Nilsen, Peter Sutcliffe,  Patrick Mackay, Baby Face Nelson, Ed Gein, Harvey Glatman, Albert De Salvo, John Wayne Gacy, Gary Heidnik, Jeffrey Dahmer, Ted Bundy, Ed Kemper, Richard Speck, Richard Ramirez, Bela Kiss, Henri Landru, Peter Kurten, Adolf Hitler, Joseph Stalin, Andrei Chikatilo, Idi Amin, Pol Pot, Ivan Milat, Javed Iqbal, Gilles de Rais, Albert Fish, Ian Brady and Myra Hindley, Arthur Gary Bishop, Robert Black, Michael Fourniret, Belle Gunness, Mary Ann Cotton, Nannie Doss, Velma Barfield, Aileen Carol Wuornos, Ma Baker</p>", "average_rating": 3.19, "author": "Gordon Kerr", "cover_img": "https://cflare.oysterbooks.com/covers/Omnipress/9781907795343/1385162639.43.jpg"}},{"annotation": "", "uuid": "kyWRpCGRMbrxEgF4igRKqZ", "position": 1, "book": {"uuid": "FZm8DFQL2A9Wg2fGaevkE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 250, "title": "Mickey Cohen", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781770902039", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "This biography of celebrity gangster Mickey Cohen digs past the sensational headlines to deliver a remarkable story of a man who captivated, corrupted, and terrorized Los Angeles for a generation.<BR><BR>When Bugsy Siegel was murdered, his henchman Mickey Cohen took over the criminal activity in Los Angeles. Mickey Cohen attained such power and dominance from the late 1940s until 1976 that he was a regular above-the-fold newspaper name, accumulating a remarkable count of more than 1,000 front-pages in Los Angeles papers alone, and was featured in hundreds of articles in national and international periodicals. His story and the history of mid-century L.A. are inextricably intertwined.<BR><BR>Mickey Cohen is a seductive, premium-octane blend of true crime and Hollywood that spins around a wildly eccentric mob boss. Author Tere Tereba delivers tales of high life, high drama, and highly placed politicians, among them RFK and Richard Nixon, as well as revelations about countless icons, including Shirley Temple, Lana Turner, Frank Sinatra, and the Reverend Billy Graham. Meticulously researched, this rich tapestry presents a complete look at the Los Angeles underworld.", "average_rating": 3.54, "author": "Tere Tereba", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Mickey%20Cohen/1372980254.63.jpg"}},{"annotation": "", "uuid": "Zv3fRtJyH86sz7wtcAJHcn", "position": 16, "book": {"uuid": "woiC6bgugBrUsJh9TDZynm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Trooper Down!", "publication_date": "2012-04-03", "oyster_good_for_statement": "", "isbn": "9781616202385", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "<p>It’s a trooper’s worst nightmare. What begins as a routine patrol suddenly turns violent when someone pulls a weapon. Moments later, the trooper is down—wounded or dead. Then, like a swarm of angry bees, every other trooper on the force mobilizes to catch the suspect. Whether they’re issuing a ticket for speeding “just a little” over the limit or conducting an all-out manhunt, the people who have chosen this perilous and demanding profession are rarely revealed as vividly or candidly as they are here. In <i>Trooper Down!</i> Marie Bartlett uses her gripping hell-for-leather style to paint a fascinating portrait of one of the nation’s most elite law-enforcement agencies. In interviews and anecdotes, troopers relate stories of narrow misses, breathtaking confrontations, strange and hilarious encounters with various “crazies,” and, most heartbreakingly, working the wrecks—aiding the injured and dying in highway accidents—while troopers’ wives and widows tell of the heart-wrenching realities trooper families face. Through this remarkable book, we not only comprehend the life of a trooper, we are unforgettably there.</p>", "average_rating": 4.17, "author": "Marie Bartlett", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202385/1377657070.43.jpg"}},{"annotation": "", "uuid": "GxyF5qH8JYMiPZARWV2BBm", "position": 14, "book": {"uuid": "PoHWAMSuxBpXxqcKsXB6Q", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Boardwalk Empire", "publication_date": "2012-02-01", "oyster_good_for_statement": "", "isbn": "9780966674873", "publisher": {"uuid": "SGVcYQKjnV97WFoYPfoaJ6", "name": "Plexus Publishing"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "Providing the inspiration and source material for the upcoming HBO series produced by Academy Award&#150;winning director Martin Scorsese and Emmy Award&#150;winning screenwriter Terence Winter, this riveting and wide-reaching history explores the sordid past of Atlantic City&#151;forever a freewheeling town long-dedicated to the fast buck&#151;from the city's heyday as a Prohibition-era mecca of lawlessness to its rebirth as a legitimate casino resort in the modern era. A colorful cast of powerful characters, led by &#147;Commodore&#8221; Kuehnle and &#147;Nucky&#8221; Johnson, populates this stranger-than-fiction account of corrupt politics and the toxic power structure that grew out of guile, finesse, and extortion. Atlantic City's shadowy past&#151;through its rise, fall, and rebirth&#151;is given new light in this revealing, and often appalling, study of legislative abuse and organized crime.", "average_rating": 3.3, "author": "Nelson Johnson", "cover_img": "https://cflare.oysterbooks.com/covers/Plexus%20Publishing/Boardwalk%20Empire/1372979240.51.jpg"}},{"annotation": "", "uuid": "rs8Gor6g8WWdspBkynxjyP", "position": 2, "book": {"uuid": "J6naTRbKM7uzNuHfhvKHrn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 356, "title": "Cocaine Nation", "publication_date": "2011-06-14", "oyster_good_for_statement": "", "isbn": "9781453217795", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV><b>An in-depth look at the cocaine industry, from the streets of Colombia to the clubs of New York and London, in a <i>Fast Food Nation</i>-style expose of the impact of &ldquo;the white trade&rdquo; in our society</b></div><DIV><b>&#160;</b></div><DIV><BR></div><DIV>From farmers and traffickers in South America, to narcotics officers, gang-members, and end-users across the globe, Tom Feiling, an award-winning documentary film-maker, travels across the world to hear these people tell the story of cocaine as never before. He tells the story of the development of coca and cocaine, from ancestral indigenous use, to Freud and Jung, through the present day. He looks at the supply of the drug from the Andes, through the Caribbean and Mexico, the havoc it has wreaked on those societies, how demand has changed, what it does to one&rsquo;s body, and what people on all ends of the spectrum hope to gain from it. Feiling also addresses the &ldquo;War on Drugs&rdquo; that began in the 1990s and how its draconian methods and out-of-touch rhetoric are almost completely ineffective, and how specific legislation can help alleviate the negative impact of drug-trade world-wide. </div><BR>", "average_rating": 3.56, "author": "Tom Feiling", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Cocaine%20Nation/1373329686.32.jpg"}},{"annotation": "", "uuid": "iCXJtLWfjvU4VmiYwaprEj", "position": 5, "book": {"uuid": "cuq9q6NSTBzi3A7qrsRbkA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 476, "title": "Hallowed Ground", "publication_date": "2006-11-01", "oyster_good_for_statement": "", "isbn": "9781605421568", "publisher": {"uuid": "nWWDE6cSVwsPMhMpm5CNRT", "name": "Medallion Press"}, "awards": [], "description": "<DIV>Grisly murders are rocking the small county of Bear Butte where Julie Collins has spent the last few months learning the PI biz without the guidance of her best friend and business partner, Kevin Wells. Enter dangerous, charismatic entrepreneur Tony Martinez, who convinces Julie to take a case involving a missing five-year-old Native American girl, the innocent pawn in her parents&#8217; child custody dispute. Although skeptical about Martinez&#8217; motives in hiring her, and confused by her strange attraction to him, Julie nevertheless sees the opportunity to hone her investigative skills outside her office. But something about the case doesn&#8217;t ring true. The girl&#8217;s father is foreman on the controversial new Indian casino under construction at the base of the sacred Mato Paha, and the girl&#8217;s mother is secretly working for a rival casino rumored to have ties to an east coast crime family. Local ranchers &#150; including her father &#150; a Lakota Holy group, and casino owners from nearby Deadwood are determined to stop the gaming facility from opening. With the body count rising, the odds are stacked against Julie to discover the truth behind these hidden agendas before the murderer buries it forever. And when Julie unwittingly attracts the attention of the killer, she realizes no place is safe, not even hallowed ground.</DIV>", "average_rating": 4.36, "author": "Lori G. Armstrong", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/Hallowed%20Ground/1372977927.95.jpg"}},{"annotation": "", "uuid": "EDAFGkZiDptSFi2jeL6q4B", "position": 38, "book": {"uuid": "UooRRCjLGSvxtPoKJpwrAD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Busting Vegas", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061739804", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>He played in casinos around the world with a plan to make himself richer than anyone could possibly imagine -- but it would nearly cost him his life.</em></p><p>Semyon Dukach was known as the Darling of Las Vegas. A legend at age twenty-one, this cocky hotshot was the biggest high roller to appear in Sin City in decades, a mathematical genius with a system the casinos had never seen before and couldn't stop -- a system that has never been revealed until now; that has nothing to do with card counting, wasn't illegal, and was more powerful than anything that had been tried before.</p><p>Las Vegas. Atlantic City. Aruba. Barcelona. London. And the jewel of the gambling crown -- Monte Carlo.</p><p>Dukach and his fellow MIT students hit them all and made millions. They came in hard, with stacks of cash; big, seemingly insane bets; women hanging on their arms; and fake identities. Although they were taking classes and studying for exams during the week, over the weekends they stormed the blackjack tables only to be harassed, banned from casinos, threatened at gunpoint, and beaten in Vegas's notorious back rooms.</p><p>The stakes were high, the dangers very real, but the players were up to the challenges, consequences be damned. There was Semyon Dukach himself, bored with school and broke; Victor Cassius, the slick, brilliant MIT grad student who galvanized the team; Owen Keller, with stunning ability but a dark past that would catch up to him; and Allie Simpson, bright, clever, and a feast for the eyes.</p><p>In the classroom, they were geeks. On the casino floor, they were unstoppable.</p><p><strong>Busting Vega$</strong> is Dukach's unbelievably true story; a riveting account of monumental greed, excess, hubris, sex, love, violence, fear, and statistics that is high-stakes entertainment at its best.</p>", "average_rating": 3.63, "author": "Ben Mezrich", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739804/1376451808.67.jpg"}},{"annotation": "", "uuid": "mzEexLEo7VuwyQYaiUN7cR", "position": 26, "book": {"uuid": "8VHptdHoCVd24DiL9kQS4X", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 232, "title": "Tamam Shud", "publication_date": "2013-01-01", "oyster_good_for_statement": "", "isbn": "9781742241289", "publisher": {"uuid": "x77PTFBDriwNyzXEmCz7f", "name": "University of New South Wales Press"}, "awards": [], "description": "In 1948, a man was found dead on an Adelaide, Australia, beach. Well-dressed and unmarked, he had a half-smoked cigarette by his side, but no identity documents. Six decades later, the Somerton Man's identity and murder are still a mystery. From the missing labels from all his clothing&#160;to&#160;the tiny piece of paper with the words \"Tamam Shud\" found sewn into the lining of the dead man&#8217;s coat, this cold case is brimming with facts that are stranger than fiction. Written by one of Australia's best-known and most loved crime writers, this book uses pieces of the author's own past in an attempt to solve this crime, uncovering a new way of writing about true crimeand&#160;about herself in the process.", "average_rating": 3.38, "author": "Kerry Greenwood", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20New%20South%20Wales%20Press/Tamam%20Shud/1372981903.86.jpg"}},{"annotation": "", "uuid": "znFG9DuvpWZKMugTcqYW3n", "position": 33, "book": {"uuid": "EYF6WgVWu9B87NduMnGF2k", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Brotherhood of Corruption", "publication_date": "2004-08-01", "oyster_good_for_statement": "", "isbn": "9781613741412", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>A former Chicago cop exposes shocking truths about the abuses of power within the city&#8217;s police department in this memoir of violence, drugs, and men with badges. Juarez becomes a police officer because he wants to make a difference in gang-infested neighborhoods; but, as this book reveals, he ends up a corrupt member of the most powerful gang of all&#151;the Chicago police force. Juarez shares the horrific indiscretions he witnessed during his seven years of service, from the sexually predatory officer, X, who routinely stops beautiful women for made-up traffic offenses and flirts with domestic violence victims, to sadistic Locallo, known on the streets as Locoman, who routinely stops gang members and beats them senseless. Working as a narcotics officer, Juarez begins to join his fellow officers in crossing the line between cop and criminal, as he takes advantage of his position and also becomes a participant in a system of racial profiling legitimized by the war on drugs. Ultimately, as Juarez discusses, his conscience gets the better of him and he tries to reform, only to be brought down by his own excesses. From the perspective of an insider, he tells of widespread abuses of power, random acts of brutality, and the code of silence that keeps law enforcers untouchable.</DIV>", "average_rating": 0.0, "author": "Juan Antonio Juarez", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Brotherhood%20of%20Corruption/1372979147.48.jpg"}},{"annotation": "", "uuid": "eEFeCXgdqttpdbGyZkFZYK", "position": 30, "book": {"uuid": "gpgJCgXzWwZwWmjyqACN5D", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 361, "title": "Gangsterismo", "publication_date": "2013-04-13", "oyster_good_for_statement": "", "isbn": "9781935928904", "publisher": {"uuid": "vL9uUjpHSzki2eAs6zBQ79", "name": "OR Books"}, "awards": [], "description": "<p>The complete and as-yet-untold story of the making and unmaking of a gangster state in Cuba.</p>", "average_rating": 0.0, "author": "Jack Colhoun", "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781935928904/1382549532.18.jpg"}}]