[{"book": {"oyster_summary": "", "number_print_pages": 424, "language_code": "eng", "publication_date": "2010-01-19", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959790/1376528784.7.jpg", "uuid": "zu9UsFZuDSPjwtxrxAAq5k", "average_rating": 4.33, "author": "Eric Blehm", "awards": [], "description": "<p>On a moonless night just weeks after September 11, 2001, U.S. Special Forces team ODA 574 infiltrates the mountains of southern Afghanistan with a seemingly impossible mission: to foment a tribal revolt and force the Taliban to surrender. Armed solely with the equipment they can carry on their backs, shockingly scant intelligence, and their mastery of guerrilla warfare, Captain Jason Amerine and his men have no choice but to trust their only ally, a little-known Pashtun statesman named Hamid Karzai who has returned from exile and is being hunted by the Taliban as he travels the countryside raising a militia.</p><p><em>The Only Thing Worth Dying For</em> chronicles the most important mission in the early days of the Global War on Terror, when the men on the ground knew little about the enemy&#8212;and their commanders in Washington knew even less. With unprecedented access to surviving members of ODA 574, key war planners, and Karzai himself, award-winning author Eric Blehm cuts through the noise of politicians and high-level military officials to narrate for the first time a story of uncommon bravery and terrible sacrifice, intimately exposing the realities of unconventional warfare and nation-building in Afghanistan that continue to shape the region today.</p>", "isbn": "9780061959790", "title": "The Only Thing Worth Dying For", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "uEwjwajJHEpGn9waB5esP", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "1991-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202866/1377657174.29.jpg", "uuid": "zQ2Vit9DyZQbVhKqP5ABAZ", "average_rating": 4.1, "author": "John R. Elting", "awards": [], "description": "<p>Begun in ignorance of the military reality, the War of 1812 was our \"most unmilitary war,\" fought catch-as-catch-can with raw troops, incompetent officers, and appallingly inadequate logistics. American soil was invaded along three frontiers, thte nation's capital was occupied and burned, and the secession of the New England states loomed as a possibility. In <em>Amateurs, to Arms!</em> distinguished military historian Colonel John R. Elting shows how the young republic fought and almost lost its \"Second War for Independence,\" and how it was saved by the handful of amateur soldiers and sailors who survived, masters their deadly new professions, and somehow battled Great Britain to a standstill along our wilderness borders and on the high seas.</p>", "isbn": "9781616202866", "title": "Amateurs, to Arms!", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "qimFQEaj5bYM5yK8RXp6kB", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "English", "publication_date": "2013-04-23", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781682531/1386003230.8.jpg", "uuid": "z9Nym624WHiTeuo7DZ3Cgb", "average_rating": 3.72, "author": "Medea Benjamin", "awards": [], "description": "<p><em>Drone Warfare</em> is the first comprehensive analysis of one of the fastest growing&mdash;and most secretive&mdash;fronts in global conflict: the rise of robot warfare. In 2000, the Pentagon had fewer than fifty aerial drones; ten years later, it had a fleet of nearly 7,500, and the US Air Force now trains more drone &ldquo;pilots&rdquo; than bomber and fighter pilots combined. Drones are already a $5 billion business in the US alone. The human cost? Drone strikes have killed more than 200 children alone in Pakistan and Yemen.</p><p>CODEPINK and Global Exchange cofounder Medea Benjamin provides the first extensive analysis of who is producing the drones, where they are being used, who controls these unmanned planes, and what are the legal and moral implications of their use. In vivid, readable style, this book also looks at what activists, lawyers, and scientists across the globe are doing to ground these weapons. Benjamin argues that the assassinations we are carrying out from the air will come back to haunt us when others start doing the same thing&mdash;to us.</p>", "isbn": "9781781682531", "title": "Drone Warfare", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}}, "annotation": "", "uuid": "DR4SfuTZSqM49jmEJvW9oR", "position": 45},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2013-05-07", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/D-Day%20with%20the%20Screaming%20Eagles/1373336054.82.jpg", "uuid": "Rp6ZV9VTQgPjaVdXvXaN8b", "average_rating": 4.12, "author": "George Koskimaki", "awards": [], "description": "<DIV>Many professional historians have recorded the actions of D-Day but here is an account of the airborne actions as described by the actual men themselves, in eyewitness detail.</div><DIV>&#160;&#160; </div><DIV>Participants range from division command personnel to regimental, battalion, company, and battery commanders, to chaplains, surgeons, enlisted medics, platoon sergeants, squad leaders and the rough, tough troopers who adapted quickly to fighting in mixed, unfamiliar groups after a badly scattered drop. And yet they managed to gain the objectives set for them in the hedgerow country of Normandy.&#160;</div><DIV>&#160;&#160; </div><DIV>This book is primary source material. It is a &ldquo;must read&rdquo; for anyone interested in the Normandy landings, the 101st Airborne Division, and World War II in general. Hearing the soldiers speak is an entirely different experience from reading about the action in a narrative history.</div>", "isbn": "9781480406582", "title": "D-Day with the Screaming Eagles", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}}, "annotation": "", "uuid": "jYqcHFbkpYrBaoPADRm9Yc", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061982835/1376529518.95.jpg", "uuid": "Aw2n23k3wtgpo3augJKL9H", "average_rating": 4.17, "author": "Harold G. Moore", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Lt. Gen. Harold Moore and Joseph Galloway return to Vietnam's Ia Drang Valley more than four decades after the battle they recalled in their #1 <em>New York Times</em> bestseller <em>We Were Soldiers Once . . . and Young</em>. Renewing their relationships with ten American veterans of the fabled conflict&#8212;and with former adversaries&#8212;the authors explore how the war changed them all, as well as their two countries.</p><p><em>We Are Soldiers Still</em> is an emotional journey back to hallowed ground, putting a human face on warfare as the authors reflect on war's devastating cost.</p>", "isbn": "9780061982835", "title": "We Are Soldiers Still", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "po9JgnsDvqrgAsbJzaSUBZ", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/American%20Legacy%20Media/Rite%20of%20Passage/1372980544.66.jpg", "uuid": "REDWgCuF3jupxXHk25STWB", "average_rating": 0.0, "author": "Ray Matheny", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\">Drawing on a vast array of original source material that has survived for decades and previously classified information, this thrilling narrative history documents a young soldier&#8217;s&#160;miraculous survival in war-torn Europe during World War II. Soon after joining the U.S. Army Corps, a wiry, baby-faced 17-year-old found himself a seasoned warrior desperately battling head-to-head against the Luftwaffe&#8217;s best fighter pilots over Nazi Germany. Having&#160;amazingly escaped the fiery wreckage of his B-17, he relied on his ingenuity and determination to get him through two bitter winters in confinement as a POW in the infamous Stalag 17. Along with other American prisoners, he was coerced to flee the rapidly advancing Red Army as the European war came to a close and endure a brutal 18-day march where he witnessed firsthand the horrors of the Mauthausen concentration camp. Weighing an emaciated 110 pounds, he was finally rescued by Patton&#8217;s Third Army just days before Germany surrendered.</p>", "isbn": "9780981848969", "title": "Rite of Passage", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "TDAdbR9d6sZBZdEDTagHzB", "name": "American Legacy Media"}}, "annotation": "", "uuid": "wxr4QS8TtpBEyNwBKpd9MU", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2013-04-02", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/Kimberly%27s%20Flight/1373336053.41.jpg", "uuid": "K6v5ziJqXtmJVvAA6jD6jb", "average_rating": 0.0, "author": "Anna Simon", "awards": [], "description": "<DIV>US Army Captain Kimberly N. Hampton was living her dream: flying armed helicopters in combat and commanding D Troop, 1st Squadron, 17th Cavalry, the armed reconnaissance aviation squadron of the 82nd Airborne Division. An all-American girl from a small Southern mill town, Hampton was a top scholar, student body president, ROTC battalion commander, and highly ranked college tennis player. In 1998, she was commissioned as a second lieutenant in the army. Driven by determination and ambition, Hampton rapidly rose through the ranks in the almost all-male bastion of military aviation to command a combat aviation troop.</div><DIV>&#160;</div><DIV>On January 2, 2004, Captain Hampton was flying an OH-58D Kiowa Warrior helicopter above Fallujah, Iraq, in support of a raid on an illicit weapons marketplace, searching for an elusive sniper on the rooftops below. A little past noon, her helicopter was wracked by an explosion. A heat-seeking surface-to-air missile had knocked off the helicopter&rsquo;s tail boom. The helicopter crashed, killing Hampton.</div><DIV>&#160;</div><DIV><i>Kimberly&rsquo;s Flight</i> is the story of Captain Hampton&rsquo;s exemplary life. This story is told through nearly fifty interviews and her own e-mails to family and friends, and is entwined with her mother&rsquo;s narrative of loving and losing a child.</div>", "isbn": "9781480406568", "title": "Kimberly's Flight", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}}, "annotation": "", "uuid": "FyUS98QYFFmZeyk7dr82f6", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 392, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061835728/1376527378.45.jpg", "uuid": "fxsiYEBFC22BhXTGNnhbJW", "average_rating": 3.75, "author": "Walter R. Borneman", "awards": [], "description": "<p>In June 1812 the still-infant United States had the audacity to declare war on the British Empire. Fought between creaking sailing ships and armies often led by bumbling generals, the ensuing conflict featured a tit-for-tat \"You burned our capital, so we'll burn yours\" and a legendary battle unknowingly fought after the signing of a peace treaty.</p><p>During the course of the war, the young American navy proved its mettle as the USS Constitution, \"Old Ironsides,\" sent two first-rate British frigates to the bottom, and a twenty-seven-year-old lieutenant named Oliver Hazard Perry hoisted a flag exhorting, \"Don't Give Up the Ship,\" and chased the British from Lake Erie. By 1814, however, the United States was no longer fighting for free trade, sailors' rights, and as much of Canada as it could grab, but for its very existence as a nation. With Washington in flames, only a valiant defense at Fort McHenry saved Baltimore from a similar fate.</p><p>Here are the stories of commanding generals such as America's Henry \"Granny\" Dearborn, double-dealing James Wilkinson, and feisty Andrew Jackson, as well as Great Britain's gallant Sir Isaac Brock, overly cautious Sir George Prevost, and Rear Admiral George Cockburn, the man who put the torch to Washington. Here too are those inadvertently caught up in the war, from heroine farm wife Laura Secord, whom some call Canada's Paul Revere, to country doctor William Beanes, whose capture set the stage for Francis Scott Key to write \"The Star-Spangled Banner.\"</p><p><em>1812: The War That Forged a Nation</em> presents a sweeping narrative that emphasizes the struggle's importance to America's coming-of-age as a nation. Though frequently overlooked between the American Revolution and the Civil War, the War of 1812 did indeed span half a continent -- from Mackinac Island to New Orleans, and Lake Champlain to Horseshoe Bend -- and it paved the way for the conquest of the other half.</p><p> During the War of 1812, the United States cast aside its cloak of colonial adolescence and -- with both humiliating and glorious moments -- found the fire that was to forge a nation.</p>", "isbn": "9780061835728", "title": "1812", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "WGhwmUQZTJGFgzmNPwUnG", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 282, "language_code": "eng", "publication_date": "2012-03-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lonely%20Vigil/1373330395.34.jpg", "uuid": "8z4JkiR9k67sdpVHEPgdFT", "average_rating": 4.31, "author": "Walter Lord", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>In the bloodiest island combat of World War II, one group of men risked it all to fight from behind Japanese lines</b></div><DIV></div><DIV>The Solomon Islands was where the Allied war machine finally broke the Japanese empire. As pilots, marines, and sailors fought for supremacy in Guadalcanal, Bougainville, and the Slot, a lonely group of radio operators occupied the Solomon Islands&rsquo; highest points. Sometimes encamped in comfort, sometimes exposed to the elements, these coastwatchers kept lookout for squadrons of Japanese bombers headed for Allied positions, holding their own positions even when enemy troops swarmed all around.</div><DIV>&#160;</div><DIV>They were Australian-born but Solomon-raised, and adept at survival in the unforgiving jungle environment. Through daring and insight, they stayed one step ahead of the Japanese, often sacrificing themselves to give advance warning of an attack. In <i>Lonely Vigil</i>, Lord tells of the survivors of the campaign, and of what they risked to win the war in the Pacific.</div>", "isbn": "9781453238493", "title": "Lonely Vigil", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "oSD3tubga9LcKec4x7ckV7", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 640, "language_code": "eng", "publication_date": "2004-11-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526843/1376380662.45.jpg", "uuid": "KoyeFAGARCZvKhTLhvbCrP", "average_rating": 4.3, "author": "Stephen W. Sears", "awards": [], "description": "<DIV>Stephen W. Sears has delivered a masterwork in Gettysburg, his single-volume history of the Civil War's greatest campaign. Drawing on original source material, from soldiers' letters to the Official Records of the war, Sears offers dramatic and informed accounts of every aspect of the campaign, from well-hewn portraits of the battle's leaders to detailed analyses of their strategies and tactics. Sears depicts General Meade's remarkable performance in his first week of army command and pinpoints General Lee's responsibility in the agonizing failure of the Confederate army. With characteristic style and insight, Sears brings the epic tale of the battle in Pennsylvania vividly to life.</DIV>", "isbn": "9780547526843", "title": "Gettysburg", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "4cH9eiP7WXMBpJt23nGASY", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2011-12-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780962382/1385165571.78.jpg", "uuid": "HRZMRDqbgTx8yFiHDDXW6G", "average_rating": 0.0, "author": "James P Delgado", "awards": [], "description": "<p>The obliteration of Hiroshima and Nagasaki in August 1945 brought the world to a stand still. This unimaginable shock confirmed to the world that the race to develop a working atomic weapon during World War II had been won by the American-led international effort. Horrific and controversial even today, these first uses of the atomic bomb had intense ramifications not only on the continued development of the bomb, but also on politics and popular culture. As well as the technological development, historian James Delgado also examines how the US Army Air Force had to develop the capacity to deliver the weapons, and examines the sites where development and testing took place, in order to give a comprehensive history of the dawning of the nuclear age.</p>", "isbn": "9781780962382", "title": "Nuclear Dawn", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "JTZWRsR4aZG52z3zpq6REY", "position": 59},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2012-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781849089593/1385165205.05.jpg", "uuid": "RuortHCsieJpBWmAiDP9fk", "average_rating": 0.0, "author": "Ian Gardner", "awards": [], "description": "<p>The exploits of the 3rd Battalion, 506th Parachute Infantry Regiment (PIR) have been long overshadowed by those of Easy Company, 2nd Battalion. Yet the actions of the 3rd Battalion during the D-Day landings were every bit as incredible and this is the ast</p>", "isbn": "9781849089593", "title": "Tonight we die as men", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "K2rCzHtMkTxNbtQE3rteim", "position": 54},{"book": {"oyster_summary": "", "number_print_pages": 332, "language_code": "eng", "publication_date": "2013-04-02", "cover_img": "https://cflare.oysterbooks.com/covers/Warriors%2C%20Inc./Backbone/1373335793.1.jpg", "uuid": "SxtynH6ZsMTNkfNcpArp5h", "average_rating": 0.0, "author": "Julia Dye", "awards": [], "description": "<DIV>Noncommissioned officers stand as the backbone of the United States Marine Corps. The corps is among the most lasting institutions in America, though few understand what makes it so strong and how that understanding can be applied effectively in today&rsquo;s world. In this insightful and thoroughly researched book, Julia Dye explores the cadre of noncommissioned officers that make up the Marine Corps&rsquo;s system of small-unit leadership. To help us better understand what makes these extraordinary men and women such effective leaders, Dye examines the fourteen leadership traits embraced by every NCO. These qualities&mdash;including judgment, enthusiasm, determination, bearing, and unselfishness&mdash;are exemplified by men like Terry Anderson, the former Marine sergeant who spent nearly seven years as a hostage in Beirut, John Basilone, a hero of the Pacific front in World War II, and many others. To assemble this extraordinary chronicle, Dye interviewed Anderson and dozens of other marines, mining a trove of NCO heroes who comprise the Marine Corps&rsquo;s astonishing legacy, from its founding in 1775 to the present day.</div>", "isbn": "9781480401174", "title": "Backbone", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "3BsTC6aeW6xY7TpBfmKtS6", "name": "Warriors, Inc."}}, "annotation": "", "uuid": "3HFQqhdt2tyL4ev9wWPyvJ", "position": 37},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2010-06-29", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061989896/1376529803.03.jpg", "uuid": "eWtEcTpddMYqTD5hgKPpDh", "average_rating": 4.27, "author": "Bruce Henderson", "awards": [], "description": "<p>In February 1966, Dieter Dengler was shot down over &#8220;neutral&#8221; Laos in territory controlled by Pathet Lao guerrillas and North Vietnamese regulars. After his capture, the German-born Dengler proved to be no ordinary prisoner. Already a legend in the navy for his unique escape skills, which he had demonstrated during survival training in the California desert, he found himself caught in a desperate situation, imprisoned by the enemy and by the jungle itself. Dengler's heroic impulse was to free not only himself but also other POWs&#8212;American, Thai, and Chinese&#8212;some of whom had been held for years. In a surreal scene of brotherhood and celebration, Dengler, nearly six months after being shot down, returned to his ship in the Gulf of Tonkin&#8212;emaciated and ravaged with tropical maladies, but alive and free.</p><p>Bruce Henderson served with Dengler aboard USS <em>Ranger</em>. In this gripping book, he tells the complete story for the first time, drawing on personal interviews with the intrepid pilot, his squadron mates, and his friends and family, as well as military archival materials&#8212;some never before made public&#8212;and letters and journals. Henderson's riveting account demonstrates why Dengler's story of unending optimism, innate courage, loyalty, and survival against overwhelming odds remains for his fellow flyers and shipmates the best and brightest memory of their generation's war.</p>", "isbn": "9780061989896", "title": "Hero Found", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "QBa6cMEPJ2SvaRt9SA7sP7", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2012-05-21", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201975/1377657085.92.jpg", "uuid": "2P4xxhpegMMgALdvyVPxWn", "average_rating": 4.18, "author": "William Hopkins", "awards": [], "description": "<p>Korea, December 1950. The temperature has plunged to 20-degrees below zero. Cold enough to crack rocket-launcher ammo wide open. But not cold enough to stop a massive Communist assault against U.S. forces. As the 8th Army retreats, the Marines dig in at Chosin Reservoir and are quickly cut off and surrounded. This is the riveting account of what happened next. The brilliant Marine attack that was to become a classic in military operations. The personal heroism, private ordeals, bitter fighting, and final victory. Told in the powerful words of a man who was there, it is a story you will never forget.</p>", "isbn": "9781616201975", "title": "One Bugle, No Drums", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "sMm6vmr79Dtxo7haSmhKpJ", "position": 27},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2012-03-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Day%20of%20Infamy/1373330395.79.jpg", "uuid": "nHxaQZEtXhB4ntK4QzUron", "average_rating": 4.08, "author": "Walter Lord", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><b>Lord&rsquo;s classic, bestselling account of the bombing of Pearl Harbor</b></div><DIV></div><DIV>The Day of Infamy began as a quiet morning on the American naval base at Pearl Harbor. But as Japan&rsquo;s deadly torpedoes suddenly rained down on the Pacific fleet, soldiers, generals, and civilians alike felt shock, then fear, then rage. From the chaos, a thousand personal stories of courage emerged. Drawn from hundreds of interviews, letters, and diaries, Walter Lord recounts the many tales of heroism and tragedy by those who experienced the attack firsthand. From the musicians of the USS <i>Nevada</i> who insisted on finishing &ldquo;The Star Spangled Banner&rdquo; before taking cover, to the men trapped in the capsized USS <i>Oklahoma</i> who methodically voted on the best means of escape, each story conveys the terror and confusion of the raid, as well as the fortitude of those who survived.</div>", "isbn": "9781453238424", "title": "Day of Infamy", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "AeSetdESYe3vkJ7ESuJDHo", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2009-04-28", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744626/1387370905.28.jpg", "uuid": "Pz6SuEEYCsajkbfZb5rbRT", "average_rating": 3.8, "author": "Norman Stone", "awards": [], "description": "<DIV>The First World War was the overwhelming disaster from which everything else in the twentieth century stemmed. Fourteen million combatants died, four empires were destroyed, and even the victors&#8217; empires were fatally damaged. World War I took humanity from the nineteenth century forcibly into the twentieth&#151;and then, at Versailles, cast Europe on the path to World War II as well.<P> In <I>World War One</I>, Norman Stone, one of the world&#8217;s greatest historians, has achieved the almost impossible task of writing a terse and witty short history of the war. A captivating, brisk narrative, <I>World War One</I> is Stone&#8217;s masterful effort to make sense of one of the twentieth century&#8217;s pivotal conflicts.</DIV>", "isbn": "9780786744626", "title": "World War One", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "joh5dXQk7ueDKPDkafH9yA", "position": 51},{"book": {"oyster_summary": "", "number_print_pages": 104, "language_code": "eng", "publication_date": "2013-09-17", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781472802934/1385165891.86.jpg", "uuid": "9L7VDgVBJc6r5caarSQQWf", "average_rating": 0.0, "author": "Tim Newark", "awards": [], "description": "<p>From its origins to its use in combat today, ‘The Little Book of Camouflage’ tells the history of camouflage in conflict. Its conception, its uses and the colours are looked at, as well as the key patterns - such as the German uniforms of World War II, the ever-recognisable American type worn during Vietnam and the British DPM - forming a sort of recognition guide to the various patterns in use in the armies of history and present day.</p>", "isbn": "9781472802934", "title": "The Little Book of Camo", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "MnF6EPMNicipMYLuYYFTGR", "position": 58},{"book": {"oyster_summary": "", "number_print_pages": 424, "language_code": "eng", "publication_date": "2009-03-05", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786738151/1387370861.8.jpg", "uuid": "jnTsmNs7DYWtkU6BbhW8Hk", "average_rating": 4.1, "author": "Linda Robinson", "awards": [], "description": "<DIV>Special Forces soldiers are daring, seasoned troops from America's heartland, selected in a tough competition and trained in an extraordinary range of skills. They know foreign languages and cultures and unconventional warfare better than any U.S. fighters, and while they prefer to stay out of the limelight, veteran war correspondent Linda Robinson gained access to their closed world. She traveled with them on the frontlines, interviewed them at length on their home bases, and studied their doctrine, methods and history. In <I>Masters of Chaos</I> she tells their story through a select group of senior sergeants and field-grade officers, a band of unforgettable characters like Rawhide, Killer, Michael T, and Alan -- led by the unflappable Lt. Col. Chris Conner and Col. Charlie Cleveland, a brilliant but self-effacing West Pointer who led the largest unconventional war campaign since Vietnam in northern Iraq. <br><BR>  Robinson follows the Special Forces from their first post-Vietnam combat in Panama, El Salvador, Desert Storm, Somalia, and the Balkans to their recent trials and triumphs in Afghanistan and Iraq. She witnessed their secret sleuthing and unsung successes in southern Iraq, and recounts here for the first time the dramatic firefights of the western desert. Her blow-by-blow story of the attack on Ansar al-Islam's international terrorist training camp has never been told before. <br><BR>  The most comprehensive account ever of the modern-day Special Forces in action, <I>Masters of Chaos</I> is filled with riveting, intimate detail in the words of a close-knit band of soldiers who have done it all.</div>", "isbn": "9780786738151", "title": "Masters of Chaos", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}}, "annotation": "", "uuid": "L5yENUkZqTXhXK44PCvDTT", "position": 48},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2010-04-20", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347547/1380524594.07.jpg", "uuid": "eHhHTrkofyraqjCUjoT5Di", "average_rating": 4.18, "author": "Neal Bascomb", "awards": [], "description": "<P><B><I>Hunting Eichmann</I> is the first complete narrative of a relentless and harrowing international manhunt.</B> <p>When the Allies stormed Berlin in the last days of the Third Reich, Adolf Eichmann shed his SS uniform and vanished. Following his escape from two American POW camps, his retreat into the mountains and out of Europe, and his path to an anonymous life in Buenos Aires, his pursuers are a bulldog West German prosecutor, a blind Argentinean Jew and his beautiful daughter, and a budding, ragtag spy agency called the Mossad, whose operatives have their own scores to settle (and whose rare surveillance photographs are published here for the first time). The capture of Eichmann and the efforts by Israeli agents to secret him out of Argentina to stand trial is the stunning conclusion to this thrilling historical account, told with the kind of pulse-pounding detail that rivals anything you'd find in great spy fiction.&#160;", "isbn": "9780547347547", "title": "Hunting Eichmann", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "LvqewXib8rrdDStKpcYf3m", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 376, "language_code": "eng", "publication_date": "2014-01-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780968940/1385165490.19.jpg", "uuid": "uTBjzz6wya56Dse9xU3g9A", "average_rating": 0.0, "author": "Andrew Wiest", "awards": [], "description": "<p>In the spring of 1966, while the war in Vietnam was still popular, the U.S. military decided to reactivate the 9th Infantry Division as part of the military buildup.  Across the nation, farm boys from the Midwest, surfers from California, city-slickers fr</p>", "isbn": "9781780968940", "title": "The Boys of '67", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "jDtRiiL4p4SiXR5vGKCXKG", "position": 52},{"book": {"oyster_summary": "", "number_print_pages": 344, "language_code": "eng", "publication_date": "2012-04-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780963983/1385165714.59.jpg", "uuid": "QexdpxBAssQsTdPAkCLxQR", "average_rating": 0.0, "author": "Ian Gardner", "awards": [], "description": "<p>This follow-up to <i>Tonight We Die As Men</i> continues the story of the 506 Parachute Infantry Regiment of the 101st Airborne Division as they dropped into Holland as part of Operation Market Garden.  The following 72-day campaign saw the 506PIR constantly on</p>", "isbn": "9781780963983", "title": "Deliver Us From Darkness", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "ZBfvhZsi7HVe34vP6ecUKF", "position": 53},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2008-11-10", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786742660/1387370900.41.jpg", "uuid": "EQprCHgcQhHpqN8nwsMcHS", "average_rating": 2.9, "author": "Jeffrey T Richelson", "awards": [], "description": "<DIV>In this, the first full-length study of the Directorate of Science and Technology, Jeffrey T. Richelson walks us down the corridors of CIA headquarters in Langley, Virginia, and through the four decades of science, scientists, and managers that produced the CIA we have today. He tells a story of amazing technological innovation in service of intelligence gathering, of bitter bureaucratic infighting, and sometimes, as in the case of its &#147;mind-control&#8221; adventure, of stunning moral failure. Based on original interviews and extensive archival research, <I>The Wizards of Langley</I> turns a piercing lamp on many of the agency&#8217;s activities, many never before made public.</Div>", "isbn": "9780786742660", "title": "The Wizards Of Langley", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "iWgFJCS8DibQnLj7JfoyFa", "position": 50},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2011-12-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062133571/1378009718.22.jpg", "uuid": "rECTQbziWGBvfgf344neyE", "average_rating": 4.3, "author": "Billy Waugh", "awards": [], "description": "<p>For more than half a century, Special Forces and CIA legend Billy Waugh dedicated his life to tracking down and eliminating America's most virulent enemies. Operating from the darkest shadows and most desolate corners of the world, he made his mark in many of the most important operations in the annals of U.S. Spec Ops.</p><p>He spent seven and a half years behind enemy lines in Vietnam as a member of a covert group of elite commandos. He trailed Osama Bin Laden in Khartoum in the early '90s, and would have killed the terrorist kingpin if his superiors had allowed it. And at the age of seventy-two, he marched through the frozen high plains of Afghanistan as part of Operation Enduring Freedom.</p><p><strong>Hunting the Jackal</strong> is the astonishing true account of the singular career of a courageous soldier in his nation's shadow wars -- including his pivotal role in the previously untold story of the capture of the most infamous and elusive assassin in history, Carlos the Jackal.</p>", "isbn": "9780062133571", "title": "Hunting the Jackal", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "4xEvvAYZrcNQLTddMQQLEW", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "English", "publication_date": "2013-04-30", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191744/1377114907.71.jpg", "uuid": "gYsZG2NGkXBAp35wKrP7wJ", "average_rating": 3.22, "author": "Rudolph Herzog", "awards": [], "description": "<p>Rudolph Herzog, the acclaimed author of Dead Funny, presents a devastating account of history's most irresponsible uses of nuclear technology. From the rarely-discussed nightmare of \"Broken Arrows” (40 nuclear weapons lost during the Cold War) to \"Operation Plowshare” (a proposal to use nuclear bombs for large engineering projects, such as a the construction of a second Panama Canal using 300 H-Bombs), Herzog focuses in on long-forgotten nuclear projects that nearly led to disaster.</p>\n<p>In an unprecedented people's history, Herzog digs deep into archives, interviews nuclear scientists, and collects dozens of rare photos. He explores the \"accidental” drop of a Nagasaki-type bomb on a train conductor's home, the implanting of plutonium into patients' hearts, and the invention of wild tactical nukes, including weapons designed to kill enemy astronauts.</p>\n<p>Told in a riveting narrative voice, Herzog—the son of filmmaker Werner Herzog—also draws on childhood memories of the final period of the Cold War in Germany, the country once seen as the nuclear battleground for NATO and the Warsaw Pact countries, and discusses evidence that Nazi scientists knew how to make atomic weaponry ... and chose not to.</p>", "isbn": "9781612191744", "title": "A Short History Of Nuclear Folly", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "EfX4T4bKKmxgCdrcPofAcc", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 528, "language_code": "eng", "publication_date": "2011-01-18", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062039064/1376531103.64.jpg", "uuid": "zP9cC9poQU3DjDyu23S4RU", "average_rating": 4.18, "author": "Michael Gannon", "awards": [], "description": "<p>An account of Germany's little known U-boat campaign against merchant shipping along the North American Atlantic coast during the first six months of 1942. It also documents the failure of the US Navy to meet the German attack.</p>", "isbn": "9780062039064", "title": "Operation Drumbeat", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "KzJPDTcFFpF4dYCCicz94T", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 300, "language_code": "eng", "publication_date": "2013-11-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781782004035/1385165180.93.jpg", "uuid": "4Sbz4BBiYmFbBP8GeSLYKS", "average_rating": 0.0, "author": "Kenneth Macksey", "awards": [], "description": "<p><p>After its introduction during the First World War, the tank revolutionised warfare, and proved to be a terrifying and efficient machine of war.</p>\n<p>Kenneth Macksey provides a study of the policy-makers and tank strategists, the technical and tactical development, as well as presenting the story of the tank on the battlefield - the split-second decisions, the battle-weary crews and the endless mud in this fascinating and detailed account of tank warfare.</p>\n<p>'Tank Warfare' delves into the history of the tank, its formation and early prototypes, as well as how it came to be the master of the land battle, becoming Hitler's driving force for Blitzkrieg and changing the course of the battle of El Alamein.</p></p>", "isbn": "9781782004035", "title": "Tank Warfare", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "AvUtGvhsdojstKmojURmZ", "position": 47},{"book": {"oyster_summary": "", "number_print_pages": 208, "language_code": "eng", "publication_date": "2013-01-15", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547858173/1389680535.23.jpg", "uuid": "PZs4d8EYtvGKAEVdon2gDV", "average_rating": 3.9, "author": "Ward Wilson", "awards": [], "description": "<DIV><B>An explosive rethinking of the power and purpose of nuclear weapons &mdash; and a call for radical action</B><BR><br> Nuclear  weapons have always been a serious but seemingly insoluble problem:  while they&rsquo;re obviously dangerous, they are also, apparently, necessary.  This groundbreaking study shows why five central arguments promoting  nuclear weapons are, in essence, myths. It is a myth:<BR><br> &bull;  that nuclear weapons necessarily shock and awe opponents, including Japan at the end of World War II<BR> &bull;  that nuclear deterrence is reliable in a crisis<BR> &bull;  that destruction wins wars<BR> &bull;  that the bomb has kept the peace for sixty-five years<BR> &bull;  and that we can&rsquo;t put the nuclear genie back in the bottle<BR><br> Drawing  on new information and the latest historical research, Wilson poses a  fundamental challenge to the myths on which nuclear weapons policy is  currently built. Using pragmatic arguments and an unemotional,  clear-eyed insistence on the truth, he arrives at a surprising  conclusion:  nuclear weapons are enormously dangerous, but don&rsquo;t appear  to be terribly useful.  In that case, he asks, why would we want to keep  them?<BR><br> This book will be widely read and discussed by everyone  who cares about war, peace, foreign policy, and security in the  twenty-first century.<BR></div>", "isbn": "9780547858173", "title": "Five Myths About Nuclear Weapons", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "8iHHbaC7wYzbd4heo3J9K9", "position": 46},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2011-04-12", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200602/1377657005.91.jpg", "uuid": "Hafe7zM6QrWoWVUh8JiAL4", "average_rating": 3.73, "author": "Harold Holzer", "awards": [], "description": "President Lincoln used his own weapons—his words— to fight the Civil War as brilliantly as any general who ever took the field. In <i>Lincoln on War</i>, historian Harold Holzer gathers and interprets Lincoln’s speeches, letters, memoranda, orders, telegrams, and casual remarks, organizing them chronologically and allowing readers to experience Lincoln’s growth from an eager young Indian War officer to a middle-aged dove congressman to a surprisingly hardened and determined hawk as the Union’s commander-in-chief.<br><br>We observe a man willing to sacrifice life and treasure in unprecedented quantities, to risk wounding the pride of vain generals, and even to mislead the public if it meant the preservation of an unbreakable union of states, the destruction of slavery, and the restoration of America as an example to inspire the world. This volume covers strategy; tactics; the endless hiring, sustaining, motivating, and dismissal of commanders; military discipline; and military technology. Modern commanders-in-chief have repeatedly quoted Lincoln to justify their own wars, so it behooves us as citizens to know Lincoln’s record well. From masterpieces such as the Gettysburg Address to lesser-known meditations on God’s purposes, <i>Lincoln on War</i> is the first book to highlight exclusively Lincoln’s sublime and enduring words on war.", "isbn": "9781616200602", "title": "Lincoln on War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "aXcvHbQ8mV3ryrGP2H6UYJ", "position": 24},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2010-10-05", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041838/1378009511.85.jpg", "uuid": "PWdS3KZ9mNqjsryK9v6R8d", "average_rating": 3.91, "author": "Daniel Ford", "awards": [], "description": "<p>During World War II, in the skies over Rangoon, Burma, a handful of American pilots met and bloodied the \"Imperial Wild Eagles\" of Japan and in turn won immortality as the Flying Tigers. One of America's most famous combat forces, the Tigers were recruited to defend beleaguered China for $600 a month and a bounty of $500 for each Japanese plane they shot down&#8212;fantastic money in an era when a Manhattan hotel room cost three dollars a night.</p><p>To bring his prize-winning history of the American Volunteer Group up to date, Daniel Ford has completely rewritten his 1991 text, drawing on the most recent U.S., British, and Japanese scholarship. New material from AVG veterans&#8212;including Erik Shilling and Tex Hill&#8212;help fill out the story, along with newfound recollections from Japanese and New Zealand airmen. Ford also takes up the rumors that Royal Air Force pilots \"sold\" combat victories to the Flying Tigers in order to share in the bounties paid by the Chinese government. </p><p>\"Admirable,\" wrote Chennault biographer Martha Byrd of Ford's original text. \"A readable book based on sound sources. Expect some surprises.\" Even more could that be said of this new and more complete edition.</p>", "isbn": "9780062041838", "title": "Flying Tigers", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "c2xhxXp7C2oGPEKcGBSeeU", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 528, "language_code": "eng", "publication_date": "2013-05-21", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547843698/1383487924.49.jpg", "uuid": "vqPinCksWXpuMUcemerAQi", "average_rating": 4.42, "author": "Richard Rubin", "awards": [], "description": "<DIV>In 2003, 85 years after the armistice, it took Richard Rubin months to find just one living American veteran of World War I.  But then, he found another.  And another. Eventually he managed to find dozens, aged 101 to 113, and interview them.  All are gone now.<BR><br> A decade-long odyssey to recover the story of a forgotten generation and their Great War led Rubin across the United States and France, through archives, private collections, and battlefields, literature, propaganda, and even music.  But at the center of it all were the last of the last, the men and women he met: a new immigrant, drafted and sent to France, whose life was saved by a horse; a Connecticut Yankee who volunteered and fought in every major American battle; a Cajun artilleryman nearly killed by a German aeroplane; an 18-year-old Bronx girl &ldquo;drafted&rdquo; to work for the War Department; a machine-gunner from Montana; a Marine wounded at Belleau Wood; the 16-year-old who became America&rsquo;s last WWI veteran; and many, many more.   <br><br> They were the final survivors of the millions who made up the American Expeditionary Forces, nineteenth-century men and women living in the twenty-first century. Self-reliant, humble, and stoic, they kept their stories to themselves for a lifetime, then shared them at the last possible moment, so that they, and the World War they won &ndash; the trauma that created our modern world &ndash; might at last be remembered.  You will never forget them.  <I>The Last of the Doughboys</I> is more than simply a war story:  It is a moving meditation on character, grace, aging, and memory.<BR><br></div>", "isbn": "9780547843698", "title": "The Last of the Doughboys", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "f9jEFP8TEDuvCHW6jccCUb", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 800, "language_code": "eng", "publication_date": "2010-11-16", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062023674/1376530535.93.jpg", "uuid": "EXkTMZBgND8jAkd544G7zj", "average_rating": 4.17, "author": "Michael Korda", "awards": [], "description": "<p>Michael Korda's <em>Hero</em> is the story of an epic life on a grand scale: a revealing, in-depth, and gripping biography of the extraordinary, mysterious, and dynamic Englishman whose daring exploits and romantic profile&#8212;including his blond, sun-burnished good looks and flowing white robes&#8212;made him an object of intense fascination, still famous the world over as \"Lawrence of Arabia.\"</p><p>An Oxford scholar and archaeologist, one of five illegitimate sons of a British aristocrat who ran away with his daughters' governess, Lawrence was sent to Cairo as a young intelligence officer in 1916. He vanished into the desert in 1917 only to emerge later as one of the greatest&#8212;and certainly most colorful&#8212;figures of World War One. Though a foreigner, he played a leading and courageous part in uniting the Arab tribes to defeat the Turks, and eventually capture Damascus, transforming himself into a world-famous hero, hailed as \"the Uncrowned King of Arabia.\" </p><p>In illuminating Lawrence's achievements, Korda digs further than anyone before him to expose the flesh-and-blood man and his contradictory nature. Here was a born leader who was utterly fearless and seemingly impervious to pain, thirst, fatigue, and danger, yet who remained shy, sensitive, mod-est, and retiring; a hero who turned down every honor and decoration offered to him, and was racked by moral guilt and doubt; a scholar and an aesthete who was also a bold and ruthless warrior; a writer of genius&#8212;the author of <em>Seven Pillars of Wisdom</em>, one of the greatest books ever written about war&#8212;who was the virtual inventor of modern insurgency and guerrilla warfare; a man who at the same time sought and fled the limelight, and who found in friendships, with everyone from Winston Churchill to George Bernard and Charlotte Shaw, from Nancy Astor to No&#235;l Coward, a substitute for sexual feelings that he rigorously&#8212;even brutally and systematically&#8212;repressed in himself.</p><p>As Korda shows in his brilliantly readable and formidably authoritative biography, Lawrence was not only a man of his times; he was a visionary whose accomplishments&#8212;farsighted diplomat and kingmaker, military strategist of genius, perhaps the first modern \"media celebrity\" (and one of the first victims of it), and an acclaimed writer&#8212;transcended his era.</p><p>Korda examines Lawrence's vision for the modern Middle East&#8212;plans that, had they been carried through, might have prevented the hatred and bloodshed that have become ubiquitous in the region. Ultimately, as this magisterial work demonstrates, Lawrence remains one of the most unique and fascinating figures of modern times, the arch-hero whose life is at once a triumph and a sacrifice and whose capacity to astonish still remains undimmed.</p>", "isbn": "9780062023674", "title": "Hero", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "Htbt7mcMX62E93wWyWAJVX", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 504, "language_code": "eng", "publication_date": "2013-05-07", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/Hell%27s%20Highway/1373336065.91.jpg", "uuid": "NCcmnrdcKDLCP5C8TRJ7ZM", "average_rating": 3.93, "author": "George Koskimaki", "awards": [], "description": "<DIV><i>Hell&rsquo;s Highway</i> is a history, most of which has never before been written. It is adventure recorded by those who lived it and put into context by an author who was also there. It is human drama on an enormous scale, told through the personal stories of 612 contributors of written and oral accounts of the Screaming Eagles&rsquo; part in the attempt to liberate the Netherlands.</div><DIV>&#160;</div><DIV>Koskimaki is an expert in weaving together individual recollections to make a compelling and uniquely first-hand account of the bravery and deprivations suffered by the troops, and their hopes, fears, triumphs, and tragedies, as well as those of Dutch civilians caught up in the action.</div><DIV>&#160;</div><DIV>There have been many books published on Operation Market Garden and there will surely be more. This book, however, gets to the heart of the action. The &ldquo;big picture,&rdquo; which most histories paint, here is just the context for the real history on the ground.</div>", "isbn": "9781480406599", "title": "Hell's Highway", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}}, "annotation": "", "uuid": "hDVhQvPrrKDo74gLdfgz9U", "position": 34},{"book": {"oyster_summary": "", "number_print_pages": 528, "language_code": "eng", "publication_date": "2013-05-07", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/The%20Battered%20Bastards%20of%20Bastogne/1373336048.35.jpg", "uuid": "2G5ZgK3YJs6StBjeXZk4fe", "average_rating": 4.03, "author": "George Koskimaki", "awards": [], "description": "<DIV><i>The Battered Bastards of Bastogne</i> is the product of contributions by 530 soldiers who were on the ground or in the air over Bastogne. They lived and made this history, and much of it is told in their own words.</div><DIV>&#160;</div><DIV>The material contributed by these men of the 101st Airborne Division, the Armor, Tank Destroyer, Army Air Force , and others is tailored meticulously by the author and placed on the historical framework known to most students of the Battle of the Bulge.</div><DIV>&#160;</div><DIV>Pieces of a nearly 60-year-old jigsaw puzzle come together in this book, when memoirs from one soldier fit with those of another unit or group pursuing the battle from another nearby piece of terrain.</div>", "isbn": "9781480406650", "title": "The Battered Bastards of Bastogne", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}}, "annotation": "", "uuid": "9tq2DZYNGXfkBt3Q6wBEzk", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 475, "language_code": "eng", "publication_date": "2013-06-11", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Civil%20War%20Stories%3A%20A%20150th%20Anniversary%20Collection/1372977107.9.jpg", "uuid": "yuyw5fRcTgGtjCYMkNPBJg", "average_rating": 4.38, "author": "The Washington Post", "awards": [], "description": "<DIV>Stories from - and about - a nation divided.<BR><BR>At The Washington Post, the Civil War has held an enduring fascination for both readers and writers. Raging from 1861-1865, the Battle Between the States has left a lasting imprint on the United States' collective psyche for 150 years. Civil WarStories: A 150th Anniversary Collection aggregates historical data with contemporary reflections, as journalists and historians put the bloody war into context:<ul>    <li>A timeline of Lincoln's candidacy - and what may have happened if he had lost the election</li>    <li>An ode to West Virginia, which abandoned Virginia rather than secede from the Union</li>    <li>The obstacles faced by emancipated slaves</li>    <li>Women in the federal workforce - and disguised as men on the battlefields</li>    <li>The modern anti-slavery crusade of Frederick Douglass' great-great-great-grandson</li></ul><BR>Personal stories of tragedy and triumph still resonate today. From biographical histories to examinations of the war's legacies, <I>Civil War Stories: A 150th Anniversary Collection</I> is a unique compilation of stories of when our nation was divided.</div>", "isbn": "9781626810594", "title": "Civil War Stories", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}}, "annotation": "", "uuid": "uAycrZe2F3gK69zvoEawXK", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2011-12-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780962726/1385165631.42.jpg", "uuid": "ZxKjTxU5nuZS8Yfow3UV7G", "average_rating": 0.0, "author": "Lawrence Burr", "awards": [], "description": "<p>In 1938, the United States abandoned the constraints imposed by the Washington Teaty and began work on a new class of super-battleships. This book covers the design, construction, and employment of the four Iowa-class battleships, the largest in the American fleet. During World War II, they served as guards for the aircraft carriers and their bombardments provided cover for the numerous landings in the Pacific. At the war’s end, the Japanese signed their surrender on the decks of an Iowa-class battleship, the USS Missouri. After World War II, the ships continued to serve, providing support during Korea, Vietnam, and even the first Gulf War. This book tells the full story of the greatest of the American battleships.</p>", "isbn": "9781780962726", "title": "US Fast Battleships 1938-91", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "7c3eNdEnannaRQ3bNL4LJm", "position": 55},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "English", "publication_date": "2007-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/594/5941355186804.96.jpg", "uuid": "SKYTeFPirvEci8GpNYMoUU", "average_rating": 3.71, "author": "Robin Moore", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Robin Moore became one of the first true embedded journalists by training with and fighting alongside the Green Berets in Vietnam. Though fictionalized, his work is an eye-opening exposÕ© of the horrors of the Vietnam War and the basis for the hit John Wayne movie of the same title. Taut, fast-paced, and interspersed with unforgettable accounts of combat, Moore's novel features an American major who goes \"native\" with Montagnard tribesmen, a courageous Vietnamese girl who poses as a rabid anti-American Communist to capture a murderous Viet Cong officer and the unforgettable acts of courage of soldiers in the field.", "isbn": "9781602390171", "title": "The Green Berets", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}}, "annotation": "", "uuid": "oiLF7GpndM7cjU6RkjE2XB", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2013-06-24", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813142067/1377070953.67.jpg", "uuid": "45buoiDuiYbkzJnqsJQeJX", "average_rating": 0.0, "author": "Ira A. Hunt Jr.", "awards": [], "description": "<P>In the early 1970s, as U.S. combat forces began to withdraw from Southeast Asia, South Vietnamese and Cambodian forces continued the fight against the People's Army of Vietnam (PAVN) and the National Front for the Liberation of South Vietnam (NLF), more commonly known as the Viet Cong. Despite the evacuation of its ground troops, the United States promised to materially support its allies' struggle against communist aggression. Over time, however, the American government drastically reduced its funding of the conflict, placing immense strain on the Cambodian and South Vietnamese armed forces, which were fighting well-supplied enemies.</P><P>In Losing Vietnam, Major General Ira A. Hunt Jr. chronicles the efforts of U.S. military and State Department officials who argued that severe congressional budget reductions ultimately would lead to the defeat of both Cambodia and South Vietnam. Hunt details the catastrophic effects of reduced funding and of conducting \"wars by budget.\" As deputy commander of the United States Support Activities Group Headquarters (USAAG) in Nakhon Phanom, Thailand, Hunt received all Southeast Asia operational reports, reconnaissance information, and electronic intercepts, placing him at the forefront of military intelligence and analysis in the area. He also met frequently with senior military leaders of Cambodia and South Vietnam, contacts who shared their insights and gave him personal accounts of the ground wars raging in the region.</P><P>This detailed and fascinating work highlights how analytical studies provided to commanders and staff agencies improved decision making in military operations. By assessing allied capabilities and the strength of enemy operations, Hunt effectively demonstrates that America's lack of financial support and resolve doomed Cambodia and South Vietnam to defeat.</P>", "isbn": "9780813142067", "title": "Losing Vietnam", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}}, "annotation": "", "uuid": "BPbKv2VADTwFpvLMNewyVM", "position": 40},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2000-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Ship%20of%20Miracles/1372982525.81.jpg", "uuid": "jWMk7Z4Z35hWhhMe6HRoaF", "average_rating": 0.0, "author": "Bill Gilbert", "awards": [], "description": "<DIV>It was a miracle worthy of the season. When Captain Leonard La Rue spied from his twelve-man merchant ship, the Meredith Victory, the throng of Korean refugees on the docks of a city in flames, he didn't hesitate to do what others would consider impossible. In December of 1950, La Rue and his skeleton crew rescued fourteen thousand Korean refugees from the hands of the rapidly-approaching Chinese army in the city of Hungnam. Through the night and next day, a seemingly endless succession of refugees boarded the Meredith, their will to live and strong spirit steeling them against the bitter cold and incredibly crowded conditions. Standing shoulder to shoulder for three days the refugees and crew stoically endured as La Rue steered the ship through sea battle, a thirty-mile web of sea mines, and enemy shelling. <I>Ship of Miracles</I> is the incredible story of what has been called \"the greatest rescue operation by a single ship in the history of mankind.\" Against all odds, the little merchant vessel transported its precious cargo to the island of Koje-Do on Christmas Eve completely unharmed, all fourteen thousand refugees alive and well, including an additional five new lives begun on this incredible journey. As the fiftieth anniversary of this miraculous rescue approaches, <I>Ship of Miracles</I> is as touching today as it was then; a tale you'll hold close to your heart, and return to time and again. While the United States Navy prepares to celebrate the fiftieth anniversary of the perilous evacuation at Hungnam and honor the Meredith Victory's miraculous feat, read this never-before-told account from the crew themselves, as they relate the incredible and unbelievable details of their three-day journey from fear to freedom.</DIV>", "isbn": "9781623684914", "title": "Ship of Miracles", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "4cwejoHi4cE7gudUQkNBUB", "name": "Triumph Books"}}, "annotation": "", "uuid": "nAURASH9TLFCrCXK7Hxga5", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2011-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/Bene%20Factum%20Publishing/A%20Spur%20Called%20Courage/1372980151.96.jpg", "uuid": "yus2gBuz65G5YfSFMbExeQ", "average_rating": 0.0, "author": "Alan Ogden", "awards": [], "description": "<DIV><B>A vivid recount of the little known exploits of 17 courageous Special Operations Executive (SOE) officers in Italy during World War II</B></DIV><DIV>&#160;</DIV><DIV>In this inspiring new study of the SOE and Italian Resistance, 17&#160;extraordinary stories of individual SOE officers illustrate the many and varied tasks of SOE missions throughout the different regions of Italy from 1943-1945. Through their gallantry, ingenuity, and determination, a small handful of SOE missions were able to arm and inspire thousands of Italians to fight the occupying German army after 1943 and in the process give invaluable support to the advancing Allied armies as they pushed north towards Austria.</DIV>", "isbn": "9781903071519", "title": "A Spur Called Courage", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "khv5dn65ogcsxn9tB66Dsd", "name": "Bene Factum Publishing"}}, "annotation": "", "uuid": "UaRDoinc6uGZ2WE3i5uAZe", "position": 33},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2005-04-29", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128071/1377656764.32.jpg", "uuid": "PhhNTAhaLW73g48mY2gRme", "average_rating": 3.97, "author": "Jack Hamann", "awards": [], "description": "On a hot August night in 1944, a soldier&#8217;s body was discovered hanging by a rope from a cable spanning an obstacle course at Seattle&#8217;s Fort Lawton. The body was identified as Private Guglielmo Olivotto, one of the thousands of Italian prisoners of war captured and brought to America. <br><br>The murder stunned the nation and the international community. Under pressure to respond quickly, the War Department convened a criminal trial at the fort, charging three African American soldiers with the lynching and firstdegree murder of Private Olivotto. Forty other soldiers were charged with rioting, accused of storming the Italian barracks on the night of the murder. All forty-three soldiers were black. There was no evidence implicating any of these men. Leon Jaworski, later the lead prosecuter at the Watergate trial, was appointed to prosecute the case and seek the death penalty for three men who were most assuredly innocent. <br><br>Through his access to previously classified documents and the information gained from extensive interviews, journalist Jack Hamann tells the whole story behind World War II&#8217;s largest army court-martial&#8212;a story that raises important questions about how justice is carried out when a country is at war.", "isbn": "9781565128071", "title": "On American Soil", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "LvtcU3DNXLaah2g9xtkB3a", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2004-01-03", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128378/1377656708.48.jpg", "uuid": "pqdA2xzWNJfx3kMN42isXC", "average_rating": 4.66, "author": "Manny Lawton", "awards": [], "description": "Manny Lawton was a twenty-three-year-old Army captain on April 8, 1942, when orders came to surrender to the Japanese forces invading the Philippine Islands. The next day, he and his fellow American and Filipino prisoners set out on the infamous Bataan Death March--a forced six-day, sixty-mile trek under a broiling tropical sun during which approximately eleven thousand men died or were bayoneted, clubbed, or shot to death by the Japanese. Yet terrible as the Death March was, for Manny Lawton and his comrades it was only the beginning. When the war ended in August 1945, it is estimated that some 57 percent of the American troops who had surrendered on Bataan had perished.<br><br>But this is not a chronicle of despair. It is, instead, the story of how men can suffer even the most desperate conditions and, in their will to retain their humanity, triumph over appalling adversity. An epic of quiet heroism, <i>Some Survived</i> is a harrowing, poignant, and inspiring tale that lifts the heart.", "isbn": "9781565128378", "title": "Some Survived", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "5MAQ34yx7fDkZHWRiZVz5A", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 222, "language_code": "eng", "publication_date": "2011-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Elliott%20%26%20Thompson/Courage%20Under%20Fire/1372980048.5.jpg", "uuid": "RnKe3UHUhtWTrM3EmPYvrL", "average_rating": 0.0, "author": "Tim Lynch", "awards": [], "description": "<DIV><DIV><B>An intense and dramatic exploration of what life on the frontline is like for soldiers of all ranks, filled with voices of veterans from World War II, the Korean War, the Falklands, the Gulf wars, and many other conflicts</B></DIV><DIV>&#160;</DIV><DIV>Glorified and vilified, everyone has an opinion about soldiers, but this collection looks behind the headlines and heroism to find out who they really are.&#160;From the last man killed in World War I to a young man running the risk of improvised explosive devices in Afghanistan today,&#160;this&#160;is an examination of&#160;the pressures, fears, camaraderie, and isolation of fighting battles.&#160;It is split into three parts, the first a collection of instances of extreme courage from veterans of the recent conflicts in Iraq, Afghanistan, and elsewhere.&#160;The second part uses archive material from the armed conflicts of the last 90 years to examine how life at the front has changed, while the third is an assortment of observations on heroism from war correspondents and commentators today. The journey of a soldier is traced from enlistment through training, battlefield arrival, facing enemy fire, the end of service, and life after the military.&#160;Including contributions from former soldiers who have received treatment for physical and mental health problems, the book explores how the troubles of war can affect everyday life and is a moving and fascinating tribute to the men and women of the Army, Navy, and Royal Air Force.</div></DIV>", "isbn": "9781907642265", "title": "Courage Under Fire", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "yqdGXWhdgE2VGR4NQRKZyd", "name": "Elliott & Thompson"}}, "annotation": "", "uuid": "EZfXWAgS7pnwDo8yfVMzHd", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2008-03-04", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586486785/1387371134.21.jpg", "uuid": "56G98ntG2BNtaL3UksPLBf", "average_rating": 4.32, "author": "Sherry Sontag", "awards": [], "description": "<DIV>Over the course of five years, investigative reporters Sherry Sontag and Chris Drew interviewed hundreds of men who had never spoken about their underwater lives&#151;not even to their wives and children. They uncovered a wealth of classified information: the tapping of undersea Soviet telephone cables, the stealing of Soviet weapons, the tragic collisions of enemy submarines. They tell of medals awarded in secret and deaths disguised with disinformation. <I>Blind Man's Bluff</I> is a critical work of history that reads with all the excitement of a Tom Clancy novel and all the tragedy of <I>Das Boot.</I></div>", "isbn": "9781586486785", "title": "Blind Man's Bluff", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}}, "annotation": "", "uuid": "tEMDKFaJ3tz4cK5FmXpLBG", "position": 43},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2012-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781849088756/1385165192.93.jpg", "uuid": "NuKd37bKzxXL8UUoXwbbHZ", "average_rating": 0.0, "author": "Martin Pegler", "awards": [], "description": "<p>From the 18th century American War of Independence to World War Two, the history of the military sniper is one of indifference, unpreparedness and cost cutting. Despite the proven effectiveness of the rifleman in battle, during the first half of the 20th century was regarded as little more than a paid assassin, whose life if captured was forfeit. However, following the undeniably effective use of such men in 21st century combat means that the value of the sniper has become gradually more appreciated by the military, and their prominence on the modern battlefield has increased significantly so that they are now regarded as one of the most vital battlefield specialists. This revised edition of <i>Out of Nowhere</i> is a chronological study of snipers, detailing their evolution, training, weaponry and actions, bringing their history right up to date with new material covering the wars in Iraq and Afghanistan. There are also unique contributions from the men and women whose skills and extraordinary courage have made them the most greatly feared specialist in warfare.</p>", "isbn": "9781849088756", "title": "Out of Nowhere", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "2zmy6mCkBpCspVBaCX4SoD", "position": 57},{"book": {"oyster_summary": "", "number_print_pages": 453, "language_code": "eng", "publication_date": "2012-11-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/We%20Were%20Soldiers%20Once%20.%20.%20.%20and%20Young/1373332795.54.jpg", "uuid": "NBtbGqxP57pAfx8zsY5xH6", "average_rating": 4.26, "author": "Harold G. Moore", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>The <i>New York Times</i> bestseller, hailed as a </b><b>&ldquo;powerful and epic story . . . the best account of infantry combat I have ever read, and the most significant book to come out of the Vietnam War&rdquo; by Col. David Hackworth, author of the bestseller <i>About Face</i></b><b><BR></b></div><DIV><BR>In November 1965, some 450 men of the First Battalion, Seventh Cavalry, under the command of Lt. Col. Harold Moore, were dropped into a small clearing in the Ia Drang Valley. They were immediately surrounded by 2,000 North Vietnamese soldiers. Three days later, only two and a half miles away, a sister battalion was brutally slaughtered. Together, these actions at the landing zones X-Ray and Albany constituted one of the most savage and significant battles of the Vietnam War. They were the first major engagements between the US Army and the People&rsquo;s Army of Vietnam. <BR><BR></div><DIV>How these Americans persevered&mdash;sacrificing themselves for their comrades and never giving up&mdash;creates a vivid portrait of war at its most devastating and inspiring. Lt. Gen. Moore and Joseph L. Galloway&mdash;the only journalist on the ground throughout the fighting&mdash;interviewed hundreds of men who fought in the battle, including the North Vietnamese commanders. Their poignant account rises above the ordeal it chronicles to depict men facing the ultimate challenge, dealing with it in ways they would have once found unimaginable. It reveals to us, as rarely before, man&rsquo;s most heroic and horrendous endeavor.</div>", "isbn": "9781453293591", "title": "We Were Soldiers Once . . . and Young", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "gm3kMbJx2HJYJSSWkRhjAA", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2012-03-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Dawn%27s%20Early%20Light/1373330394.78.jpg", "uuid": "TWRLQ7p2FUeKuQF6AS75Nm", "average_rating": 4.01, "author": "Walter Lord", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>Lord&rsquo;s stunning account of the War of 1812, when a young nation won its independence once and for all</b></div><DIV></div><DIV>At the dawn of the nineteenth century, the great powers of Western Europe treated the United States like a disobedient child. Great Britain blocked American trade, seized its vessels, and impressed its sailors to serve in the Royal Navy. America&rsquo;s complaints were ignored, and the humiliation continued until James Madison, the country&rsquo;s fourth president, declared a second war on Great Britain. British forces descended on the United States, shattering its armies and burning its capital, but America rallied, and survived the conflict with its sovereignty intact.</div><DIV>&#160;</div><DIV>This is the story of the turning points of that strange war, which inspired the writing of &ldquo;The Star Spangled Banner&rdquo; and led to the Era of Good Feeling that all but erased partisan politics in America for almost a decade. It was in 1812 that America found its identity, and first assumed its place on the world stage.</div>", "isbn": "9781453238486", "title": "The Dawn's Early Light", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "DHxZPAXYGh4KNspCAA6eDi", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "English", "publication_date": "2008-09-16", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605297897/1376894644.32.jpg", "uuid": "m7jF6HpFc7c6N226aFmsQR", "average_rating": 3.75, "author": "Paul Watson", "awards": [], "description": "<p><b>A Pulitzer Prize-winning journalist's intimate portrayal of war from the front lines that is at once raw and relatable. From Mogadishu through Rwanda to Afghanistan and Iraq, <i>Where War Lives</i> takes readers inside the molecules of modern war.</b></p><p>Paul Watson was born a rebel with one hand, who grew up thinking it took two to fire an assault rifle, or play jazz piano. So he became a journalist. At first, he loved war. He fed his lust for the bang-bang, by spending vacations with guerilla fighters in Angola, Eritrea, Sudan, and Somalia, and writing about conflicts on the frontlines of the Cold War. Soon he graduated to assignments covering some of the world's most important conflicts, including South Africa, Rwanda, Afghanistan, and Iraq.</p><p>In 1993, Watson's life changed with the click of a shutter. One of the last remaining journalists in Somalia, he hears that a Black Hawk helicopter has been shot down over the streets of Mogadishu and that a mob is dragging the body of a United States soldier through the streets. Watson risks his life to infiltrate the mob and snap the photo of the corpse, Staff Sergeant David Cleveland.</p><p>The photo wins Watson the Pulitzer Prize, but he can only think of the damage he's done. He considers Cleveland's family—their last image of their son will always be the terrible photo he shot. What's more, he feels that, had he not taken the photo, the violence would have remained on the streets of Mogadishu. His photo ensured it would be broadcast around the world. </p><p>As he journeys from the jungles of Rwanda to the ruined streets of Somalia to the craggy mountains of Afghanistan, the photo haunts him. As he seeks redemption and forgiveness from the soldier's family, he is afforded a greater understanding of the havoc war wreaks on individual lives—including his own. In a story that is at once relatable, raw, and deeply humane, Where War Lives takes readers inside the molecules of war. It is truly a tale for our time.</p>", "isbn": "9781605297897", "title": "Where War Lives", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "tDkv7tChPxN9Q5yDXKWbUG", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2006-09-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547349541/1376379853.01.jpg", "uuid": "JWUpiKyEbgByJyXTcj2TXJ", "average_rating": 4.16, "author": "Nathaniel C. Fick", "awards": [], "description": "<DIV>If the Marines are &#147;the few, the proud,&#8221; Recon Marines are the fewest and the proudest. Nathaniel Fick&#8217;s career begins with a hellish summer at Quantico, after his junior year at Dartmouth. He leads a platoon in Afghanistan just after 9/11 and advances to the pinnacle&#151;Recon&#151; two years later, on the eve of war with Iraq. His vast skill set puts him in front of the front lines, leading twenty-two Marines into the deadliest conflict since Vietnam. He vows to bring all his men home safely, and to do so he&#8217;ll need more than his top-flight education. Fick unveils the process that makes Marine officers such legendary leaders and shares his hard-won insights into the differences between military ideals and military practice, which can mock those ideals.<br><br>In this deeply thoughtful account of what it&#8217;s like to fight on today&#8217;s front lines, Fick reveals the crushing pressure on young leaders in combat. Split-second decisions might have national consequences or horrible immediate repercussions, but hesitation isn&#8217;t an option. One Bullet Away never shrinks from blunt truths, but ultimately it is an inspiring account of mastering the art of war.</div>", "isbn": "9780547349541", "title": "One Bullet Away", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "KCpLTRGbAqMh5ZnXb8TCT7", "position": 26},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "1990-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565129146/1377656388.75.jpg", "uuid": "8frWkofcQTwyELKwMsWLT7", "average_rating": 0.0, "author": "Carlo D'Este", "awards": [], "description": "Recounts events in the Mediterranean during World War II, including how the inexperienced Americans gained combat experience and learned to work together with the British.", "isbn": "9781565129146", "title": "World War II in the Mediterranean, 1942-1945", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "52MXfemJJQohH6s8kpv2Tj", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061984945/1376529656.47.jpg", "uuid": "z7yceXHMjpdbXW9hre2kNn", "average_rating": 4.0, "author": "Michael Korda", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>In the summer of 1940, fewer than three thousand young fighter pilots of the Royal Air Force stood between Hitler and the victory that seemed almost within his grasp.</p><p>In this superb history of three epic months that saved the world, Michael Korda brilliantly re-creates the intensity of combat in \"the long, delirious, burning blue\" of the sky above southern England&#8212;while tracing, perhaps for the first time, the entire complex web of political, diplomatic, scientific, industrial, and human decisions during the 1930s that inexorably led to the world's first, greatest, and most decisive air battle. <em>With Wings Like Eagles</em> brings to vivid life the extraordinary men and women on both sides of the conflict&#8212;from Winston Churchill, Neville Chamberlain, and Reichsmarschall Hermann G&#246;ring to the ground crews, the German pilots, the American volunteers, and the courageous airmen and airwomen of the RAF.</p>", "isbn": "9780061984945", "title": "With Wings Like Eagles", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "UQASnu2YNzLwJHnACtjyKk", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "English", "publication_date": "2011-09-12", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596981737/1377211599.12.jpg", "uuid": "iWMXRctfySKncnUQ6FBP5Z", "average_rating": 4.02, "author": "DeFelice", "awards": [], "description": "The First In-Depth Biography of America’s Last Five-Star General\n\nHe was known as “the G.I. General”— humble, self-effacing, hard-working, reflecting the small-town virtues of the America whose uniform he wore. But those very virtues have led historians to neglect General Omar Bradley—until now. Bestselling author Jim DeFelice, in this, the first-ever in-depth biography of America’s last five-star general, tells Bradley’s full story, and argues that the neglected G.I. General did more than any other to defeat Hitler in World War II.\n\nWhile General George S. Patton has garnered much of the glory, General Dwight David Eisenhower has claimed much of the world’s respect, and British General Bernard Montgomery has kept the Union Jack flying, as DeFelice proves, it was the unassuming Bradley who actually developed the strategy and the tactics that won the war in Europe. Meticulously researched, using previously untapped documents and unpublished diaries and notes, Omar Bradley: General at War reveals:\n\nWhy Bradley, not Patton, deserves most of the credit for America’s victories in North Africa\nHow Bradley—first Patton’s subordinate, then his superior—was one of Patton’s great defenders, while also recognizing his weaknesses, and tried to cover up the infamous slapping incident\nHow Eisenhower panicked—when Bradley didn’t—during the early stages of the Battle of the Bulge, delaying an American counterattack that could have saved thousands of lives\nWhy Bradley was a radical innovator in the use of combined air, armor, and infantry power\nHow Bradley, contrary to those who like to portray him as a staid counterpart to Patton, was one of the most ardent practitioners of fast-moving offensives\nWhy Bradley expected the Germans might use radiological weapons at Normandy\n\nProvocative, thorough, original, Jim DeFelice’s Omar Bradley: General at War deserves a place on the shelf of every reader of World War II history.", "isbn": "9781596981737", "title": "Omar Bradley", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "6CRaUtbextjZSAuRuZ5wRE", "name": "Regnery Publishing"}}, "annotation": "", "uuid": "4TnDFRSLhyTeK9a8xpviTV", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2013-03-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781472802958/1385166307.41.jpg", "uuid": "bRjbGibCHsV5ns9ZEe9xdM", "average_rating": 0.0, "author": "William B Ecker", "awards": [], "description": "<p>Most books on the Cuban Missile Crisis tell the story using the memoirs of those who advised President Kennedy as he struggled to avoid World War III. This book is the only known personal account of the lead photographic reconnaissance squadron's scouting</p>", "isbn": "9781472802958", "title": "Blue Moon over Cuba", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "j92nrBDeEJnWJm9AucDPL3", "position": 56},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2001-11-16", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547799810/1376381843.32.jpg", "uuid": "zs5iX9HtqRXazuuuy2Z2PP", "average_rating": 0.0, "author": "Russell Drumm", "awards": [], "description": "<DIV>In 1936 in Hamburg, a splendid three-masted sailing ship was christened Horst Wessel in the presence of Adolf Hitler and thousands of cheering Nazis. It became a training vessel for naval officers during World War II. After Germany&#8217;s defeat, the U.S. Coast Guard found its young crew terrified and half starved. The Coast Guardsmen brought the Germans, so recently their mortal enemies, back to life; the Germans, in return, taught them the ways of the beautiful square-rigged ship, rechristened Eagle. In time, Eagle would become the Coast Guard&#8217;s elite school ship &#8212; the barque of saviors.<BR>Uncannily linking Eagle&#8217;s malign past and its American present is a Coast Guardsman named Karl Dillmann, who believes that the spirit of a young German sailor drowned in a U-boat explosion inhabits his soul. The voices of Dillmann and other crew members are heard throughout the book, as are, incredibly, the voices of young sailors on the Horst Wessel. Drumm has obtained never-before-published logbooks from the war years, affording fascinating new insights into both the ship&#8217;s everyday life and its moments of high drama.<BR>A supremely gifted journalist and a vivid, lyrical writer, Russell Drumm knows Eagle intimately. His love of the ship, and of the sea itself, enriches every page. The courage and sacrifice of the &#8220;greatest generation&#8221; are alive and well today in the dedicated members of the U.S. Coast Guard.<BR></DIV>", "isbn": "9780547799810", "title": "The Barque of Saviors", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "Htc5cgJNZJCu2nnMR4Aj6", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2010-05-11", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306819049/1387370868.78.jpg", "uuid": "GzrGYGPsakddrwbZjRfyvb", "average_rating": 4.5, "author": "David Sears", "awards": [], "description": "<DIV>In 1951, James Michener went to Korea to report on a little known aspect of America&#8217;s stalemated war: navy aviators. His research inspired novel about these pilots became an overnight bestseller and, perhaps, the most widely read book ever written about aerial combat.<P>Using Michener&#8217;s notes, author David Sears tracked down the actual pilots to tell their riveting, true-life stories. From the icy, windswept decks of aircraft carriers, they penetrated treacherous mountain terrain to strike heavily defended dams, bridges, and tunnels, where well entrenched Communist anti-aircraft gunners waited to shoot them down. Many of these men became air combat legends, and one, Neil Armstrong, the first astronaut to walk on the moon.<P><I>Such Men As These</I> brims with action-packed accounts of combat and unforgettable portraits of the pilots whose skill and sacrifice made epic history.</DIV>", "isbn": "9780306819049", "title": "Such Men as These", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "8t43LBHA9PJjtJcepwfsPH", "position": 49},{"book": {"oyster_summary": "", "number_print_pages": 560, "language_code": "eng", "publication_date": "2008-05-27", "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568584065/1387370907.76.jpg", "uuid": "kuty8PUtvdnLdpW73WKPYL", "average_rating": 3.21, "author": "Jeremy Scahill", "awards": [], "description": "<DIV>It was the Mogadishu moment of the Iraq war. March 31, 2004: Four American mercenaries are ambushed in the Sunni hotbed of Fallujah, their jeeps set ablaze with the men inside. An angry mob drags their charred corpses through the streets, hanging them from a bridge over the Euphrates River. \"Fallujah is the graveyard of the Americans!,\" the mob declares in front of the cameras. Within hours, the images spread across the world. The ensuing US slaughter in Fallujah would fuel the fierce Iraqi resistance that haunts US occupation forces to this day. Who were the mercenaries killed in Fallujah and who sent them there to die?<br><br> Meet Blackwater USA, the powerful private army that the U.S. government has quietly hired to operate in international war zones and on American soil. Founded by billionaire Erik Prince, the company has its own military base, a fleet of twenty aircraft, and twenty-thousand troops at the ready, Blackwater is the elite Praetorian Guard for the \"global war on terror\"-- yet most people have never heard of it. It was the moment the war turned: On March 31, 2004, four Americans were ambushed and burned near their jeeps by an angry mob in the Sunni stronghold of Falluja. Their charred corpses were hung from a bridge over the Euphrates River. The ensuing slaughter by U.S. troops would fuel the fierce Iraqi resistance that haunts occupation forces to this day. But these men were neither American military nor civilians. They were highly trained private soldiers sent to Iraq by a secretive mercenary company based in the wilderness of North Carolina. <i>Blackwater: The Rise of the World's Most Powerful Mercenary Army</i> is the unauthorized story of the epic rise of one of the most powerful and secretive forces to emerge from the U.S. military-industrial complex, hailed by the Bush administration as a revolution in military affairs, but considered by others as a dire threat to American democracy.</div>", "isbn": "9781568584065", "title": "Blackwater", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "6drzwNs6sqMUS2pmUcB6rn", "name": "Nation Books"}}, "annotation": "", "uuid": "dVizpLFBthhwUjhudFAjRZ", "position": 44}]