[{"book": {"oyster_summary": "", "number_print_pages": 339, "language_code": "English", "publication_date": "2009-06-09", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605294933/1376894525.73.jpg", "uuid": "AoVotvvjgidRAH66HzCXq4", "average_rating": 4.34, "author": "Andrew Goldstein", "awards": [], "description": "<p>A woman's sexuality is vital to her self-image and self-esteem. So if her sex drive should falter, the consequences can reach far beyond the bedroom—to her sense of value as a person, her perception of her relationship with her partner, and her satisfaction with life in general.</p><p>In <i>Reclaiming Desire</i>, Andrew Goldstein, M.D., and Marianne Brandon, Ph.D., present a highly effective, self-care version of their holistic approach to treating low libido. Based on years of clinical experience, <i>Reclaiming Desire</i> is the only book to address low libido by considering the whole woman—her physical health, her emotional resilience, her intellectual fulfillment, and her spiritual beliefs. At last women can get a complete, accurate picture of their sexuality by exploring the diverse factors that have helped shape it. Using an array of proven techniques, they can determine what could be sabotaging their sex drive—and what will help bring it back.</p>", "isbn": "9781605294933", "title": "Reclaiming Desire", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "SNJ5eWZH9uu8U9zZM6MJo3", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 244, "language_code": "English", "publication_date": "2013-04-23", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619718/1376150161.92.jpg", "uuid": "2ZPN954cKXyrJJEGLeR5o3", "average_rating": 3.94, "author": "Wendy Walsh", "awards": [], "description": "<p>From a dating doyenne of the <i>Sex and the City generation</i> comes this groundbreaking prescription for slow-love that blasts traditional dating books and their confusing messages: Be free but not too free. Play hard to get and go after what you want. Keep him close by not letting him know you want a commitment—messages that help women play a game that doesn’t always lead to a fulfilling, committed relationship. Dr. Wendy Walsh’s outside-the-box approach to relationships turns traditional thinking on its head by using evolutionary psychology to offer advice that is both empowering and practical. <i>The 30-Day Love Detox</i> is unlike any relationship book before because it helps women better understand themselves and their mating strategies. For the first time, general readers will gain access to clinical tests that help women identify their gender role type, their attachment style and their sexual strategies.</p><p>In <i>The 30-Day Love Detox</i> Walsh offers a step-by-step, five-part attachment strategy, with a 30-day \"detox\" that helps weed out the bad boys and set women up to meet the right guy, including:</p><ul><li>How to purge junk-food men</li><li>The five sexual myths that keep women single</li><li>When to begin the onset of sexual activity in a new relationship</li><li>The biggest mistakes women make when dating online—and how to avoid them</li><li>How to spot a commitment-oriented man at his \"state of readiness\"</li></ul><p>Melding scientific research, anthropological truths, and proven techniques, <i>The 30-Day Love Detox</i> is a revolutionary road map to finding lasting love in a modern world.</p>", "isbn": "9781609619718", "title": "The 30-Day Love Detox", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "HNPpAkPmcep3CMApnMYdT8", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2011-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Ask%20Graham/1372980202.82.jpg", "uuid": "HpFyUB3djHUFboteMLBbvj", "average_rating": 3.72, "author": "Graham Norton", "awards": [], "description": "<DIV><DIV><DIV><DIV><B><DIV><DIV><B>Finally,&#160;Graham's many U. S. fans can&#160;laugh at&#151;and benefit from&#151;his drily hilarious&#160;<I>Daily Telegraph</I> advice columns</B></div></B></DIV></B></B></DIV><DIV><I></I>&#160;</DIV><DIV><I>\"Remember that sleeping with friends is lazy and selfish: we don't cook our pets just because we're hungry and they're sitting right by the oven.\"&#160; &#151;Graham on troublesome relationships</I></DIV><DIV><I></I>&#160;</DIV><DIV><I>\"Dogs and DIY are where relationships end up, not where they start.\" &#151;Graham on looking for love</I></DIV><DIV><I></I>&#160;</DIV><DIV><I>\"Stay on the moral high ground&#151;it's much easier to swing&#160;a baseball bat from there.\"&#160; &#151;Graham on forgiving betrayal</I></DIV></DIV></DIV><DIV>&#160;</DIV><DIV>Graham Norton is not only a hilarious and fearless television host, but a weekly agony uncle,&#160;advising readers of the <I>Telegraph</I> on a weekly basis. Here, his witty, entertaining, helpful responses are collected for everyone&#160;to benefit from his words of wisdom.&#160;With a new foreword by Graham and many&#160;responses updated since they first ran in the newspaper, this book of inimitable advice covers a range of subjects,&#160;including ungrateful spouses, errant partners, failing relationships, problems in the workplace, and social etiquette.&#160;Each perfectly-pitched response includes just the right mixture of sound advice, humor, and, occasionally, reprimand.</div></DIV>", "isbn": "9781843588610", "title": "Ask Graham", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}}, "annotation": "", "uuid": "p4TXMXanX6AnL2TEDcdcLL", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "eng", "publication_date": "2010-08-01", "cover_img": "https://cflare.oysterbooks.com/covers/Findhorn%20Press/Love%20Unlimited/1372977992.95.jpg", "uuid": "UJ9bnwbw38Xnvu8yLJJPoM", "average_rating": 0.0, "author": "Leonie Linssen", "awards": [], "description": "<DIV>Based on the case studies of 12 actual couples and individuals who are grappling with the complexities and challenges of &#147;responsible nonmonogamy,&#8221; this helpful resource delves into various types of open relationships. The stories included have a varied cast of characters&#151;monogamous, heterosexual, homosexual, bisexual, and polyamorous&#151;but they all share a desire to find practical and realistic solutions to their life situations. Each chapter concludes with tools and tips that provide valuable assistance for grasping the subject covered. Accompanied by short texts that give fascinating insights into how other cultures and traditions, from the Taoist to the Celtic and beyond, have accommodated nonmonogamous relationships, this remarkable exploration offers a down-to-earth approach to a growing population.</DIV>", "isbn": "9781844093717", "title": "Love Unlimited", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "xhBL2EnbJpq8XdEEaLwQ5B", "name": "Findhorn Press"}}, "annotation": "", "uuid": "vHff3GZc72WmrQLpQJtEsK", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 266, "language_code": "eng", "publication_date": "2012-07-10", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Sex%20and%20the%20Single%20Girl/1373330725.43.jpg", "uuid": "XHmAHZCKneTyoPykeZVp8B", "average_rating": 3.54, "author": "Helen Gurley Brown", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>The trailblazing book that jump-started the sexual revolution</b></div><DIV></div><DIV>Helen Gurley Brown, the iconic editor in chief of <i>Cosmopolitan</i> for thirty-two years, is considered one of the most influential figures of Second Wave feminism. Her first book sold millions of copies, became a cultural phenomenon, and ushered in a whole new way of thinking about work, men, and life. Feisty, fun, and totally frank, <i>Sex and the Single Girl</i> offers advice to unmarried women that is as relevant today as it was when it burst onto the scene in the 1960s. This spirited manifesto puts women&mdash;and what they want&mdash;first. It captures the exuberance, optimism, and independence that have influenced the lives of so many contemporary American women.</div><BR></div>", "isbn": "9781453255841", "title": "Sex and the Single Girl", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "ogRHmKDJozij7sBpYPtjPa", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2013-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780282039/1392275856.6.jpg", "uuid": "DBrcjMZXEnetPRLV67apTR", "average_rating": 0.0, "author": "Beverley Stone", "awards": [], "description": "<p>Whether you are on the verge of leaving your partner, find yourself getting increasingly unhappy or simply questioning if you are in the right relationship, this book will help you make one of the most difficult decisions of your life staying in or leaving a relationship that just doesn't feel right. Chartered psychologist Beverley Stone helps you work step by step through the decision. She explains the life-sapping harm caused by failing to be decisive and helps you work through your fears and anxieties in order to make the best choice for yourself. In six key life-changing steps, she offers everyone the chance to bring about positive change: Becoming Authentic; Accepting Anxiety as a Positive Experience; Deciding to Make Your Life a Meaningful One; Taking Responsibility; Being Aware that you Have a Choice; Living by Your Own Values and Standards. Beverley also explains that deciding to stay in a relationship means taking a decision to make it work, and she provides practical strategies for turning a bad relationship into a good one.<br><br><i>Stay or Leave</i> is an essential guide for everyone feeling unhappy and unfulfilled but unable to move forward.</p>", "isbn": "9781780282039", "title": "Stay or Leave: Six Steps to Resolving Your Relationship Indecision", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "opE7Rb7aiTWfkpBhwQrvun", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "English", "publication_date": "2013-03-26", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609614966/1376893165.79.jpg", "uuid": "7nM3LDUsGGLWg37eTzFSJm", "average_rating": 3.47, "author": "Jill Martin", "awards": [], "description": "<p>Every woman has at some point felt overwhelmed, overworked, and overtired. She knows she'd feel better if she could just organize her office, get her butt to a yoga class, or finally plan that vacation she's been desperate to take. However, the idea of taking an afternoon or even a few hours for herself seems selfish. Jill Martin and Dana Ravich argue that \"me\" time is essential to living a more balanced, stress-free life, and show readers how to do this without feeling guilty.</p><p>Packed with entertaining anecdotes and sprinkled with clever illustrations, <i>The Weekend Makeover</i> offers a collection of life-altering makeovers for body, mind, and spirit that can be accomplished in just 48 hours, such as: The Relaxation Makeover, The Romance Makeover, The Clutter Makeover, and the Refrigerator Detox Makeover.</p><p>Each makeover tackles not only the nitty gritty details (like how to stock one's pantry with nutritious essential or the best ways to get rid of old paperwork), it also guides readers into the right mindset to make the changes stick so that all it takes is one weekend to make, execute, and apply a foolproof plan to get life on track by Monday morning.</p>", "isbn": "9781609614966", "title": "The Weekend Makeover", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "UgtuHsyziyZnuebkmg8rQb", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061983603/1376529583.24.jpg", "uuid": "KbmeQkJXcxKEN3BmtG2DAN", "average_rating": 3.78, "author": "John Gray", "awards": [], "description": "<p><em>Will I Ever Find My Soul Mate?</em></p><p>Whether you are recently separated, divorced, or you have been in the singles scene for longer than you want, this insightful guide will help you navigate the dating maze and find that special person you've been waiting for.</p><p>By discussing the differences between men and women, <em>Mars and Venus on a Date</em> provides singles with:</p><ul><li>A thorough understanding of the five stages of dating -- attraction, uncertainty, exclusivity, intimacy, and engagement</li><li>How to know what kind of person is right for you</li><li>Answers to burning questions such as why don't men call, or why do some women stay single?</li><li>The best places to meet your soul mate</li><li>And advice on creating a loving and mutually fulfilling relationship</li></ul><p>Filled with practical guidelines, inventive techniques, and witty insight, <em>Mars and Venus on a Date</em> will help single men and women explore the world of dating, understand how to make good choices, and discover the secret to finding a soul mate.</p>", "isbn": "9780061983603", "title": "Mars and Venus on a Date", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "A2pLLhiFKmbRtAXG2fAq5V", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2002-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781605501550/1377072677.02.jpg", "uuid": "R5pWqrvKiSv3Wz7NWM2Zrm", "average_rating": 3.91, "author": "Sherry Argov", "awards": [], "description": "<h2>MORE THAN ONE MILLION COPIES SOLD!</h2><p>Do you feel like you are too nice? Sherry Argov's national bestseller <i>Why Men Love Bitches</i> delivers a unique perspective as to why men are attracted to a strong woman who stands up for herself. With saucy detail on every page, this no-nonsense guide reveals why a strong woman is much more desirable than a \"yes woman\" who routinely sacrifices herself. The New York Times bestselling author provides compelling answers to the tough questions women often ask:<ul><li>Why are men so romantic in the beginning and why do they change?</li><li>Why do men take nice girls for granted?</li><li>Why does a man respect a woman when she stands up for herself?</li></ul>Full of advice, hilarious real-life relationship scenarios, \"she says/he thinks\" tables, the author's unique \"Attraction Principles,\" and an all-new bonus chapter, <i>Why Men Love Bitches</i> gives you bottom-line answers. It helps you know who you are, stand your ground, and relate to men on a whole new level. Once you've discovered the feisty attitude men find so magnetic, you'll not only increase the romantic chemistry—you'll gain your man's love and respect with far less effort.</p>", "isbn": "9781605501550", "title": "Why Men Love Bitches", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "9KYRXFKD6CtkrhwXxMTCjG", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061841903/1376527430.7.jpg", "uuid": "jKodRkd63cUZ4Dgk9Siu39", "average_rating": 3.45, "author": "John Gray", "awards": [], "description": "<p><em>Can you keep the fires of passion burning?</em></p><p>Men and women have very different physical needs. But Dr. John Gray explains how both can make small but important adjustments in their attitudes, schedules, and techniques so that their partners are happy in the bedroom -- and outside of it.</p><p>Written with the understanding and unique insight that can come only from Dr. Gray, Mars and Venus in the Bedroom educate men and women on:</p><ul><li>Advanced bedroom skills for great sex</li><li>The joys of quickies</li><li>Why couples are having less sex</li><li>Passionate monogamy</li><li>Sexual anatomy and oral sex</li><li>How to keep the magic of romance alive</li><li>And much more</li></ul>", "isbn": "9780061841903", "title": "Mars and Venus in the Bedroom", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "kuDNYK3JRgXkbxkJMvcuKY", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2011-02-08", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Drama%20Kings/1373329487.88.jpg", "uuid": "c5pAmrfXM7Swnod5BJR5M5", "average_rating": 3.46, "author": "Dalma Heyn", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<p><DIV><b>In this field guide to twenty-first century dating, Dalma Heyn gives women the tools they need to find the partners they want</b></div><BR><DIV>Why are so many strong, vibrant women going out with men who sabotage their strength and vibrancy? In her third book, bestselling author and psychotherapist Dalma Heyn provides the roadmap to lovers she calls &ldquo;drama kings,&rdquo; men who, still stuck in the man-centric culture of the twentieth century, are emotionally unavailable to these twenty-first century women.</div><DIV>&#160;</div><DIV>Drawing on first-person interviews and case stories of real relationships, Heyn helps women identify the men likely to derail relationships, confront their own expectations about love and relationships, and negotiate the minefields of today&rsquo;s dating world&mdash;so that they never again have to choose between having love and staying strong.</div><DIV>&#160;</div><DIV>This ebook features a new introduction by Dalma Heyn and an illustrated biography including rare photos from the author&rsquo;s personal collection.</div></p>", "isbn": "9781453211564", "title": "Drama Kings", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "aS395bt7h49FVQcmW7wEXS", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 424, "language_code": "eng", "publication_date": "2013-07-02", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg", "uuid": "yVxaqcdwUtGxFn4ipgFnhE", "average_rating": 3.85, "author": "Thomas Maier", "awards": [], "description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "isbn": "9780465044993", "title": "Masters of Sex", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "TMhugVitjJdSo8pSvhQguG", "position": 34},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061749896/1376505798.3.jpg", "uuid": "SUmTpvf4VJi4QcCBVKLauM", "average_rating": 4.1, "author": "Mantak Chia", "awards": [], "description": "<p>At last, simple physical and psychological techniques that allow men to fulfill their dreams and women's fantasies.</p><p>Learn to Separate Orgasm and Ejaculation! Enjoy Increased Vitality and Longevity! Become Multi-Orgasmic Now!</p>", "isbn": "9780061749896", "title": "The Multi-Orgasmic Man", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "txNQQ77CVj5KK8kXLgPGGW", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 176, "language_code": "eng", "publication_date": "2008-11-17", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Dumped%21/1373353574.21.jpg", "uuid": "Kae7tSfvisApqTWHE4RLNB", "average_rating": 0.0, "author": "Josh Lewis", "awards": [], "description": "Who hasn’t been on the receiving end of one of these gems: “I think maybe we should see other people.” Or, “It’s not you; it’s me.” What about the mother of all breakup lines, “I think we should just be friends”? Finally, the recently dumped have somewhere to turn thanks to the offbeat, write-in therapy of this book. Dynamic - and satiric - author, actor, and director Josh Lewis introduces Sam and Samantha, two desperate dumpees looking to find their way away from their exes - and back into the land of the living and dating! Then, it’s up to you to help the two scorned lovers weed through a jungle of post-breakup mazes, word searches, crosswords, and more. Featuring a stiff dose of sarcasm and humor, chased by a shot of bitterness, this book promises to get any sorry Sam or sad-faced Samantha out of the dumps and back into the game (. . . so they can do it all over again.)", "isbn": "9781440515149", "title": "Dumped!", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "kJ4g4o2wK7KE9gHmFkxfp", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 360, "language_code": "English", "publication_date": "2007-03-06", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609617004/1376894572.53.jpg", "uuid": "Un46VUykXi2qfxoQzacoWY", "average_rating": 0.0, "author": "Ridwan Shabsigh", "awards": [], "description": "<p><b>A leading clinician and researcher in the growing field of sexual medicine explains the connection between a man's sexual function and overall health—and delivers a 7-step action plan for him to enjoy sexual intimacy over his entire life</b></p><p>As director of the New York Center for Human Sexuality at New York Presbyterian Hospital, Dr. Ridwan Shabsigh treats thousands of patients with sexual dysfunctions. His more than 16 years of practice and trailblazing research at Columbia University have confirmed that health is intimately connected to sexual function and that the only way to treat declines in sexual desire, performance, and satisfaction is within the context of men's and couples' health.</p><p>Now Dr. Shabsigh brings his expert recommendations to the public in this book. Refusing to accept that sexual dysfunction is the inevitable consequence of aging, he lays out a 7-step program to help all men improve their sexual relations—and their health. The book contains:</p><ul><li>A self-test that assesses the reader's health, sexual satisfaction, and risk for sexual dysfunction</li><li>Information on how medical conditions such as obesity, diabetes, cardiovascular disease, and depression affect a man's sex life—and how sexual dysfunction is the first warning sign of serious illness</li><li>Recommendations for improving lifestyle choices that cause sexual problems and comprehensive approaches to treating any sexual dysfunction</li></ul><p>The result is a book that helps every man achieve a lifetime of better sex and optimum health.</p>", "isbn": "9781609617004", "title": "Sensational Sex in 7 Easy Steps", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "9mSG6YGezPkcdHLYbKC3EB", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 214, "language_code": "eng", "publication_date": "2012-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/The%20Noble%20Art%20of%20Seducing%20Women/1372980363.55.jpg", "uuid": "aq73rw9yiF9Kmt8fqXKhvg", "average_rating": 3.96, "author": "Kezia Noble", "awards": [], "description": "<DIV><DIV><B>Everything a man needs to know to&#160;become an infallible seducer of women, courtesy of a female pick-up artist</B></DIV><DIV><B></B>&#160;</DIV><DIV>Kezia Noble is&#160;one of the&#160;first women to offer the aspiring pick-up artist advice on how to attract women from a woman's point of view. She runs many classes and a workshop, and even produces corporate videos on the chemistry of attracting women. Now, in answer to requests from her students, Kezia has written a book on the 15 steps to becoming a master seducer, the first and only sure-fire pick-up guide to be written by a woman. It has the potential to transform a lonely man into someone who need never be single again, unless, of course, he wants to be. Kezia is a no-nonsense teacher who always tells the truth, and works with her students instead of belittling them.</DIV></DIV>", "isbn": "9781857827224", "title": "The Noble Art of Seducing Women", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}}, "annotation": "", "uuid": "H8ocEwwz6ZzXvqREktiVMT", "position": 26},{"book": {"oyster_summary": "", "number_print_pages": 344, "language_code": "eng", "publication_date": "1988-09-06", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547630670/1376381512.51.jpg", "uuid": "DLu7JtK8Rpx8j9kbPEsFHY", "average_rating": 4.0, "author": "Stan Katz", "awards": [], "description": "<DIV>The quest for true love appeals to us all &#8212; and yet the real thing is painfully elusive. According to Dr. Stan Katz, men and women today don't really know what to look for in a mate, or even how to love once we find one. No one teaches us. What's more, the images of love we absorb from society, the media, and popular culture are superficial and misleading. The result is false love &#8212; relationships based on illusions of what we think love should be rather than an appreciation of what it is.<BR>False Love and Other Romantic Illusions is about the mistakes we all make in love, why we make them, and how we can correct them. Using in-depth case histories, Dr. Katz traces the course of false love from early childhood conditioning to adolescent crushes to adult relationships. He shows how our first misconceptions about love lead to mistakes, and how mistakes become patterns.<BR>But the patterns of false love can be broken, and Dr. Katz points the way, with a practical, far-reaching program for achieving and sustaining true love. This timely, intelligent book will alter not only the way we seek intimate relationships, but the way we live them.</DIV>", "isbn": "9780547630670", "title": "False Love", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "jfbXuHZHhUSuY9H6XUpsSE", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 248, "language_code": "eng", "publication_date": "2001-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Harvard%20Common%20Press/9781558328235/1376383103.27.jpg", "uuid": "UUCsMw3MDQdLUDodpUxErX", "average_rating": 0.0, "author": "Eric F. Fagan", "awards": [], "description": "<DIV>The world of online dating is booming, and Internet matchmaking services provide social opportunities undreamed of just a few years ago. But if you're looking for a long-term, loving relationshop, where do you begin what can seem like an overwhelming and intimidating process? In Cast Your Net, Eric Fagan takes a chronological step-by-step approach to computerized courtship to explain how you can safely, securely, and successfully navigate the online search for your soul mate.</div>", "isbn": "9781558328235", "title": "Cast Your Net", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "zyWzFeePaKXcEw4fwEaFhd", "name": "Harvard Common Press"}}, "annotation": "", "uuid": "ss8wKaTtsNC437Px8Rkzbm", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "English", "publication_date": "2005-04-14", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623362393/1376894634.55.jpg", "uuid": "HDu7uYgpV5PjTBah6zCdKS", "average_rating": 0.0, "author": "Leonard Felder", "awards": [], "description": "<p>Here is an upbeat and proactive eight-step plan for couples who are in stressful or strained relationships, and for those who have basically good relationships but want to increase their level of intimacy. Geared toward men and women alike, its non-blaming approach makes it safe to give to your spouse and say \"Read this” without provoking a fight or hurt feelings. With real-life anecdotes and examples drawn from twenty-plus years of counseling experience, relationship expert Dr. Leonard Felder illustrates how even subtle issues can drive couples apart, and how simply you and your partner can turn things around to create a richer, stronger, more fulfilling connection.</p>", "isbn": "9781623362393", "title": "Wake Up or Break Up", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "eHPSQBLbBJUrroDktvmWHo", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 376, "language_code": "eng", "publication_date": "2013-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/New%20Chapter%20Press/Internet%20Dating%20101%3A%20It%27s%20Complicated%20.%20.%20.%20But%20It%20Doesn%27t%20Have%20To%20Be/1372981387.0.jpg", "uuid": "dvtQxGHhSCnbHwepvELvLL", "average_rating": 0.0, "author": "Laura Schreffler", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>An all-encompassing guide for those wanting to use social media to look for love in the digital age, <I>Internet Dating 101: It's Complicated . . . But It Doesn't Have to Be!</I> is a humorous yet helpful book that navigates the ins and outs of Facebook, Twitter, online dating sites, e-mail, Foursquare, and more. Filled with testimonials from men and women, this relationship reference also includes information on what should and shouldn't be posted on Facebook, appropriate times to tweet photos, the best and worst dating websites, and situations in which it's best to send an e-mail, pick up the phone, or simply chat in person. Arming people with the tools necessary to attract the mate they really want, this guide helps readers find out what their love interests are really like based on what they are&#8212;or aren't&#8212;saying, posting, tweeting, or e-mailing.", "isbn": "9781937559021", "title": "Internet Dating 101: It's Complicated . . . But It Doesn't Have To Be", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "t539XnKLfrMfNj4kbyEcmK", "name": "New Chapter Press"}}, "annotation": "", "uuid": "cuchZFDio6ALFWq7DFQRHP", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 464, "language_code": "eng", "publication_date": "2012-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062130112/1378009768.68.jpg", "uuid": "W6zidRHZZccXBkiB487Aqd", "average_rating": 3.78, "author": "Neil Strauss", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Hidden somewhere, in nearly every major city in the world, is an underground seduction lair. And in these lairs, men trade the most devastatingly effective techniques ever invented to charm women. This is not fiction. These men really exist. They live together in houses known as Projects. And Neil Strauss, the bestselling author and journalist, spent two years living among them, using the pseudonym Style to protect his real-life identity. The result is one of the most explosive and controversial books of the last decade&#8212;guaranteed to change the lives of men and transform the way women understand the opposite sex forever.</p><p>On his journey from AFC (average frustrated chump) to PUA (pick-up artist) to PUG (pick-up guru), Strauss not only shares scores of original seduction techniques but also has unforgettable encounters with the likes of Tom Cruise, Britney Spears, Paris Hilton, Heidi Fleiss, and Courtney Love. And then things really start to get strange&#8212;and passions lead to betrayals lead to violence. <em>The Game</em> is the story of one man's transformation from frog to prince to prisoner in the most unforgettable book of this generation.</p>", "isbn": "9780062130112", "title": "The Game", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "xZTZawHmRTYVa8h8GRr6eQ", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 122, "language_code": "eng", "publication_date": "2006-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/Bar%20Code/1373391597.67.jpg", "uuid": "RhznhHHM9ViNyVsNZpKd8L", "average_rating": 0.0, "author": "Stephanie  Naman", "awards": [], "description": "Now both men and women can put a name to their pain with BarCode, a sassy glossary of words, definitions, and etymologies that perfectly articulates the bliss--and the blunders--of modern dating. This is the ultimate \"she said/he said\" for anyone who ever regretted saying anything. The Agony and the Ex-to-See\\the ag-o-ne and the x-ta-ce\\n.: Cosmic law that states your most embarrassing moment will be witnessed by your ex. Kisstake\\kis-tak\\n.: The act of being caught swapping saliva with someone other than your girlfriend. Example: With his girlfriend out of town, Alan thinks he's safe to indulge in some illicit tongue-tango with this sassy little thing he's just met in a hole-in-the-wall club. Big kisstake!Message in a Bottle\\mes-ij n a bot-l\\n.: The late-night, drunken message you left on his machine.From the happily married who want to reminisce about their swinging single days, to the devastatingly single who want to be married, to the involved but not committed, BarCode is destined to become your new best friend. ", "isbn": "9781609253721", "title": "Bar Code", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "A6seb8YnHM6RRPbRHAokw4", "name": "Red Wheel Weiser"}}, "annotation": "", "uuid": "su3be3MzaGSapxwicyBsr9", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2013-04-16", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Emily%20Post%27s%20Manners%20in%20a%20Digital%20World/1373330113.7.jpg", "uuid": "i6dpmdjmsA8PGx3tEFREFV", "average_rating": 3.94, "author": "Daniel Post Senning", "awards": [], "description": "<DIV><b>The fresh and insightful guide to etiquette in a digital world from the Emily Post Institute, Inc., the definitive standard-bearer of good manners </b></div><DIV><BR>For generations of Americans, the Emily Post Institute is the authoritative source on how to behave with confidence and tact. <i>Manners in a Digital World</i> is its up-to-the-minute, straight-talking guide that tackles how we should act when using a digital device or when online. As communication technologies change, our smartphones and tablets become even more essential to our daily lives, and the most polished and appropriate ways to use them often remain unclear. As anyone who has mistakenly forwarded an email knows, there are many pitfalls, too. This essential guide discusses topics such as:<BR><BR>&middot;&#160;&#160;&#160;&#160;&#160; Why you need a healthy digital diet that includes texts, emails, and calls<BR>&middot;&#160;&#160;&#160;&#160;&#160; How to appropriately handle a breakup announcement on social media <BR>&middot;&#160;&#160;&#160;&#160;&#160; What makes for the best&mdash;and the worst&mdash;online comment <BR>&middot;&#160;&#160;&#160;&#160;&#160; How to maintain privacy and security for online profiles and accounts, essential for everything from banking to online dating<BR>&middot;&#160;&#160;&#160;&#160;&#160; How parents and children can establish digital house rules<BR>&middot;&#160;&#160;&#160;&#160;&#160; The appropriate, low-maintenance ways to separate personal and professional selves online</div><DIV><i><BR>Emily Post&rsquo;s Manners in a Digital World</i> is for technophiles and technophobes alike&mdash;it&rsquo;s for anyone who wants to navigate today&rsquo;s communication environment with emotional intelligence.</div>", "isbn": "9781453227817", "title": "Emily Post's Manners in a Digital World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "jmQQNRoUYmYgsctfXwJWbM", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2012-03-27", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062207944/1378009835.43.jpg", "uuid": "DJkMCdtvQwexNgweYeu84i", "average_rating": 4.04, "author": "Christopher Ryan", "awards": [], "description": "<p>Since Darwin's day, we've been told that sexual monogamy comes naturally to our species. Mainstream science&#8212;as well as religious and cultural institutions&#8212;has maintained that men and women evolved in families in which a man's possessions and protection were exchanged for a woman's fertility and fidelity. But this narrative is collapsing. Fewer and fewer couples are getting married, and divorce rates keep climbing as adultery and flagging libido drag down even seemingly solid marriages.</p><p>How can reality be reconciled with the accepted narrative? It can't be, according to renegade thinkers Christopher Ryan and Cacilda Jeth&#229;. While debunking almost everything we \"know\" about sex, they offer a bold alternative explanation in this provocative and brilliant book.</p><p>Ryan and Jeth&#229;'s central contention is that human beings evolved in egalitarian groups that shared food, child care, and, often, sexual partners. Weaving together convergent, frequently overlooked evidence from anthropology, archaeology, primatology, anatomy, and psychosexuality, the authors show how far from human nature monogamy really is. Human beings everywhere and in every era have confronted the same familiar, intimate situations in surprisingly different ways. The authors expose the ancient roots of human sexuality while pointing toward a more optimistic future illuminated by our innate capacities for love, cooperation, and generosity.</p><p>With intelligence, humor, and wonder, Ryan and Jeth&#229; show how our promiscuous past haunts our struggles over monogamy, sexual orientation, and family dynamics. They explore why long-term fidelity can be so difficult for so many; why sexual passion tends to fade even as love deepens; why many middle-aged men risk everything for transient affairs with younger women; why homosexuality persists in the face of standard evolutionary logic; and what the human body reveals about the prehistoric origins of modern sexuality. </p><p>In the tradition of the best historical and scientific writing, <em>Sex at Dawn</em> unapologetically upends unwarranted assumptions and unfounded conclusions while offering a revolutionary understanding of why we live and love as we do.</p>", "isbn": "9780062207944", "title": "Sex at Dawn", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "LEMuYt3eW8hHkgssKFu33Q", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "English", "publication_date": "2004-11-03", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623362829/1376894129.78.jpg", "uuid": "UfWa4w3Hb76zuQUtY7pguN", "average_rating": 3.53, "author": "Dennie Hughes", "awards": [], "description": "<p><b>Smart, hip, funny, and frank dating advice-from the woman whose <i>USA Weekend</i> RelationTips column is devoured by 49 million readers every week.</b></p><p>Just about everyone wants to be part of a couple—to be loved and be in love. Dating, a process that can be fraught with disaster, may be a necessary evil on the road to achieving a happy, fulfilling intimate relationship. But how do you eliminate the losers and find people to go out with who are dateworthy? Perhaps even more important—how do you make sure that you are dateworthy? </p><p>Drawing on thousands of letters she receives through <i>USA Weekend</i> and the questions she fields during her live chats on USAWeekend.com, Dennie Hughes shows you how to:</p><ul><li>Figure out what your personal dating style is</li><li>Stop acting in a way that will mark you as one of the Top Ten most-bound-to-be-broken-up-with dating types</li><li>Rethink unhealthy mindsets about dating like \"love at first sight\" or \"being with a jerk is better than being alone\"</li><li>Master the 10 First-Date Commandments</li><li>End a bad date gracefully</li><li>Navigate your way through the intricacies of online dating</li><li>Determine whether a great date equals a possible mate (aka \"keep vs. creep potential\")</li></ul><p>Featuring a Q&A section with actual RelationTips reader problems as well as the author's sometimes sad, sometimes scary, mostly humorous anecdotes from her own plentiful dating fiasco stories, <i>Dateworthy</i> will help you hone your relationship skills so that you can find the right significant other for you.</p>", "isbn": "9781623362829", "title": "Dateworthy", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}}, "annotation": "", "uuid": "TmdKyw5YuGvXLhThTbQWei", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2009-01-09", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761175124/1385975675.88.jpg", "uuid": "KFoSA6G9B52rDnRNkG4Ki3", "average_rating": 3.68, "author": "Nicholas Boothman", "awards": [], "description": "Building on the power of first impressions, Nicholas Boothman shows how to find and meet the love of your life&#8212;and have that person fall in love with you&#8212;in a mere 90 minutes, or approximately the time it takes to have a first dinner date. Now in paperback, this follow-up to his bestselling <i>How to Make Someone Like You in 90 Seconds or Less</i> is updated throughout with information on Internet dating, bringing together all of Mr. Boothman's considerable interpersonal skills to the problem of finding lasting love, fast.<br> <br> And it works: The feedback Boothman has received from a number of his clients begins, &quot;Please come to my wedding. . . .&quot; Starting with a series of revealing self-assessment tests that show how to find your Matched Opposite (a person who makes you feel complete), here is how to make a fabulous first impression, with tips on everything from attitude to accessories; how to be charming, not alarming; introductions, opening lines, and the 1-2-3 mantra of never hesitating. There are techniques for starting and maintaining conversation and for finding &quot;Me Too&quot; moments, plus the importance of flirting, incidental touching, rules of self-disclosure, and more. Real-life examples and analyses of actual conversations show the method at work.", "isbn": "9780761175124", "title": "How to Make Someone Fall in Love With You in 90 Minutes or Less", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}}, "annotation": "", "uuid": "QoKhryuymcV8Q6YfJhkjg8", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "eng", "publication_date": "2011-01-04", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062032904/1376503585.62.jpg", "uuid": "CGCwTa2jwvWLWDSNPhY7J6", "average_rating": 3.85, "author": "Tionna Tee Smalls", "awards": [], "description": "<p>After losing herself too many times to the wrong man&#8212;after watching too many friends suffer from the lies and games of \"mind wrecking\" males&#8212;Tionna Tee Smalls started the \"Girl, Get Your Mind Right\" movement. Her goal is to help every woman find the right man&#8212;no more settling and no more nights alone. Tionna says it's time for you to stop blaming yourselves for your toxic love lives and take a deep, hard look at why you're attracting the wrong men in the first place.</p><p>Gathering together all the good advice that made her a star on VH1's <em>What Chilli Wants</em>, Tionna Tee Smalls sugar-coats nothing, pulls no punches, and tells women how it really is. Girl, Get Your Mind Right will show you the correct ways to deal with every man who worms his way into your heart&#8212;from the broke cheater all the way up to Mr. Right.  </p>", "isbn": "9780062032904", "title": "Girl, Get Your Mind Right", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "tfeSpvwm8UTizqCXvZrkXE", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 296, "language_code": "eng", "publication_date": "2013-07-23", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/9781626811072/1378103639.43.jpg", "uuid": "BafG7aaX6sWvt6DcHyuVY", "average_rating": 3.72, "author": "Greg Behrendt", "awards": [], "description": "<DIV>A fun and funny guide to dating from the New York Times bestselling authors of IT&rsquo;S CALLED A BREAKUP BECAUSE IT&rsquo;S BROKEN and HE&rsquo;S JUST NOT THAT INTO YOU.<BR><BR>&ldquo;The book is jam-packed with straight-talking tips on how to bag your man, and quite frankly, we can&rsquo;t put it down.&rdquo; &ndash; The Sun<BR><BR>Why does dating have to be so hard?<BR><BR>It doesn&rsquo;t! Stop trying to out-game the system and relax. IT&rsquo;S JUST A F***ING DATE presents the tools, not the rules, for bringing back the art of the date. The ordeals of 21st century dating, from online dating and hooking up to pulling the plug when it isn&rsquo;t working, will soon be easy to navigate. With tips to define what is and isn&rsquo;t a date, how to get asked out, and setting your own dating standards, dating won&rsquo;t seem old-fashioned, it will be fun.<BR><BR>Bestselling authors Greg Behrendt and Amiira Ruotola return to the minefield of modern relationships with this revised and updated edition.<BR><BR>Praise for HE&rsquo;S JUST NOT THAT INTO YOU:<BR><BR>&ldquo;No ego-soothing platitudes. No pop psychology. No cute relationship tricks. He&rsquo;s just not that into you.&rdquo; &ndash; Washington Post<BR><BR>&ldquo;Brims with straight talk about the boy-meets-girl game, delivered with hefty doses of humor from the Y chromosome&rsquo;s mouth.&rdquo; &ndash; USA Today<BR><BR>&ldquo;A surprisingly fascinating addition to the cultural canon of single, urban life.&rdquo; &mdash;Los Angeles Times<BR><BR>&ldquo;Evil genius.&rdquo; &ndash; New York Times<BR><BR>Praise for IT&rsquo;S CALLED A BREAKUP BECAUSE IT&rsquo;S BROKEN:<BR><BR>&ldquo;You will get through this, and you'll do it faster with the help of IT'S CALLED A BREAKUP BECAUSE IT'S BROKEN.&rdquo; &ndash; Glamour<BR><BR>&ldquo;Behrendt's frankness&mdash;never too harsh&mdash;is as winning as ever.&rdquo; &ndash; Publishers Weekly<BR><BR>&ldquo;Insightful, been-there-have-the-scars-to-prove-it wisdom.&rdquo; &ndash; New York Post</div>", "isbn": "9781626811072", "title": "It's Just a F***ing Date", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}}, "annotation": "", "uuid": "VzKfFekJvRJysNVyixEC7f", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 112, "language_code": "eng", "publication_date": "2011-11-01", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/100%20Ways%20to%20Improve%20Your%20Sex%20Life/1373354426.03.jpg", "uuid": "p5cXBYkzXqiBiAFa9cVVQo", "average_rating": 0.0, "author": "Editors of Adams Media", "awards": [], "description": "Making your life a little sexier is easier than you think. Here at your fingertips are dozens of different ideas on how to turn up the heat in (and out of) the bedroom. With <i>100 Ways to Improve Your Sex Life</i> as your guide, things are going to get a little kinkier, a little steamier, and a whole lot more fun. From teasing your partner with sexy texts to exploring new erogenous zones, these hundred simple tips will certainly keep things interesting. Making your life a little sexier is easier than you think. Here at your fingertips are dozens of different ideas on how to turn up the heat in (and out of) the bedroom. With 100 Ways to Improve Your Sex Life as your guide, things are going to get a little kinkier, a little steamier, and a whole lot more fun. From teasing your partner with sexy texts to exploring new erogenous zones, these hundred simple tips will certainly keep things interesting.", "isbn": "9781440534614", "title": "100 Ways to Improve Your Sex Life", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "YAfT9k6sXS7bBn9HSXehoD", "position": 29}]