[{"position": 8, "book": {"description": "<DIV><b>A masterful debut thriller about the original female Dracula and an underground gothic cult reenacting her ritualized killings in present day London</b></div><DIV><b>&#160;</b></div><DIV>In sixteenth-century Hungary, Countess Elizabeth Bathory tortured and killed over six hundred servant girls in order to bathe in their blood. She believed this practice would keep her skin youthful and her beauty immortal.<BR><BR></div><DIV></div><DIV><i>Quiver </i>tells the story of Danica, a forensic psychologist who works at a former insane asylum-turned-forensic hospital. One of Danica&rsquo;s mental patients is Malcolm Foster, who is imprisoned for murdering a fourteen-year-old girl. Foster is a menacing but fascinating patient and Danica begins to suspect that Foster may have been the head of a gothic cabal idolizing Bathory. Her peers dismiss her discoveries, while disturbing incidents begin following her home from work.<BR><BR></div><DIV></div><DIV>Soon after her arrival in London, Danica receives a mysterious note from Maria, a seductive archivist with whom Danica has had an intriguing and complicated past. Maria claims she has Bathory&rsquo;s diaries that chronicle her relentless torture of young women. As Maria increasingly insinuates herself into Danica&rsquo;s life, soon Danica is in too deep to notice that Maria&rsquo;s motivations are far from selfless; in fact, they may just cost Danica her life.</div><BR>", "isbn": "9781453218068", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-07-12", "number_print_pages": 289, "average_rating": 2.75, "title": "Quiver", "uuid": "nMjdgNVT84eyH8gsX7Lbhm", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453218068/1378375319.88.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Holly Luhning", "status": 1}, "uuid": "SN5SkRqDQUR6zWqutKLuze", "annotation": ""},{"position": 15, "book": {"description": "<DIV><I>This is how the world ends...</I><BR><BR>An invisible killer has returned. The last time it raged, upward of forty million died&mdash;in a matter of months.Now it is back, released to prey on an unsuspecting, unprotected world.<BR><BR>The first case appears on a flawless spring morning, initially diagnosed as a common cold&mdash;perhaps, a mild flu.<BR><BR>Then the deaths begin.<BR><BR>New York and Florida are quarantined. International travel is halted. A Japanese doomsday cult commits mass suicide, its final mision completed.<BR><BR>Beck Casey, an expert on biological warfare, is called back to his former CIA post to unravel the twisted case... and to discover if a vaccine exists. But Casey's potential allies to save the future are the worst enemies from his past.<BR><BR><I>Final Epidemic has begun...</I></div>", "isbn": "9781626810129", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-21", "number_print_pages": 423, "average_rating": 3.68, "title": "Final Epidemic", "uuid": "Jh4KQJKEdqX5khAB5uYFCm", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Final%20Epidemic%3A%20A%20Beck%20Casey%20Thriller/1372976981.9.jpg", "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Earl Merkel", "status": 1}, "uuid": "i6nxX9FSZwN5KSkYU7UH2d", "annotation": ""},{"position": 26, "book": {"description": "<DIV><b>An ancient family name hides sinister secrets of love and betrayal, riches and revenge in the heart-pounding English-language debut by European crime sensation Pieter Aspe</b><BR><BR>The beautiful medieval architecture of Bruges belies the dark longings of her residents. When the wealthy and powerful Ludovic Degroof&rsquo;s jewelry store is robbed, nothing is stolen, but the jewels have been dissolved in jars of aqua regia, an acid so strong that it can melt even gold. In the empty safe is a scrap of paper on which a strange square has been drawn.<BR><BR>At first, Inspector Van In pays little attention to the paper, focusing on the bizarre nature of the burglary. But when Degroof&rsquo;s children begin to receive letters with this same enigmatic square, Van In and the beautiful new District Attorney, Hannelore Martens, find themselves engaged in solving the mystery of a complex web of Latin phrases, a baroness&rsquo; fallen family, and Degroof&rsquo;s unsettling relationship with a hostage grandchild, who is being ransomed for a priceless collection of art.</div>", "isbn": "9781453239742", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-04", "number_print_pages": 336, "average_rating": 3.3, "title": "The Square of Revenge", "uuid": "g49ojYiPrpUgLgQoG4qmFj", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Square%20of%20Revenge/1373330434.61.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pieter Aspe", "status": 1}, "uuid": "B8teQKP3D3NHi98kiPxX9T", "annotation": ""},{"position": 9, "book": {"description": "<p>Written just before the Nazis came to power, this darkly enchanting novel tells the simple story of a young couple trying to eke out a devent life amidst an economic crisis that's transforming their country into a place of anger and despair. It was an international bestseller upon its release, and made into a Hollywood movie—by Jewish producers, which prompted the rising Nazis to begin paying ominously close attention to Hans Fallada, even as his novels held out stirring hope for the human spirit.</p>\n<p>It is presented here in its first-ever uncut translation, by Susan Bennett, and with an afterword by Philip Brady that details the calamitous background of the novel, its worldwide reception, and how it turned out to be, for the author, a dangerous book.</p>", "isbn": "9781612190648", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-03-29", "number_print_pages": 352, "average_rating": 3.99, "title": "Little Man, What Now?", "uuid": "UKuxPZ9giv85zAQonmVMLG", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190648/1377114683.54.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Hans Fallada", "status": 1}, "uuid": "4KFKuDcNJbJxXCGdAc6Uzk", "annotation": ""},{"position": 29, "book": {"description": "<div> A brilliant new Gothic thriller from the acclaimed author of <I>The Ghost Writer</I> and <I>The Seance<BR><BR></I>Confused and disoriented, Georgina Ferrars awakens in a small room in Tregannon House, a private asylum in a remote corner of England. She has no memory of the past few weeks. The doctor, Maynard Straker, tells her that she admitted herself under the name Lucy Ashton the day before, then suffered a seizure. When she insists he has mistaken her for someone else, Dr. Straker sends a telegram to her uncle, who replies that Georgina Ferrars is at home with him in London: &#8220;Your patient must be an imposter.&#8221;<br><BR>Suddenly her voluntary confinement becomes involuntary. Who is the woman in her uncle&#8217;s house? And what has become of her two most precious possessions, a dragonfly pin left to her by her mother and a writing case containing her journal, the only record of those missing weeks? Georgina&#8217;s perilous quest to free herself takes us from a cliffside cottage on the Isle of Wight to the secret passages of Tregannon House and into a web of hidden family ties on which her survival depends.<br><BR>Another delicious read from the author praised by Ruth Rendell as having &#8220;a gift for creating suspense, apparently effortlessly, as if it belongs in the nature of fiction.&#8221;</DIV>", "isbn": "9780544003293", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-21", "number_print_pages": 224, "average_rating": 3.57, "title": "The Asylum", "uuid": "4Hs8E4F7muPkg39MCZqkbS", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544003293/1383487925.23.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "John Harwood", "status": 1}, "uuid": "Liw9ccaRUf3vSq8pFFgyWH", "annotation": ""},{"position": 32, "book": {"description": "<DIV>When Navy SEAL Mack Bedford&#8217;s fellow officers are brutally killed by Iraqi insurgents using a cruel, new, anti-tank Diamondhead missile, Mack avenges their murders by gunning down the then-unarmed attackers, ultimately getting himself court-martialed and kicked out of the Navy in the process. To make matters worse, Mack then learns that the Diamondhead missiles were sold illegally by French industrialist and infamous politician Henri Foche. Mack suspects that Foche will succeed in his campaign to become the next French president and fears that his election will promote the spread of international terrorism.<P> In addition, Mack has a gravely ill son whose life can only be saved with an experimental and unaffordable foreign medical procedure. So when Mack is asked to help assassinate Henri Foche, he finds himself agreeing. His reward: a chance at survival for both his son and the country.<P>But before Mack can reach Foche, a jilted mercenary group warns the Frenchman of the threat, greatly increasing the difficulty of Mack&#8217;s solo assassination attempt. Can Mack track down and murder the French tyrant as he has been commissioned to do? Does he have the power to restore his reputation as a Navy SEAL? And will he be able to save his son before it&#8217;s too late?</DIV>", "isbn": "9780786747498", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-05-26", "number_print_pages": 416, "average_rating": 3.37, "title": "Diamondhead", "uuid": "eq8iuH2qHAY3BFuu3HAtVm", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786747498/1387370929.07.jpg", "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "author": "Patrick Robinson", "status": 1}, "uuid": "wq4tteVuPgxhNhSGtYjrkK", "annotation": ""},{"position": 30, "book": {"description": "<DIV><b>The children of Tulsa are dying, and only Ben Kincaid can bring them justice</b></div><DIV><BR>Leukemia is a terrible disease but also, thankfully, a rare one. So why have eleven children from a suburb outside of Tulsa have perished from this horrible illness in the last few years? The children&rsquo;s parents blame Blaylock Industrial, a massive corporation whose factory lies just outside of their bucolic small town, but they have no proof beyond gut instinct&mdash;and the terrible certainty that comes with the grief of losing a child. To prove such a spectacular claim could cost millions, and no law firm is willing to take on such an expense. That is, until the parents meet Ben Kincaid.</div><DIV>&#160;</div><DIV>An idealistic young attorney with a shoestring practice on the rough side of Tulsa, Kincaid is nearly broke when he brings the case against Blaylock and its army of lawyers. But though the odds are stacked against him, Kincaid will risk everything to win a settlement and make sure that no more children die. </div>", "isbn": "9781453277195", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-02", "number_print_pages": 391, "average_rating": 3.84, "title": "Silent Justice", "uuid": "hWp8WuPjT6UJVLvy7wVpX8", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Silent%20Justice/1373331818.73.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "William Bernhardt", "status": 1}, "uuid": "2pdVMW4YxpTVoJqrhWWhdc", "annotation": ""},{"position": 12, "book": {"description": "Mr Verloc, the secret agent, keeps a shop in London's Soho where he lives with his wife Winnie, her infirm mother, and her idiot brother, Stevie. When Verloc is reluctantly involved in an anarchist plot to blow up the Greenwich Observatory things go disastrously wrong, and what appears to be \"a simple tale\" proves to involve politicians, policemen, foreign diplomats and London's fashionable society in the darkest and most surprising interrelations.\r\nBased on the text which Conrad's first English readers enjoyed, this new edition includes a full and up-to-date bibliography, a comprehensive chronology and a critical introduction which describes Conrad's great London novel as the realization of a \"monstrous town,\" a place of idiocy, madness, criminality, and butchery. It also discusses contemporary anarchist activity in the UK, imperialism, and Conrad's narrative techniques.", "isbn": "9781629453781", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 256, "average_rating": 3.55, "title": "The Secret Agent", "uuid": "fwE9V2CeNjBt9jcfDmsVMC", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453781/1376367720.14.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Joseph Conrad", "status": 1}, "uuid": "SfhcneF3ALHBGHhsQxhegV", "annotation": ""},{"position": 1, "book": {"description": "<DIV><b>When her best friend vanishes, a woman combs Florida for a killer</b></div><BR><DIV>Few people in Florida worry when Marnie Newcastle disappears. A successful lawyer with a wild side, Marnie has been known to disappear during her passionate love affairs. But Samantha Miller, a college friend who is as sensible as Marnie is impulsive, knows better. When Marnie vanishes a few days after moving into her dream house, Samantha is the only one who doesn&rsquo;t think her friend is off on another tryst. There are dark secrets in Marnie&rsquo;s past, and Samantha thinks one of them may have gotten her killed.</div><DIV>&#160;</div><DIV>Investigating Marnie&rsquo;s menagerie of ex-lovers, Samantha finds a crooked contractor, a rock star, and a homicide cop&mdash;all with something to hide. A killer is stalking the Florida swamps, and Samantha must find him before he finds her&mdash;or else she may be the next to die.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Heather Graham including rare photos from the author&rsquo;s personal collection.</div>", "isbn": "9781453233702", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-21", "number_print_pages": 392, "average_rating": 3.68, "title": "Tall, Dark, and Deadly", "uuid": "gpU6r8R4X4f8Vy8W5PqnLi", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Tall%2C%20Dark%2C%20and%20Deadly/1373330267.26.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Heather Graham", "status": 1}, "uuid": "NLDpcLWTUtkyCoREjyuzzb", "annotation": ""},{"position": 10, "book": {"description": "<DIV>In the quiet town of Utopia, Texas, life is simple. Monty Kilpatrick does his duty as a local game warden, catching poachers, smoking too many cigarettes, and trying to keep his marriage afloat. Most days he thinks about the loss of his young son and how to not be tempted to stray from his vows by one of the local girls.</div><DIV></div><DIV>But just across the border in Mexico, drug cartel kingpin Juan Diaz is running his empire with an iron fist. Utopia is part of the cartel's main trafficking routes, and when Monty arrests Diaz&rsquo;s brother during what he thought was a routine traffic stop, the men&rsquo;s paths cross. In a moment, the formerly peaceful Utopia becomes a warzone.&#160;</div><DIV></div>Set in cartel haciendas and the rugged Texas landscape and featuring plenty of guns, explosions, and helicopters, <i>Utopia, Texas</i> pits Monty and Juan against each other, both bound by the opposing set of laws they&rsquo;ve chosen to follow. In order to save his town, his wife, and his pride, Monty must be ready to lose everything he holds true.&#160;&#160;", "isbn": "9781608324170", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-07", "number_print_pages": 240, "average_rating": 4.2, "title": "Utopia Texas", "uuid": "67j9b6YfE3TXzoZTUr97RT", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Utopia%20Texas/1373298390.84.jpg", "publisher": {"name": "Greenleaf Book Group Press", "uuid": "XSGZZ7ZaYhaGXbxKvZEFHd"}, "author": "Michael E. Glasscock III", "status": 1}, "uuid": "wQJVT7JhAJbHZhHTZCYU3H", "annotation": ""},{"position": 10, "book": {"description": "<DIV>Rabbi Gabrielle, a young female rabbi in Washington DC, is called upon to defend an accused rapist in court, imperiling her career. She must negotiate a hostile climate both in her synagogue and in the community, while attempting to live a normal life as an attractive, unmarried woman. Here is a chance to have an internal look at the life of a clergywoman in a profession that has long been a man's proprietary domain.</div>", "isbn": "9780983337126", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-28", "number_print_pages": 310, "average_rating": 3.57, "title": "Rabbi Gabrielle's Scandal", "uuid": "73pxVhMNCEhLwBZmczUARS", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Rabbi%20Gabrielle%27s%20Scandal%3A%20The%20Rabbi%20Gabrielle%20Series%20-%20Book%201/1372976386.82.jpg", "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Roger Herst", "status": 1}, "uuid": "yjFmvoPpewsnAZu5TAbZoN", "annotation": ""},{"position": 19, "book": {"description": "<DIV>A research lab on the outskirts of Cambridge, England is under attack. The target? A synthetic biological weapon that&rsquo;s been harvested inside the bodies of ten clinical trial patients. One of those patients, Jack Hartman, runs for his life as the others are brutally butchered and left for dead. Inside of him is the one remaining device, a cell-based supercomputer that could kill him, or might just save his life.<BR><BR>Flung into a world of international arms dealing, high-tech security companies, and government corruption, Jack begins an epic battle for survival that takes him from the war-torn jungles of the Congo to the backstreets of Paris. On his trail is a rogue MI6 officer intent on silencing him for good, and his estranged father, a troubled former SAS officer once known as the Reaper.</div>", "isbn": "9781938120718", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-30", "number_print_pages": 263, "average_rating": 4.29, "title": "Decoy", "uuid": "38gQnyzdhQ5YAb4FTVgHj8", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Decoy%3A%20A%20Thriller/1372976613.53.jpg", "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Simon Mockler", "status": 1}, "uuid": "nzVCBCg3qB4BDEs4n3rvU3", "annotation": ""},{"position": 33, "book": {"description": "<p>From gifted new writer Tasha Alexander comes a stunning novel of historical suspense set in Victorian England, meticulously researched and with a twisty plot that involves stolen antiquities, betrayal, and murder</p><p><strong>And Only to Deceive</strong></p><p>For Emily, accepting the proposal of Philip, the Viscount Ashton, was an easy way to escape her overbearing mother, who was set on a grand society match. So when Emily's dashing husband died on safari soon after their wedding, she felt little grief. After all, she barely knew him. Now, nearly two years later, she discovers that Philip was a far different man from the one she had married so cavalierly. His journals reveal him to have been a gentleman scholar and antiquities collector who, to her surprise, was deeply in love with his wife. Emily becomes fascinated with this new image of her dead husband and she immerses herself in all things ancient and begins to study Greek.</p><p>Emily's intellectual pursuits and her desire to learn more about Philip take her to the quiet corridors of the British Museum, one of her husband's favorite places. There, amid priceless ancient statues, she uncovers a dark, dangerous secret involving stolen artifacts from the Greco-Roman galleries. And to complicate matters, she's juggling two very prominent and wealthy suitors, one of whose intentions may go beyond the marrying kind. As she sets out to solve the crime, her search leads to more surprises about Philip and causes her to question the role in Victorian society to which she, as a woman, is relegated.</p>", "isbn": "9780061739231", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 336, "average_rating": 3.71, "title": "And Only to Deceive", "uuid": "qTS2AEXNW9j5tP8QspkHzd", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739231/1376451809.33.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Tasha Alexander", "status": 1}, "uuid": "usHNdTjdUtRdpKdWLaS8Bf", "annotation": ""},{"position": 28, "book": {"description": "<p>This rediscovered masterpiece, lost after World War II, was translated for the first time into English in 2009 by Melville House and became one of the most acclaimed books of the year.</p>\n<p>It presents a rich detailed portrait of life in Berlin under the Nazis and tells a sweeping saga of one working-class couple who decides to take a stand against the Nazis when their only son is killed at the front. With nothing but their grief and each other against the awesome power of the Reich, they launch a simple, clandestine resistance campaign that soon has enraged Gestapo on their trail, and a world of terrified neighbors and cynical snitches ready to turn them in.</p>\n<p>In the end, it's more than an edge-of-your-seat thriller, more than a moving romance, even more than literature of the highest order-it's a deeply moving story of two people who stand up for what's right, and for each other.</p>", "isbn": "9781935554059", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-09-08", "number_print_pages": 544, "average_rating": 4.15, "title": "Every Man Dies Alone", "uuid": "zQYQK3L9MvYwdt6vfLW8RR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554059/1377114165.25.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Hans Fallada", "status": 1}, "uuid": "yz7KVAXvRo2rac9AH4H8b4", "annotation": ""},{"position": 29, "book": {"description": "<DIV><b>In the first novel in Lawrence Sanders&rsquo;s bestselling Deadly Sins series, New York cop Edward Delaney chases a serial killer who&rsquo;s armed with a mysterious weapon<BR></b><BR>New York Police Department Captain Edward Delaney is called to the scene of a brutal murder. A Brooklyn councilman was struck from behind, the back of his skull punctured and crushed with an unknown weapon. The victim wasn&rsquo;t robbed, and there&rsquo;s no known motive. The commissioner appoints Delaney to head up a clandestine task force, but soon this effort ignites an internecine war of departmental backstabbing. &#160;</div><DIV>&#160;</div><DIV>Distracted by the serious illness of his wife, Barbara, Delaney begins his secret investigation. Then the killer claims another victim&mdash;slain in the exact same way, leaving the strange puncture wound. As more young men are found murdered, Delaney starts putting the pieces together. Soon, he&rsquo;s faced with a cop&rsquo;s dilemma: He knows who the killer is, but the man is untouchable. That&rsquo;s when Delaney lays a trap to bring a monster to justice . . .</div>", "isbn": "9781453298367", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-12", "number_print_pages": 630, "average_rating": 3.94, "title": "The First Deadly Sin", "uuid": "CrFs8Gwp9yFnm9qMTXZWe6", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20First%20Deadly%20Sin/1373333211.85.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Lawrence Sanders", "status": 1}, "uuid": "zRf29BTCFaeoBh22YfztMN", "annotation": ""},{"position": 7, "book": {"description": "<p>Beloved number one internationally bestselling author Sidney Sheldon introduced the glamorous, scheming Blackwell family and its unforgettable matriarch, Kate Blackwell, in his worldwide bestseller <em>Master of the Game</em>. Now a generation has passed, and as the world has changed, so too has America's own royal family. </p><p>Yet the intervening years have not lessened the Blackwells' drama or talent for manipulation, domination, and passion. Though Kate is long gone, the children of her beloved granddaughters, Eve and Alexandra, battle to carry on her powerful legacy. Each is determined to control Kruger-Brent, Ltd., the multibillion-dollar international corporation with holdings in diverse industries around the globe. But only one can reign supreme. . . . </p><p>Lexi Templeton is a ruthless competitor with the brains and beauty to match. Raised by her psychiatrist father, Lexi burns to follow in her great-grandmother's footsteps and become her own Mistress of the Game. </p><p>She is not alone in her ambitions. Her handsome and nefarious cousin, Max Webster, the son of Eve, will stop at nothing to own the prize of Kruger-Brent. Driven by hatred, jealousy, and blinding devotion to his bitter and twisted mother, he will seduce, betray, and even kill to succeed. </p><p>And there is another player with plans of his own: a little-known descendant of Kate's great-grandfather. Growing up in poverty in Aberdeen, Scotland, handsome and cunning Gabriel McGregor is determined to fulfill his destiny . . a quest that will lead him deep into the heart of the Kruger-Brent empire. </p><p>In a family rife with secrets&#8212;murder, hidden identities, perversions&#8212;and a depraved sense of honor, the player who wins the game may be the only one who will survive. </p><p>Full of the late master's trademark elements&#8212;remarkable characters, dazzling plotting, and a page-turning narrative style&#8212;this sizzling sequel vividly captures the master's voice and irresistible magic. Vintage Sheldon, <em>Mistress of the Game</em> will enthrall loyal fans and introduce his enduring brand to legions more. </p><p>Includes the first chapter of Sidney Sheldon's Angel of the Dark, available wherever books are sold April 3.</p>", "isbn": "9780061898914", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-08-04", "number_print_pages": 448, "average_rating": 3.65, "title": "Sidney Sheldon's Mistress of the Game", "uuid": "MGTndcFWK6quBSAzhUY5TL", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061898914/1376452505.39.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Sidney Sheldon", "status": 1}, "uuid": "73mfoAJjEt4JHrVm5YwPJA", "annotation": ""},{"position": 34, "book": {"description": "<p>The worst that can possibly happen . . . has.</p><p>A beautiful child is dead&#8212;defiled and murdered in a lonely graveyard on a fog-shrouded evening. It is the sort of horrific crime Chief Inspector Alan Banks fled the city to escape. But the slaying of a bright and lovely teenager from a wealthy, respected family is not the end of a nightmare. Lies, dark secrets, unholy accusations, and hints of sexual depravity swirl around this abomination like leaves in an autumn wind, leading to a shattering travesty of justice that will brutally divide a devastated community with suspicion and hatred. But Banks must remain vigilant in his hunt&#8212;because when the devil is left free to pursue his terrible calling, more blood will surely flow.</p>", "isbn": "9780061834103", "language_code": "eng", "awards": [{"name": "Arthur Ellis Award Winner", "image": null, "uuid": "eVMkbYn6LZJF4oSLf7H7fh"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 400, "average_rating": 3.88, "title": "Innocent Graves", "uuid": "v6PXjqzcLwziRB2XfTR5un", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061834103/1378009287.82.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter Robinson", "status": 1}, "uuid": "piW3MNAGhoLrvNMTYiNpvM", "annotation": ""},{"position": 22, "book": {"description": "<DIV>It is the year 1327. Franciscans in an Italian abbey are suspected of heresy, but Brother William of Baskerville&#8217;s investigation is suddenly overshadowed by seven bizarre deaths. Translated by William Weaver. A Helen and Kurt Wolff Book<BR></DIV> <div>This e-book includes a sample chapter of PRAGUE CEMETERY.</DIV>", "isbn": "9780547575148", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "PEN Translation Prize Winner", "image": null, "uuid": "zgY7JFywCRfAuspw5RcbET"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1994-09-28", "number_print_pages": 512, "average_rating": 4.07, "title": "The Name of the Rose", "uuid": "pwuFKBhfQQ85MrRdUHVRQT", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575148/1376380774.01.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Umberto Eco", "status": 1}, "uuid": "j2kUiMkizcXtG6Xk3CLJBD", "annotation": ""},{"position": 38, "book": {"description": "<p>On a warm summer night, an attractive woman hurtles north in a blue Peugeot with a hastily scrawled address in her pocket, while, back in London, a desperate man leaves an urgent late-night phone message on his brother's answering machine. By sunrise the next morning, the woman is found inside her car along an otherwise peaceful country lane, shot, execution-style, through the head.</p><p>Welcome to the idyllic Yorkshire Dales, where Detective Inspector Annie Cabbot arrives on the scene and discovers, to her surprise, a slip of paper in the dead woman's pocket that bears the name of her colleague and erstwhile lover, Detective Chief Inspector Alan Banks. Banks, meanwhile -- already haunted and withdrawn after nearly dying in the fire that destroyed his home -- has gone missing just when he's needed most, and has left plenty of questions behind.</p><p>As Annie struggles to determine whether or not Banks is safe -- and what role he may have played in the woman's murder -- Banks himself investigates the mysterious disappearance of his estranged brother, Roy, whose late-night call for help brings Banks back to London. Working from Roy's swank apartment, Banks makes the rounds to Roy's old haunts and slowly inhabits the life of his younger brother -- the black sheep of the family, who always seemed to sail a little too close to the wind. As the trail of clues about Roy's life and associations draws Banks into a dark circle of conspiracy and corruption, mobsters and murder, Banks suddenly realizes he's running out of time to save Roy, and by digging too deep, he may be exposing himself and his family to the same -- possibly deadly -- danger.</p>", "isbn": "9780061826849", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 416, "average_rating": 3.89, "title": "Strange Affair", "uuid": "jduJ3yzNGsBV4P55GSK3CD", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061826849/1376527221.92.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter Robinson", "status": 1}, "uuid": "Mm5dzHd5maNaGPUkvNSj9J", "annotation": ""},{"position": 24, "book": {"description": "<DIV>Jake and Amanda Bannon had planned to unplug in Oahu for a much-needed vacation, but the mai tais will have to wait&mdash;they have a kidnapping to solve.<BR><BR>Jake&rsquo;s got a winning smile and a head for business strategy. His wife, Amanda, has a quick wit and a knack for sensing things before they happen. The Bannons may look like the perfect picture of a power couple, but when Jake and Amanda hang up their BlackBerries for a week of R &amp; R in Hawaii, they never expect to need an arsenal of firearms, knives, and climbing gear to finish out their trip&rsquo;s adventures.<BR><BR>As the couple clinks glasses on a breezy lanai overlooking the Pacific, terror is brewing on the Big Island. High in the steep jungle mountains, the Bannons&rsquo; friends from back home in Canada have crossed paths with a fate worse than they could ever have imagined. Depressed since her parents&rsquo; divorce, teen Taylor Wright met a fellow brooding soul online, Carlos, and agreed to arrange a meeting with him during her family&rsquo;s Hawaiian vacation. Now the Taylor, along with her mother and stepfather, has vanished.<BR><BR>When Jake and Amanda receive an alarming call from Taylor&rsquo;s father, they&rsquo;re on the case. From shootouts to death-defying vertical climbs, the Bannons embark on a rescue mission to find Taylor and reveal the dark motives of Carlos and his voodoo cult. <BR><BR></div>", "isbn": "9781936909551", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-05", "number_print_pages": 200, "average_rating": 0.0, "title": "The Offering", "uuid": "MJoFSmBo7G8LvKFGBkWxhg", "cover_img": "https://cflare.oysterbooks.com/covers/Live%20Oak%20Book%20Company/The%20Offering/1373298470.01.jpg", "publisher": {"name": "Live Oak Book Company", "uuid": "muMaxmyRzZi9hr4vKAPb6W"}, "author": "Desiree Bombenon", "status": 1}, "uuid": "K9vLnbzPfsYZPtxXRtGpRb", "annotation": ""},{"position": 28, "book": {"description": "<b><DIV><b>Short tales about deadly books, by top mystery authors</b></div></b><BR>A pair of federal agents from either side of the US&ndash;Mexico border target a cartel kingpin<BR><DIV><BR>They call him &ldquo;Cuchillo,&rdquo;the Knife. Not because he kills with a blade&mdash;he has plenty of men to do that kind of work for him&mdash;but because his mind is so sharp. As Mexico&rsquo;s government wages war on the drug cartels, it takes brains to survive, and Cuchillo has not just survived&mdash;he has prospered. But when Cuchillo begins to cut too deeply, the federal police of both the United States and Mexico step in to dull his blade.</div><DIV>&#160;</div><DIV>P. Z. Evans and Alejo D&iacute;az know the Hermosillo cartel is planning an attack on a tourist bus in Sonora, and they know they will have to capture or kill Cuchillo to stop it. The cartel leader has one weakness: rare, old books. To destroy the intellectual&rsquo;s evil empire, this unlikely pair of international police will have to appeal to his inner bibliophile.</div><DIV></div>", "isbn": "9781453276822", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-12", "number_print_pages": 72, "average_rating": 3.6, "title": "An Acceptable Sacrifice", "uuid": "tnPYDoFS8FdGh2GuEcouDd", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/An%20Acceptable%20Sacrifice/1373331759.3.jpg", "publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Jeffery Deaver", "status": 1}, "uuid": "W9jwA2dJihDw2SijTDi9LB", "annotation": ""},{"position": 18, "book": {"description": "<DIV>The complex and romanticized lifestyle of elite foxhunters is revealed in this thrilling murder mystery. An attractive and wealthy lawyer and horseman, Doug Cummings personifies the old money equine subculture of Middleburg, Virginia. Driven to succeed, Cummings's climb to the top is halted when he becomes the target of a twisted scheme to frame him for the murders of his former lover and horse groom. As Cummings attempts to find the true culprits, the conflicting forces of his community offer a revealing look at how vengeance, love, and envy obscure the search for truth and justice.<br></div>", "isbn": "9780972950381", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-09-28", "number_print_pages": 347, "average_rating": 3.31, "title": "The Hunt", "uuid": "NqyoWmieVpPAoqf2c3xadZ", "cover_img": "https://cflare.oysterbooks.com/covers/Paper%20Chase%20Farms%20Publishing%20Group/The%20Hunt/1372977243.64.jpg", "publisher": {"name": "Paper Chase Farms Publishing Group", "uuid": "rRSNP7ZqrtWaMgmXEkvmpj"}, "author": "Jan Neuharth", "status": 1}, "uuid": "2qGqUCahpi9EHg5MD8vSpM", "annotation": ""},{"position": 23, "book": {"description": "<p>In the blistering, dry summer, the waters of Thornfield Reservior have been depleted, revealing the ruins of the small Yorkshire village that lay at its bottom, bringing with it the unidentified bones of a brutally murdered young woman. Detective Chief Inspector Banks faces a daunting challenge: he must unmask a killer who has escaped detection for half a century. Because the dark secret of Hobb's End continue to haunt the dedicated policeman even though the town that bred then has died&#8212;and long after its former residents have been scattered to far places . . . or themselves to the grave.</p><p>From an acknowledged master writing at the peak of his storytelling powers comes a powerful, insightful, evocative, and searingly suspenseful novel of past crimes and present evil.</p>", "isbn": "9780061828799", "language_code": "eng", "awards": [{"name": "Anthony Award Winner", "image": null, "uuid": "RNzU7WEdL4WUgTimiSYkYZ"}, {"name": "Barry Award Winner", "image": null, "uuid": "zA9SFuMrrarUsofhYGZbvj"}, {"name": "New York Times Notable Book of The Year", "image": null, "uuid": "6qTrPsMezP4xsLUJXZoUED"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 480, "average_rating": 4.09, "title": "In a Dry Season", "uuid": "paRFS659DRFm8vWQr6YB6R", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061828799/1376452259.93.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter Robinson", "status": 1}, "uuid": "qvcYCxb5PTBp2cAk3F55mR", "annotation": ""},{"position": 11, "book": {"description": "<blockquote><p>In this dazzling addition to Deborah Crombie's acclaimed mystery series, a disappearance, a murder, and a child in danger lead Scotland Yard detectives Gemma James and Duncan Kincaid into London's legendary East End&#8212;a neighborhood where the rich and the poor, the ambitious and the dangerous, collide&#8212;to solve one of the most challenging and disturbing cases they've ever faced. . . .</p><p><em>Necessary as Blood</em></p></blockquote><p>Once the haunt of Jack the Ripper, London's East End is a vibrant mix of history and the avant-garde, a place where elegant Georgian town houses exist side by side with colorful street markets and the hippest clubs. But here races and cultures still clash, and the trendy galleries and glamorous nightlife of Whitechapel disguise a violent and seedy underside, where unthinkable crimes bring terror to the innocent. </p><p>On a beautiful Sunday afternoon in mid May, a young mother, Sandra Gilles, leaves her daughter with a friend at the Columbia Road Flower Market and disappears. Shortly thereafter, her husband, a Pakistani lawyer, is killed. Scotland Yard detective Gemma James happens upon the scene in time to witness the investigator making a mistake.</p><p>When Duncan and his trusted sergeant, Doug Cullen, see Gemma's name in the report, they decide to take the case. Working together again, Gemma, Duncan, Doug, and Melody Talbot must solve it before the murderer can get his hands on the real prize, Naz and Sandra's daughter.</p><p>But just as the case grows more dangerous, a personal issue threatens to throw Gemma and Duncan off the trail. In the end, it is up to them to stop a vicious killer and protect the child whose fate hangs in the balance. </p>", "isbn": "9780061939624", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-06", "number_print_pages": 400, "average_rating": 4.15, "title": "Necessary as Blood", "uuid": "KyZFCVgsY8D3zWM6H4boXK", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061939624/1376528565.98.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Deborah Crombie", "status": 1}, "uuid": "6Vg6HrQCXUG6cj3xx6URCP", "annotation": ""},{"position": 37, "book": {"description": "<p><em>The Zero</em> is a groundbreaking novel, a darkly comic snapshot of our times that is already being compared to the works of Franz Kafka and Joseph Heller.</p><p>From its opening pages&#8212;when hero cop Brian Remy wakes up to find he's shot himself in the head&#8212;novelist Jess Walter takes us on a harrowing tour of a city and a country shuddering through the aftershocks of a devastating terrorist attack. As the smoke slowly clears, Remy finds that his memory is skipping, lurching between moments of lucidity and days when he doesn't seem to be living his own life at all. The landscape around him is at once fractured and oddly familiar: a world dominated by a Machiavellian mayor known as \"The Boss,\" and peopled by gawking celebrities, anguished policemen peddling First Responder cereal, and pink real estate divas hyping the spoils of tragedy. Remy himself has a new girlfriend he doesn't know, a son who pretends he's dead, and an unsettling new job chasing a trail of paper scraps for a shadowy intelligence agency known as the Department of Documentation. Whether that trail will lead Remy to an elusive terror cell&#8212;or send him circling back to himself&#8212;is only one of the questions posed by this provocative yet deeply human novel.</p><p>From a novelist of astounding talent, <em>The Zero</em> is an extraordinary story of how our trials become our transgressions, of how we forgive ourselves and whether or not we should.</p>", "isbn": "9780061758041", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 368, "average_rating": 3.58, "title": "The Zero", "uuid": "CuMeT2ABwuQFZdDyTy8qxF", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061758041/1376506269.04.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jess Walter", "status": 1}, "uuid": "tnahneygseau62DXYEctf9", "annotation": ""},{"position": 36, "book": {"description": "… The window’s so small I can’t see what happens next. But what I do know is that Kim is dead. And I know this, too – that I helped to kill her. Kim, my lovely, only, best friend. \n\nFive years ago Maura fled life in Dowerby and took on a new identity, desperately trying to piece her life back together and escape the dark clouds that plagued her past. But then a reporter tracks her down, and persuades her to tell her story, putting her own life in danger once again.\n\nLayer upon layer of violence and deceit make up the full picture for Maura to see and the reporter to reveal. Hidden secrets are uncovered that have been left to settle, for far too long. But in life some things can’t be left unsaid, and eventually the truth will out. Whatever the consequences.", "isbn": "9781909395305", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-01", "number_print_pages": 240, "average_rating": 0.0, "title": "In Too Deep", "uuid": "AbjAaq2eX9VvCbCeKJ78s7", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909395305/1384589111.91.jpg", "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "author": "Bea Davenport", "status": 1}, "uuid": "CtCXQHt5vKpZXGfkKkjuPT", "annotation": ""},{"position": 24, "book": {"description": "<DIV>The place: Austin, Texas. The date: April 6, 1983. The heroine of Blood on the Threshold, Mirabelle Garrett, was the director of economic development for a U.S.&ndash;Mexico border town in the southwest corner of the state. Mirabelle arrived in the capital city to speak to the state legislature about her initiatives to boost its economy while the peso was in free fall, but she never got to deliver that speech. Violence&mdash;savage, bloody, and full of rage&mdash;intervened.<BR><BR>In hair-raising detail, Mirabelle tells the story of how she was stabbed in the back&mdash;an incredible twelve times&mdash;while in her downtown Austin hotel room. Her assailant was imprisoned for thirty years, during which Mirabelle traveled and consulted with palm readers, spiritual advisers, and Christian leaders in an attempt to make sense of the assault and her childhood dreams that foretold it. Throughout her long journey to healing and forgiveness, Mirabelle&rsquo;s compassionate zeal to help other victims of violence by championing laws to protect them from their predators was passionate and persistent.<BR></div>", "isbn": "9781936909629", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-05", "number_print_pages": 200, "average_rating": 4.52, "title": "Blood on the Threshold", "uuid": "PgtHkCTevUDk98XEcyuRQm", "cover_img": "https://cflare.oysterbooks.com/covers/River%20Grove%20Books/Blood%20on%20the%20Threshold/1373298442.3.jpg", "publisher": {"name": "River Grove Books", "uuid": "syMAXgB6GivKE6EBSkvD2Q"}, "author": "Karin Richmond", "status": 1}, "uuid": "WFLiScHS2bNQJZFouG6QF3", "annotation": ""},{"position": 4, "book": {"description": "<p></p><blockquote>Caterer and sleuth extraordinaireGoldy Schulz returns in another tastyand suspenseful adventure from<em>New York Times</em> bestselling authorDiane Mott Davidson<p></p></blockquote><p>Colorado caterer Goldy Schulz cooks up bigtrouble as she tries to help her longtimefriend and fellow chef Yolanda Garcia. Whenthe rental house shared by Yolanda and herirrepressible aunt Ferdinanda is destroyed byarson, the pair move in with cop-turned-PIErnest McLeod. But then Ernest is shot deadand his house is set on fire, nearly killing Goldy,Yolanda, Ferdinanda, and nine beagle puppiesthat Ernest had recently rescued from a puppymill.</p><p>Concerned for her friends, Goldy invites themto stay with her while the sheriff&#8217;s departmentinvestigates. Yet even Goldy&#8217;s house isn&#8217;t safe,and after a failed break-in by an unknownintruder a cop is sent to keep an eye on things.Then a second body is found.</p><p>Swapping her chef&#8217;s hat for a sleuthing cap,the intrepid Goldy steps up the investigation.But she&#8217;s got to move fast. It&#8217;s crunch time toclose in on a killer, before he can close in on her.</p><p>Filled with danger as well as laughs, wonderfulfood, and scrumptious recipes, <em>CrunchTime</em> is a delicious indulgence sure to satisfyall of Goldy&#8217;s fans. </p>", "isbn": "9780062078889", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-05", "number_print_pages": 624, "average_rating": 3.57, "title": "Crunch Time", "uuid": "vMvG6LDyCDZRVK5Ysh9MkT", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062078889/1378009560.07.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Diane Mott Davidson", "status": 1}, "uuid": "zxhwgEzGu3hTaqeWTR2JLa", "annotation": ""},{"position": 16, "book": {"description": "<p>John Ball’s 1965 mystery <i>In the Heat of the Night</i> tells the story of a black police officer named Virgil Tibbs who happens to be passing through a southern town at a particularly inauspicious moment. An orchestra conductor has been brutally murdered and the local police, without much in the way of real evidence, arrest Tibbs. On discovering that Tibbs is not the real killer but rather a highly-skilled homicide detective, the local police enlist Tibbs to help solve the case.</p>\n<p></p>\n<p>Several factors made (and make) this novel so very relevant and timely. For one, the hero is a black police officer, which at the time the book was written was not a very common figure in popular culture. Tibbs’s investigation leads him through the backwater town and exposes him to different forms of prejudice harbored by the townspeople. His urban sophistication and his California background also rankle the townspeople. A major accomplishment with this novel is that author John Ball refuses to discredit one stereotype by merely adopting another. He deftly manages to write a novel about prejudice and stereotype set in a region of the country where ignorance and racism cause terrible suffering, but avoids making the mistake of depicting every Southerner as ignorant or racist. Just as the portrait here of Virgil Tibb’s topples some peoples’ notions, portraits of some Southerners in this novel do the same.</p>\n<p></p>\n<p><i>In the Heat of the Night</i> stands as a classic pop culture document. It is also winner of the Edgar Award from the Mystery Writers of America as well as the Crimewriters’ Association’s Golden Dagger Award, and it was named one of the hundred greatest detective novels of the century by the Independent Mystery Booksellers Association. The book’s main character, Virgil Tibbs, also appears in <i>The Cool Cottontail</i> and <i>Johnny Get Your Gun</i> as part of the Virgil Tibbs mystery series.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>John Ball wrote over thirty novels during his career including mysteries, war novels, adventure stories, but his reputation as a novelist is based on his first work--the 1965, <i>In the Heat of the Night</i>. While under considerable pressure from his publisher to make a change, Ball insisted on keeping the leading character in his novel a black man. Ball made the right decision and the book garnered him much praise for progressive thinking and a keen understanding of racial prejudice. Ball wrote other books that featured the hero of <i>In the Heat of the Night</i>, detective Virgil Tibbs, including <i>The Cool Cottontail</i>(1966), and <i>Johnny Get Your Gun</i>(1969). Later in life, Ball worked as a part-time police offer in Los Angeles and also trained in the martial arts. He died in 1988.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>John Ball broke new ground with his book <i>In The Heat of the Night</i>, his 1965 novel that introduced the determined detective Virgil Tibbs. Ball’s novel was controversial for it established a black man as a protagonist and Ball refused to change it, despite pressure from the publishing community. Ball would succeed and his book went on to become a film and television series, winning five Oscars including Best Picture and Best Actor for actor Sidney Poitier. Virgil Tibbs features in other books in the series, using his wits and physical martial arts skills as he successfully fights against crime, racism, and more.</p>", "isbn": "9780795319402", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-07-01", "number_print_pages": 192, "average_rating": 3.68, "title": "In the Heat of the Night", "uuid": "owQjrJtxCQBGcBWkSmhJg9", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/In%20the%20Heat%20of%20the%20Night/1373294149.09.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "John Ball", "status": 1}, "uuid": "owT6A5njWHdsdKzusLJJuG", "annotation": ""},{"position": 0, "book": {"description": "<p>Natalie Greco loves being a teacher, even though she can't keep her students from cruising sex.com during class. She loves her family, too, but her boyfriend fits in better with the football-crazy Grecos than she does. Then a colleague, handsome Angus Holt, talks Nat into teaching a class at a local prison, and her world turns upside down.</p><p>A violent prison riot breaks out, and Nat rushes to save the life of a mortally wounded guard whose last words are: <em>\"Tell my wife it's under the floor.\"</em> Nat delivers the cryptic message, but before she knows it, she's suspected of murder and hiding from cops and killers alike. She is forced on the run to solve the riddle of the dead man's last words and to save her own life&#8212;and find real love.</p>", "isbn": "9780061797767", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 416, "average_rating": 3.65, "title": "Daddy's Girl", "uuid": "a4vGMGo4q3jKZtFTtE4bzP", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061797767/1376506573.6.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Lisa Scottoline", "status": 1}, "uuid": "QNJnkXj2aMQ7j8sLMfT32d", "annotation": ""},{"position": 17, "book": {"description": "<DIV>Set in the elite foxhunting community of Middleburg, Virginia, this fast-paced mystery, packed with scandal, envy, vengeance, and love, unfolds when Doug Cummings, an attractive and driven lawyer and horseman, realizes that someone is out to kill him when he barely escapes a suspicious accident. With his only known enemy&#151;twisted psychopath Zeb McGraw&#151;behind bars, Doug is forced to ask himself <I>Could someone on the outside be helping McGraw?</I> and <I>Could the culprit be the mysterious cowboy who, almost too miraculously, helped save my horse?</I> Caught in the middle is alluring horsewoman Kendall Waters, recently divorced and battling the demons of her past. As the chilling plot unfolds, Doug struggles to hunt down the would-be killer and end the nightmare, no matter the cost.<BR></DIV>", "isbn": "9780972950343", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-05-30", "number_print_pages": 329, "average_rating": 3.77, "title": "The Chase", "uuid": "84VVWZ8poTaDk545C5eQxB", "cover_img": "https://cflare.oysterbooks.com/covers/Paper%20Chase%20Farms%20Publishing%20Group/The%20Chase/1372977243.09.jpg", "publisher": {"name": "Paper Chase Farms Publishing Group", "uuid": "rRSNP7ZqrtWaMgmXEkvmpj"}, "author": "Jan Neuharth", "status": 1}, "uuid": "WRacVZMRXKmYekWhsKYam", "annotation": ""},{"position": 14, "book": {"description": "<p>A rollicking noir set in Paris, during the anarchic days following World War One.</p>\n<p>In January 1920, in the aftermath of \"the war to end all wars,” private detective René Griffon is hired to investigate the marital infidelities of the wife of a war hero.</p>\n<p>But what he uncovers is more than shabby behavior, and more than a sex scandal — what he uncovers is a scandal with devastating national implications. And as Griffon's investigation plunges him into the murky world of blackmail, murder, anarchists, profiteering, and the repercussions of the war's dark secrets, he discovers that the people who helped France win the war are being made to pay for the peace.</p>\n<p>Both homage to its American predecessors and critique of the Americanization of French—and global—culture, A Very Profitable War is a tense and evocative book that will linger long after its startling conclusion.</p>", "isbn": "9781612191850", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-26", "number_print_pages": 224, "average_rating": 0.0, "title": "A Very Profitable War", "uuid": "pgLfUgihhSX9oDcc54prYZ", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191850/1377115034.54.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Didier Daeninckx", "status": 1}, "uuid": "FRasFy2VzUp3J78DeSkK3J", "annotation": ""},{"position": 2, "book": {"description": "<DIV><p><DIV><b>The thriller from <i>New York Times</i> bestselling author Stephen Coonts&mdash;now available as an ebook</b></div><BR><DIV><b>When the Soviet Union collapses, thousands of nuclear warheads go unaccounted for, and it&rsquo;ll take someone of Jake Grafton&rsquo;s talents to make sure they don&rsquo;t end up in the wrong hands</b></div><DIV>&#160;</div><DIV>Promoted to deputy director of a new U.S. intelligence agency, the stakes of Jake Grafton&rsquo;s commission are higher than ever before. With the USSR on the brink of dissolution, a vast nuclear arsenal is suddenly ripe for the taking by mercenaries, rogue nations, and insane Russian nationalists. Grafton must stop them, and he may have to do it alone:Not everyone supposedly on his side wants him to succeed.</div><DIV>&#160;</div><DIV><i>The Red Horseman</i> is a startling vision of the apocalyptic danger that emerged at the end of the Cold War, a threat that still exists wherever nuclear weapons remain poorly secured.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Stephen Coonts, including rare photos from the author&rsquo;s personal collection.</div></p></DIV>", "isbn": "9781453210598", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-28", "number_print_pages": 416, "average_rating": 3.72, "title": "The Red Horseman", "uuid": "7km78W4DuMDUo3DpAT2WzN", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Red%20Horseman/1373329477.24.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Stephen Coonts", "status": 1}, "uuid": "vbV9n7Myuz7WehDd4LqgfT", "annotation": ""},{"position": 5, "book": {"description": "<DIV><p><DIV><b>When a man disappears, two wives search for their missing husband, and all the young women in Kingsmarkham seem to have a motive, Chief Inspector Wexford must untangle a complex web of secrets</b></div><DIV>&#160;</div><DIV>Chief Inspector Wexford finds nothing unusual in the disappearance of Rodney Williams, a husband and father who likely has run off with another woman. But when the man&rsquo;s car and suitcase are discovered abandoned, can a body be far behind? Confounded by a string of violent stabbings, a strident schoolgirl clique, and the seemingly placid domesticity of his neighbors, Wexford&rsquo;s detective instincts must take flight in order to bring down a murderer.</div><DIV>&#160;</div><DIV>With a keen wit and even sharper plot, Rendell weaves a suspenseful web of ever-tangling secrets, double-crosses, and double-lives.</div></p></DIV>", "isbn": "9781453210758", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-28", "number_print_pages": 222, "average_rating": 3.68, "title": "An Unkindness of Ravens", "uuid": "hqPTdSRCUSRtLivqNGBJz", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/An%20Unkindness%20of%20Ravens/1373329480.69.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Ruth Rendell", "status": 1}, "uuid": "VNyVhnbWawbnbewaTctm7H", "annotation": ""},{"position": 35, "book": {"description": "<p>Fire&#8212;It consumes futures and pasts in aterrified heartbeat, devouring damning secrets while leaving even greater mysteries in the ashes.</p><p>The night sky is ablaze as flames engulf two barges moored side by side on an otherwise empty canal. On board are the blackened remains of two human beings. To the seasoned eye, this horror was no accident, the method so cruel and calculated that only the worst sort of fiend could have committed it. There are shocking secrets to be uncovered in the charred wreckage, grim evidence of lethal greed and twisted hunger, and of nightmare occurrences within the private confines of family. A terrible feeling is driving police inspector Alan Banks in his desperate hunt for answers&#8212;an  unshakable fear that this killer's work will not be done until Banks's own world is burned to the ground.</p>", "isbn": "9780061835452", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 368, "average_rating": 3.91, "title": "Playing with Fire", "uuid": "Ckg3Uwjwhcozas59GJG353", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061835452/1376452241.09.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter Robinson", "status": 1}, "uuid": "gFk4YEmTLxNjMRhof57wdk", "annotation": ""},{"position": 27, "book": {"description": "<p>Based on actual events, The Story of My Assassins tells the story of a journalist who learns that the police have captured five hitmen on their way to kill him. Landing like a bombshell on his comfortable life, just as he's started a steamy affair with a brilliant woman, the news prompts him to launch an urgent investigation into the lives of his aspiring murderers—a ragtag group of street thugs and village waifs—and their mastermind. Who wanted him dead, and why?</p>\n<p>But the investigation forces him to reexamine his own life, too—to confront his own notion of himself, his job, and his treatment of the women in his life, as well as his own complex feelings about the country that crafted his would-be killers.</p>\n<p>Part thriller and part erotic romance, full of dark humor and knife-edged suspense, The Story of My Assassins is a piercing literary novel that takes us from the lavish, hedonistic palaces of India's elite to its seediest slums. It is a novel of corruption, passion, power, and ambition; of extreme poverty and obscene wealth.<./p>\n<p>It is, in short, an awesome adventure into the heart of today's India.</p>", "isbn": "9781612191638", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-25", "number_print_pages": 544, "average_rating": 3.47, "title": "The Story Of My Assassins", "uuid": "ALzhH6dk7Ws5nsWtGbXoQT", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191638/1377114954.53.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Tarun J. Tejpal", "status": 1}, "uuid": "cR6kRQJ7PxFxfvE8enVt2W", "annotation": ""},{"position": 31, "book": {"description": "<DIV>After a sailboat drifts into a &#147;live-fire&#8221; naval exercise area known as Whiskey Gulf, it&#8217;s never heard from again. Maritime private investigator Charlie Noble is asked to discover what happened to the couple abroad. But he&#8217;s stonewalled by the American and Canadian military. Then he learns that a Middle Eastern agent has been dispatched to find the couple as well&#151;an agent with an old score to settle from his days as a Coast Guard intelligence officer.<p>Ultimately, Noble and his partner, Native American salvage diver Raven, head north along the Inside Passage, where a hidden cove harbors answers about what really happened in Whiskey Gulf. But in order to return with the truth they must first survive a vicious attack and escape the clutches of a deadly whirlpool. Set in the stunning wilderness of the Pacific Northwest, <I>Whiskey Gulf</I> is a story about unlocking secrets from the past that some people would rather keep concealed.</P></DIV>", "isbn": "9780786747979", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-17", "number_print_pages": 272, "average_rating": 0.0, "title": "Whiskey Gulf", "uuid": "gmGBkkhUJ7QVLkaUkWf4TU", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786747979/1387370883.22.jpg", "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "author": "Clyde Ford", "status": 1}, "uuid": "EXwkFf67FkbS9wTSuxTqX9", "annotation": ""},{"position": 29, "book": {"description": "<p>The eight tales in this collection by Nancy Etchemendy weave great suspense with interesting plots and unusual characters. \"Lunch at Etienne's\" is a story narrated by a woman who is surrounded by death but doesn't seem to realize it. \"Cat in Glass\" is about a mysterious, malevolent sculpted cat that commits gruesome murders and is told from the point of view of the sculpture's frightened and bewildered owner. There is also \"The Sailor's Bargain\", a captivating story about an orphan whose haunting dreams lead to a stark revelation of another life, and \"The Lily and the Weaver's Heart\", in which a one-eyed Jacinth dares to take her place in a cruel world by risking a journey that is usually reserved for the most able-bodied men of the culture.</p><p>\n</p><p>\n</p>", "isbn": "9780795309984", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-15", "number_print_pages": 240, "average_rating": 3.84, "title": "Cat in Glass", "uuid": "HnPRW9NUkVTZGMsUVkPxcj", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Cat%20in%20Glass/1373294045.95.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Nancy Etchemendy", "status": 1}, "uuid": "eKMEizMmfdRUHhaRE4A2J8", "annotation": ""}]