[{"book": {"author": "Steve Lehto", "publication_date": "2010-10-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Chrysler's Turbine Car", "uuid": "GUEdbuC5qjbhAS5KDfJzTm", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Chrysler%27s%20Turbine%20Car/1372977906.29.jpg", "average_rating": 3.97, "isbn": "9781569767719", "description": "<DIV>Offering a behind-the-scenes look into the world of automotive research and development in the 1960s, this engaging narrative traces the birth of Chrysler&#8217;s alternative &#147;jet&#8221; car and&#160;reveals the story behind its&#160;sudden and mysterious demise. Relying on extensive research and firsthand accounts from surviving members of the turbine car program&#151;including the metallurgist who created the exotic metals for the engine and the test driver who drove it at Chrysler's proving grounds&#151;this chronicle documents the bold development of an automobile with a jet turbine engine. In addition to running well&#160;on virtually any flammable liquid&#151;including kerosene, vodka, heating oil, and Chanel&#160;N&#176;5 perfume&#151;the pioneering engines had one fifth the number of moving parts and required less maintenance than conventional engines.&#160;Despite the fleet&#8217;s amazing performance over millions of miles by test drivers, Chrysler pulled the plug on the project and crushed almost all of the cars. The reasons behind the&#160;surprising end to the jet car fleet&#160;are&#160;finally explained here.</DIV>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "auyeZWgGfpFKDJEMrtmu2L", "annotation": ""},{"book": {"author": "Jeff Jarvis", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "What Would Google Do?", "uuid": "YPdjG7KJhMZonNbSVhn4fV", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061893933/1376528283.67.jpg", "average_rating": 3.79, "isbn": "9780061893933", "description": "<blockquote><p>A bold and vital book that asks and answers the most urgent question of today: What Would Google Do? </p></blockquote><p>In a book that's one part prophecy, one part thought experiment, one part manifesto, and one part survival manual, internet impresario and blogging pioneer Jeff Jarvis reverse-engineers Google&#8212;the fastest-growing company in history&#8212;to discover forty clear and straightforward rules to manage and live by. At the same time, he illuminates the new worldview of the internet generation: how it challenges and destroys, but also opens up vast new opportunities. His findings are counterintuitive, imaginative, practical, and above all visionary, giving readers a glimpse of how everyone and everything&#8212;from corporations to governments, nations to individuals&#8212;must evolve in the Google era.</p><p>Along the way, he looks under the hood of a car designed by its drivers, ponders a worldwide university where the students design their curriculum, envisions an airline fueled by a social network, imagines the open-source restaurant,  and examines a series of industries and institutions that will soon benefit from this book's central question. </p><p>The result is an astonishing, mind-opening book that, in the end, is not about Google. It's about you.</p>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "WneoifBdNHBLgRS8J6xrWg", "annotation": ""},{"book": {"author": "Mark Coakley", "publication_date": "2011-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 300, "title": "Tip and Trade", "uuid": "G3T6Fce4nHCsTm2RbeRzSb", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Tip%20and%20Trade/1372978678.09.jpg", "average_rating": 0.0, "isbn": "9781554909643", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The story of a friendship that started in law school and ended with the largest insider trading scandal in Canadian history, this eye-opening chronicle reveals for the first time how Gil Cornblum and Stan Grmovsek worked together to rip off Wall Street and Bay Street&#151;the Canadian Wall Street equivalent&#151;for over $10 million. Cornblum would scout around his law offices in the middle of the night, looking for confidential information on mergers or takeovers. When he found something, he would tip off Grmovsek, who would make the stock market trades that would gain them illegal profits. From the joint internal investigation by the Ontario Securities Commission, the U.S. Securities and Exchange Commission, and the Royal Canadian Mounted Police Integrated Market Enforcement Team to Cornblum&#8217;s resultant suicide and Grmovsek&#8217;s 39-month prison sentence, <I>Tip and Trade </I>covers the discovery of the double lives of the twosome and their inevitable downfall. First-person interviews, conducted with Grmovsek from prison, give insight into what case prosecutors called a classic &#147;Hollywood&#8221; insider trading history.</P></DIV>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "WFijRWezo6oqrPeLv279kj", "annotation": ""},{"book": {"author": "Sarah Ellison", "publication_date": "2010-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "War at the Wall Street Journal", "uuid": "95DkRV2XHQQwPybBtDRBFL", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488516/1376380046.21.jpg", "average_rating": 3.87, "isbn": "9780547488516", "description": "<P><B>A tale about big business, an imploding dynasty, a mogul at war, and a deal that epitomized an era of change</B> <p>&#160; <p>While working at the <I>Wall Street Journal</I>, Sarah Ellison won praise for covering the $5 billion acquisition that transformed the pride of Dow Jones and the estimable but eccentric Bancroft family into the jewel of Rupert Murdoch&#8217;s kingdom. Here she expands that story, using her knowledge of the paper and its people to go deep inside the landmark transaction, as no outsider has or can, and also far beyond it, into the rocky transition when Murdoch&#8217;s crew tussled with old <I>Journal</I> hands and geared up for battle with the <I>New York Times</I>. With access to all the players, Ellison moves from newsrooms to estates and shows Murdoch, finally, for who he is&#8212;maneuvering, firing, undoing all that the Bancrofts had protected. Her superlative account transforms news of the deal into a timeless chronicle of American life and power.", "oyster_good_for_statement": ""}, "position": 22, "uuid": "4ELEdS4ybit9aaMcBJ4m2R", "annotation": ""},{"book": {"author": "Deborah Cadbury", "publication_date": "2010-10-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Chocolate Wars", "uuid": "jht9bAcxjtHfBUgJ93GnNC", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586489250/1387370915.25.jpg", "average_rating": 4.4, "isbn": "9781586489250", "description": "<DIV>With a cast of characters that wouldn&#8217;t be out of place in a Victorian novel, <i>Chocolate Wars</i> tells the story of the great chocolatier dynasties, through the prism of the Cadburys. Chocolate was consumed unrefined and unprocessed as a rather bitter, fatty drink for the wealthy elite until the late 19th century, when the Swiss discovered a way to blend it with milk and unleashed a product that would conquer every market in the world.<p> Thereafter, one of the great global business rivalries unfolded as each chocolate maker attempted to dominate its domestic market and innovate new recipes for chocolate that would set it apart from its rivals. The contest was full of dramatic contradictions: The Cadburys were austere Quakers who found themselves making millions from an indulgent product; Kitty Hershey could hardly have been more flamboyant yet her husband was moved by the Cadburys tradition of philanthropy. Each was a product of their unique time and place yet they shared one thing: they want to make the best chocolate in the world.</DIV>", "oyster_good_for_statement": ""}, "position": 26, "uuid": "7BwfJQBSscEKSWZd3XAMDg", "annotation": ""},{"book": {"author": "Steven Rattner", "publication_date": "2010-09-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Overhaul", "uuid": "UAq6YM9sf6iQHjyeEbdgEi", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504568/1376380847.27.jpg", "average_rating": 3.74, "isbn": "9780547504568", "description": "<P><B>A uniquely informed investigative account of one of the biggest financial crises of President Obama&#8217;s early administration</B></P> <p>&#160;</P> <p>During his first year in office, President Obama faced the possibility of more than a million lost jobs as GM and Chrysler headed for financial ruin. He joined forces with Treasury Secretary Tim Geithner and economic advisor Larry Summers in a historic government intervention to keep these two auto-industry giants afloat, working against a ticking clock and fielding vocal opposition from free market champions along the way. It's from this vantage point that former <I>New York Times</I> financial journalist Steven Rattner witnesses a new administration's grace under pressure in the face of gross corporate mismanagement&#8212;a scenario rich in hard-earned lessons for managers and executives in any industry.", "oyster_good_for_statement": ""}, "position": 7, "uuid": "YAvrXizxhSPykerk4RCQ3", "annotation": ""},{"book": {"author": "John Steele Gordon", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 496, "title": "An Empire of Wealth", "uuid": "4PAvZW7zrmCscZSsrRfmLG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847646/1376527576.13.jpg", "average_rating": 4.01, "isbn": "9780061847646", "description": "<p>Throughout time, from ancient Rome to modern Britain, the great empires built and maintained their domination through force of arms and political power. But not the United States. America has dominated the world in a new, peaceful, and pervasive way -- through the continued creation of staggering wealth. In this authoritative, engrossing history, John Steele Gordon captures as never before the true source of our nation's global influence: wealth and the capacity to create more of it.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "oyster_good_for_statement": ""}, "position": 7, "uuid": "grqoBhSUAG5XXHTjqhSx33", "annotation": ""},{"book": {"author": "Stacy Perman", "publication_date": "2009-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "In-N-Out Burger", "uuid": "Sjxs2UFMTrp7ZsfFeQRVY", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061872143/1376528023.32.jpg", "average_rating": 3.6, "isbn": "9780061872143", "description": "<blockquote><p>The untold story of the renegade burger chain that evokes a passionate following unlike any other</p></blockquote><p>In fast-food corporate America, In-N-Out Burger stands apart. Begun in a tiny shack in the shadow of World War II, this family-owned chain has stead&#173;fastly refused to franchise or be sold. It is a testament to old-fashioned values and rem&#173;iniscent of a simpler time when people, loyalty, and a freshly made, juicy hamburger meant something. Over time, In-N-Out Burger has become nothing less than a cultural institu&#173;tion that can lay claim to an insanely loyal following. </p><p>Perman uses her investigative skills to uncover the story of a real American success story. It is not only a tale of a unique and profitable business that exceeds all expectations, but of a family's struggle to maintain a sustainable pop empire against the industry it helped pioneer, internal tensions, and a bitter lawsuit that threatened to bring the company to the brink. </p><p>This is a lesson in a counterintuitive approach to doing business that places quality, customers, and employees over the riches promised by rapid expansion. <em>In-N-Out Burger</em> is a keenly observed narrative that explores the evolution of a California fad that transformed into an enduring cult of popularity; it is also the story of the conflicted, secretive, and ultimately tragic Snyder family who cooked a billion burgers and hooked a zillion fans. As the story of In-N-Out Burger unfolds, so too does the cultural history of America as influenced and shaped by car culture and fast food.</p>", "oyster_good_for_statement": ""}, "position": 24, "uuid": "R3ky2wvs7UusH9WVjdjVxW", "annotation": ""},{"book": {"author": "Nicole LaPorte", "publication_date": "2010-05-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "The Men Who Would Be King", "uuid": "Md3qDxp7FpECUvvNTZRmEE", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487168/1376380044.93.jpg", "average_rating": 3.79, "isbn": "9780547487168", "description": "<P>For sixty years, since the birth of United Artists, the studio landscape was unchanged.Then came Hollywood&#8217;s Circus Maximus&#8212;created by director Steven Spielberg, billionaire David Geffen, and Jeffrey Katzenberg, who gave the world <I>The Lion King</I>&#8212;an entertainment empire called DreamWorks. Now Nicole LaPorte,who covered the company for <I>Variety</I>, goes behind the hype to reveal for the first time the delicious truth of what happened.</p> <p>Readers will feel they are part of the creative calamities of moviemaking as LaPorte&#8217;s fly-on-the-wall detail shows us Hollywood&#8217;s bizarre rules of business.We see the clashes between the often otherworldly Spielberg&#8217;s troops and Katzenberg&#8217;s warriors, the debacles and disasters, but also the Oscar-winning triumphs, including <I>Saving Private Ryan</I>.We watch as the studio burns through billions, its rich owners get richer, and everybody else suffers.We see Geffen seducing investors likeMicrosoft&#8217;s Paul Allen, showing his steel against CAA&#8217;s Michael Ovitz, and staging fireworks during negotiations with Paramount and Disney. Here is Hollywood, up close, glamorous, and gritty.</p> <p>&#160;", "oyster_good_for_statement": ""}, "position": 4, "uuid": "NndVAPCrAjhPENWHsJB3Uj", "annotation": ""},{"book": {"author": "Bryan Burrough", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 624, "title": "Barbarians at the Gate", "uuid": "x6BzxV5jtrFiKfNwag64Mk", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061804038/1376506761.58.jpg", "average_rating": 4.18, "isbn": "9780061804038", "description": "<p><em>Barbarians at the Gate</em> has been called one of the most influential business books of all time -- the definitive account of the largest takeover in Wall Street history. Bryan Burrough and John Helyar's gripping account of the frenzy that overtook Wall Street in October and November of 1988 is the story of deal makers and publicity flaks, of strategy meetings and society dinners, of boardrooms and bedrooms -- giving us not only a detailed look at how financial operations at the highest levels are conducted but also a richly textured social history of wealth at the twilight of the Reagan era.</p> <p>Barbarians at the Gate -- a business narrative classic -- is must reading for everyone interested in the way today's world really works.</p>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "jJHMTxA3hKthc4T8BmWiQg", "annotation": ""},{"book": {"author": "Gillian Tett", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Saving the Sun", "uuid": "sm4F7xoqCMQtqSyo64vhdG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061877636/1376452465.01.jpg", "average_rating": 3.85, "isbn": "9780061877636", "description": "<p><em>Saving the Sun</em> tells the story of the world's largest private equity deal where American investors made billions of dollars rehabilitating Shinsei, a failed Japanese bank. Within that business saga is the dramatic tale of Japan's brightest financial minds, the men who made the Japanese economic miracle come to life, and their struggle against the economic failure in the 1990s. Into this climate of despair, where Japan seemed incapable of reviving prosperity, came a group of wily and determined Americans who would discover just how different the Japanese really are.</p>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "uWJSCceVM4tRDxGH3vtTMX", "annotation": ""},{"book": {"author": "Howard Schultz", "publication_date": "2011-03-29", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 384, "title": "Onward", "uuid": "pqYCE7bgWjuWCHyxRcP4tn", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613464/1377984527.47.jpg", "average_rating": 3.71, "isbn": "9781609613464", "description": "<p><b>In this #1 <i>New York Times</i> bestseller, the CEO of Starbucks recounts the story and leadership lessons behind the global coffee company’s comeback</b></p><p>In 2008, Howard Schultz, the president and chairman of Starbucks, made the unprecedented decision to return as the CEO eight years after he stepped down from daily oversight of the company and became chairman. Concerned that Starbucks had lost its way, Schultz was determined to help it return to its core values and restore not only its financial health, but also its soul. In <i>Onward</i>, he shares the remarkable story of his return and the company's ongoing transformation under his leadership, revealing how, during one of the most tumultuous economic times in history, Starbucks again achieved profitability and sustainability without sacrificing humanity.</p><p>Offering readers a snapshot of a moment in history that left no company unscathed, the book zooms in to show, in riveting detail, how one company struggled and recreated itself in the midst of it all. The fast-paced narrative is driven by day-to-day tension as conflicts arise and lets readers into Schultz's psyche as he comes to terms with his limitations and evolving leadership style. <i>Onward</i> is a compelling, candid narrative documenting the maturing of a brand as well as a businessman.</p><p><i>Onward</i> represents Schultz's central leadership philosophy: It's not just about winning, but the right way to win. Ultimately, he gives readers what he strives to deliver every day—a sense of hope that, no matter how tough times get, the future can be just as or more successful than the past, whatever one defines success to be.</p>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "qqAbYopcvkRgimKB6jp6zH", "annotation": ""},{"book": {"author": "Charles Gasparino", "publication_date": "2009-11-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 592, "title": "The Sellout", "uuid": "iGHWYeJ33YUnxQ8j2kr4tY", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061892486/1376528279.65.jpg", "average_rating": 3.89, "isbn": "9780061892486", "description": "<blockquote><p>The definitive account of Wall Street's stunning collapse</p></blockquote><p>From critically acclaimed investigative journalist and CNBC personality Charles Gasparino comes a sweeping examination of the most recent volatile, anxiety-ridden era in our nation's socioeconomic history. <em>The Sellout</em> traces the implosion of the financial services business back to its roots in the late 1970s when Wall Street embraced a new business model predicated on taking enormous risks. It shows how a backwater business involving the trading of risky bonds packed with mortgages showered countless billions in profits on the financial industry but sowed the seeds of its ultimate demise. Gasparino walks readers through Wall Street's three-decades' love affair with risk, revealing a trail of culpability&#8212;from the government bureaucrats who crafted housing policies that encouraged homeownership, to the Wall Street firms that underwrote and invested in risky debt, to the mortgage sellers who handed out loans to people without the financial wherewithal to pay them back, to the homeowners who became convinced they could afford mansions on blue-collar wages. The ongoing tumult in financial markets and the global economy began when some of our most esteemed financial institutions, our government, and even average citizens abdicated their collective responsibilities, eventually selling out investors and selling off the American Dream itself. </p><p>In the spirit of classics such as <em>Barbarians at the Gate</em> and <em>Liar's Poker</em>, this page-turning narrative captures how avarice, arrogance, and sheer stupidity eroded Wall Street's dominance and profoundly weakened the financial security of millions of middle-class Americans. Eye-opening and engrossing, <em>The Sellout</em> provides the most thorough investigation to date of this latest gilded era.</p>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "XbtQWJuKo9sz5pRnzAxNei", "annotation": ""},{"book": {"author": "James Owen Weatherall", "publication_date": "2013-01-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "The Physics of Wall Street", "uuid": "toBWuUxSjUjiUDeDynnkua", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547618296/1390198992.0.jpg", "average_rating": 3.86, "isbn": "9780547618296", "description": "<DIV>After the economic meltdown of 2008, Warren Buffett famously warned, &#8220;beware of geeks bearing formulas.&#8221; But as James Weatherall demonstrates, not all geeks are created equal. While many of the mathematicians and software engineers on Wall Street failed when their abstractions turned ugly in practice, a special breed of physicists has a much deeper history of revolutionizing finance. Taking us from fin-de-si&#232;cle Paris to Rat Pack-era Las Vegas, from wartime government labs to Yippie communes on the Pacific coast, Weatherall shows how physicists successfully brought their science to bear on some of the thorniest problems in economics, from options pricing to bubbles.<br><BR>The crisis was partly a failure of mathematical modeling. But even more, it was a failure of some very sophisticated financial institutions to think like physicists. Models&#8212;whether in science or finance&#8212;have limitations; they break down under certain conditions. And in 2008, sophisticated models fell into the hands of people who didn&#8217;t understand their purpose, and didn&#8217;t care. It was a catastrophic misuse of science.<br><BR>The solution, however, is not to give up on models; it's to make them better. Weatherall reveals the people and ideas on the cusp of a new era in finance. We see a geophysicist use a model designed for earthquakes to predict a massive stock market crash. We discover a physicist-run hedge fund that earned 2,478.6% over the course of the 1990s. And we see how an obscure idea from quantum theory might soon be used to create a far more accurate Consumer Price Index.<br>Both persuasive and accessible, <I>The Physics of Wall Street</I> is riveting history that will change how we think about our economic future.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "c8BPdqNENVC4u9Sq9KCmHE", "annotation": ""},{"book": {"author": "Jeffrey Friedman", "publication_date": "2011-06-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 376, "title": "What Caused the Financial Crisis", "uuid": "MHqTmdh3Y4TpRF5sB3tMhC", "awards": [], "publisher": {"name": "University of Pennsylvania Press, Inc.", "uuid": "Sa5AuyJEVB6tBbM8LK7weR"}, "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Pennsylvania%20Press%2C%20Inc./9780812204933/1377070982.69.jpg", "average_rating": 0.0, "isbn": "9780812204933", "description": "<p>The deflation of the subprime mortgage bubble in 2006-7 is widely agreed to have been the immediate cause of the collapse of the financial sector in 2008. Consequently, one might think that uncovering the origins of subprime lending would make the root causes of the crisis obvious. That is essentially where public debate about the causes of the crisis began&mdash;and ended&mdash;in the month following the bankruptcy of Lehman Brothers and the 502-point fall in the Dow Jones Industrial Average in mid-September 2008. However, the subprime housing bubble is just one piece of the puzzle. Asset bubbles inflate and burst frequently, but severe worldwide recessions are rare. What was different this time?<br /><br />In <i>What Caused the Financial Crisis</i> leading economists and scholars delve into the major causes of the worst financial collapse since the Great Depression and, together, present a comprehensive picture of the factors that led to it. One essay examines the role of government regulation in expanding home ownership through mortgage subsidies for impoverished borrowers, encouraging the subprime housing bubble. Another explores how banks were able to securitize mortgages by manipulating criteria used for bond ratings. How this led to inaccurate risk assessments that could not be covered by sufficient capital reserves mandated under the Basel accords is made clear in a third essay. Other essays identify monetary policy in the United States and Europe, corporate pay structures, credit-default swaps, banks' leverage, and financial deregulation as possible causes of the crisis.<br /><br />With contributions from Richard A. Posner, Vernon L. Smith, Joseph E. Stiglitz, and John B. Taylor, among others, <i>What Caused the Financial Crisis</i> provides a cogent, comprehensive, and credible explanation of why the crisis happened. It will be an essential resource for scholars and students of finance, economics, history, law, political science, and sociology, as well as others interested in the financial crisis and the nature of modern capitalism and regulation.</p>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "N4vYrdsmEFVSAfEfwvvJQV", "annotation": ""},{"book": {"author": "Hector Ruiz", "publication_date": "2013-04-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 232, "title": "Slingshot", "uuid": "5ftwALx9fi8mz9UThzVkeZ", "awards": [], "publisher": {"name": "Greenleaf Book Group Press", "uuid": "XSGZZ7ZaYhaGXbxKvZEFHd"}, "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Slingshot/1373298411.05.jpg", "average_rating": 4.41, "isbn": "9781608325573", "description": "<DIV>When Hector Ruiz joined AMD, quickly ascending to the CEO&rsquo;s suite, he took the helm of a dynamic company that was nonetheless struggling against perceptions that it could not contend with Intel, the Goliath of the microchip industry. Though AMD&rsquo;s technology, products, and pricing were keeping pace with or outstripping Intel&rsquo;s, the market wasn&rsquo;t responding. Why? <BR><BR>Ruiz found deals unaccountably collapsing, his executives stonewalled by business partners, and promising innovations thwarted. As Intel made it almost impossible for its customers to use competitors&rsquo; chips, rumors floated that the only reason Intel &ldquo;allowed&rdquo; AMD to exist was to stave off antitrust investigations by the Federal Trade Commission. <BR><BR>As government investigations began to reveal the truth about Intel&rsquo;s predatory business practices, Ruiz realized that AMD&rsquo;s only option was to become David to Intel&rsquo;s Goliath. <BR><BR>Recruiting a team of renowned strategists and industry leaders, Ruiz developed tactics based on superior technology and innovative alliances. And when he finally made the decision to file a historic lawsuit against Intel, the battle between the two rivals escalated, enveloping the entire personal computer industry and bringing to a head a conflict that had been building for more than a decade.<BR><BR>This unprecedented inside account of the microchip industry at war offers lessons to all readers interested in the thrust and parry of the high-technology sector&mdash;or who face daunting competitive challenges of their own.<BR><BR><BR></div>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "UA7HmeVmVE3996kd43YuJd", "annotation": ""},{"book": {"author": "Michael Hammer", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Reengineering the Corporation", "uuid": "KTd2UVnJVTZsr79BtxZWKF", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061808647/1376527175.63.jpg", "average_rating": 3.72, "isbn": "9780061808647", "description": "<p>The most successful business book of the last decade, <em>Reengineering the Corporation</em> is the pioneering work on the most important topic in business today: achieving dramatic performance improvements. This book leads readers through the radical redesign of a company's processes, organization, and culture to achieve a quantum leap in performance.</p><p>Michael Hammer and James Champy have updated and revised their milestone work for the New Economy they helped to create -- promising to help corporations save hundreds of millions of dollars more, raise their customer satisfaction still higher, and grow ever more nimble in the years to come.</p>", "oyster_good_for_statement": ""}, "position": 25, "uuid": "Q89dBiKNksLanMv8VyAr2h", "annotation": ""},{"book": {"author": "Michael A. Hiltzik", "publication_date": "2009-05-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "Dealers of Lightning", "uuid": "WotNLgPyRW8hJHq3Uo2Ub6", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061913501/1376528399.6.jpg", "average_rating": 4.18, "isbn": "9780061913501", "description": "<p>In the bestselling tradition of <em>The Soul of a New Machine, Dealers of Lightning</em> is a fascinating journey of intellectual creation. In the 1970s and '80s, Xerox Corporation brought together a brain-trust of engineering geniuses, a group of computer eccentrics dubbed PARC. This brilliant group created several monumental innovations that triggered a technological revolution, including the first personal computer, the laser printer, and the graphical interface (one of the main precursors of the Internet), only to see these breakthroughs rejected by the corporation. Yet, instead of giving up, these determined inventors turned their ideas into empires that radically altered contemporary life and changed the world.</p><p>Based on extensive interviews with the scientists, engineers, administrators, and executives who lived the story, this riveting chronicle details PARC's humble beginnings through its triumph as a hothouse for ideas, and shows why Xerox was never able to grasp, and ultimately exploit, the cutting-edge innovations PARC delivered. <em>Dealers of Lightning</em> offers an unprecedented look at the ideas, the inventions, and the individuals that propelled Xerox PARC to the frontier of technohistoiy--and the corporate machinations that almost prevented it from achieving greatness.</p>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "yjEZ8eqppGD9SAfs4iqWHm", "annotation": ""},{"book": {"author": "John  Kenneth Galbraith", "publication_date": "2009-09-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "The Great Crash of 1929", "uuid": "oueQGCHogNcjs3A5VNxeLD", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575773/1376381097.96.jpg", "average_rating": 3.97, "isbn": "9780547575773", "description": "<DIV>Of Galbraith's classic examination of the 1929 financial collapse, the Atlantic Monthly said:\"Economic writings are seldom notable for their entertainment value, but this book is. Galbraith's prose has grace and wit, and he distills a good deal of sardonic fun from the whopping errors of the nation's oracles and the wondrous antics of the financial community.\" Now, with the stock market riding historic highs, the celebrated economist returns with new insights on the legacy of our past and the consequences of blind optimism and power plays within the financial community.</DIV>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "tPQVTVYX2Vqz4sWBEE4r7Y", "annotation": ""},{"book": {"author": "Brian Bagnall", "publication_date": "2012-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 548, "title": "Commodore", "uuid": "NY7LwfvqJtJuVSk7ELsZEU", "awards": [], "publisher": {"name": "Variant Press", "uuid": "xvyF5vifgZAk3ibp9PiCGU"}, "cover_img": "https://cflare.oysterbooks.com/covers/Variant%20Press/Commodore/1372980285.51.jpg", "average_rating": 4.22, "isbn": "9780986832260", "description": "Filled with first-hand accounts of ambition, greed, and inspired engineering, this history of the personal computer revolution takes readers inside the cutthroat world of Commodore. Before Apple, IBM, or Dell, Commodore was the first computer manufacturer to market its machines to the public, selling an estimated 22 million Commodore 64s. Those halcyon days were tumultuous, however, owing to the expectations and unsparing tactics of founder Jack Tramiel. Engineers and managers with the company between 1976 and 1994 share their memories of the groundbreaking moments, soaring business highs, and stunning employee turnover that came with being on top in the early days of the microcomputer industry. This updated second edition includes additional interviews and first-hand material from major Commodore figures like marketing guru Kit Spencer, chip designer Bill Mensch, and Commodore co-founder Manfred Kapp.", "oyster_good_for_statement": ""}, "position": 9, "uuid": "aRmGW8BjARJ9GhFoXHmX44", "annotation": ""},{"book": {"author": "Michael Schuman", "publication_date": "2009-06-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 464, "title": "The Miracle", "uuid": "iuaUUag5uHpMxekZyEDysM", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061888083/1376528240.98.jpg", "average_rating": 4.23, "isbn": "9780061888083", "description": "<p>In little more than a generation, Asia has emerged from centuries of stagnation to become the rising force of the global economy. This transformation has been so spectacular that some have called it a miracle. How did it happen? Taking the reader from the docksides of Korea to the halls of India's finance ministry, <em>The Miracle</em> details the courageous decisions and heroic self-sacrifice that made Asia's ascent possible. Spanning nine countries and probing major historical currents, this account illuminates not only Asia's extraordinary economic rise but also how its causes might emancipate the developing world from poverty and guide the developed world to further prosperity. </p><p>Using more than a decade of reporting and analysis, <em>Time</em> magazine and former <em>Wall Street Journal</em> reporter Michael Schuman uncovers how outsourcing to Asia began; how Asia's most famous companies, such as Sony and Honda, became global corporations; and how technological changes and global economic shifts made Asia's boom possible. He reveals the compelling human side to this economic story, introducing readers to the political strongmen, entrepreneurs, and policymakers who made the Miracle a reality. This engaging historical narrative brings to life the ideas and actions of a diverse group of Asians&#8212;dictators and democrats, generals and technocrats, economists and engineers. </p><p>Some of the characters in the book have captured the global imagination for years, such as China's reformer Deng Xiaoping and Sony founder Akio Morita. Others are less well known, including Park Chung Hee, Korea's tightfisted nation builder; Liu Chuanzhi, the risk-taking founder of PC maker Lenovo; and Azim Premji, the mastermind behind Wipro, one of India's technology giants. All of them shared a dream&#8212;to elevate Asia to its proper place of influence in the world and eradicate the poverty around them. </p><p><em>The Miracle</em> not only offers profound insight into Asia and its increasing wealth and power; it also reveals how these seismic shifts continue to reverberate through the global economy. The implications of Asia's economic ascent for the rest of the world are surprising, promising, and inspiring. Readers of <em>The Miracle</em> will gain a deep understanding of Asia's place in the global economy&#8212;and of their own. </p>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "UgE7P3QotGDJ8XpfU8iqgH", "annotation": ""},{"book": {"author": "Geoffrey A. Moore", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Crossing the Chasm", "uuid": "cbwynpvPMRscUqJGd77TH3", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795862/1376506544.86.jpg", "average_rating": 4.05, "isbn": "9780061795862", "description": "<p>Here is the bestselling guide that created a new game plan for marketing in high-tech industries. <em>Crossing the Chasm</em> has become the bible for bringing cutting-edge products to progressively larger markets. This edition provides new insights into the realities of high-tech marketing, with special emphasis on the Internet. It's essential reading for anyone with a stake in the world's most exciting marketplace.</p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "JxTek7ANLXJZh4UFZoKCf9", "annotation": ""},{"book": {"author": "David Halberstam", "publication_date": "2012-12-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 752, "title": "The Reckoning", "uuid": "cPiE49YoqWHhNbNtJX5aWg", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "Pulitzer Prize-Winning Author", "uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Reckoning/1373332316.65.jpg", "average_rating": 4.33, "isbn": "9781453286104", "description": "<DIV><b>Told with panoramic detail and gripping insight, <i>The Reckoning</i> is the inside story of automakers Ford and Nissan&mdash;and the collapse of America&rsquo;s industrial supremacy </b><b><BR></b></div><DIV><BR>After generations of creating high-quality automotive products, American industrialists began losing ground to the Japanese auto industry in the decades after World War II. David Halberstam, with his signature precision and absorbing narrative style, traces this power shift by delving into the boardrooms and onto the factory floors of the America&rsquo;s Ford Motor Company and Japan&rsquo;s Nissan. Different in every way&mdash;from their reactions to labor problems to their philosophies and leadership styles&mdash;the two companies stand as singular testaments to the challenges brought by the rise of the global economy. With intriguing vignettes about Henry Ford, Lee Iacocca, and other visionary industrial leaders, <i>The Reckoning </i>remains a powerful and enlightening story about manufacturing in the modern age, and how America fell woefully behind.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "QVvFuuw8qSqZmRBrDiCukZ", "annotation": ""},{"book": {"author": "Justin Fox", "publication_date": "2009-06-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "The Myth of the Rational Market", "uuid": "tDyUZLnSbVCAMt5QrSYf45", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061885709/1376528244.14.jpg", "average_rating": 3.76, "isbn": "9780061885709", "description": "<p>Chronicling the rise and fall of the efficient market theory and the century-long making of the modern financial industry, Justin Fox's <em>The Myth of the Rational Market</em> is as much an intellectual whodunit as a cultural history of the perils and possibilities of risk. The book brings to life the people and ideas that forged modern finance and investing, from the formative days of Wall Street through the Great Depression and into the financial calamity of today. It's a tale that features professors who made and lost fortunes, battled fiercely over ideas, beat the house in blackjack, wrote bestselling books, and played major roles on the world stage. It's also a tale of Wall Street's evolution, the power of the market to generate wealth and wreak havoc, and free market capitalism's war with itself.</p><p>The efficient market hypothesis&#8212;long part of academic folklore but codified in the 1960s at the University of Chicago&#8212;has evolved into a powerful myth. It has been the maker and loser of fortunes, the driver of trillions of dollars, the inspiration for index funds and vast new derivatives markets, and the guidepost for thousands of careers. The theory holds that the market is always right, and that the decisions of millions of rational investors, all acting on information to outsmart one another, always provide the best judge of a stock's value. That myth is crumbling.</p><p>Celebrated journalist and columnist Fox introduces a new wave of economists and scholars who no longer teach that investors are rational or that the markets are always right. Many of them now agree with Yale professor Robert Shiller that the efficient markets theory &#8220;represents one of the most remarkable errors in the history of economic thought.&#8221; Today the theory has given way to counterintuitive hypotheses about human behavior, psychological models of decision making, and the irrationality of the markets. Investors overreact, underreact, and make irrational decisions based on imperfect data. In his landmark treatment of the history of the world's markets, Fox uncovers the new ideas that may come to drive the market in the century ahead. </p>", "oyster_good_for_statement": ""}, "position": 23, "uuid": "XSMhQku9PihkF6hXaJPxRg", "annotation": ""},{"book": {"author": "Matt Ridley", "publication_date": "2010-06-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "The Rational Optimist", "uuid": "NYfL4QRSqeNjSohRZFVDrJ", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062025371/1376530560.35.jpg", "average_rating": 3.96, "isbn": "9780062025371", "description": "<p>Life is getting better&#8212;and at an accelerating rate. Food availability, income, and life span are up; disease, child mortality, and violence are down &#8212; all across the globe. Though the world is far from perfect, necessities and luxuries alike are getting cheaper; population growth is slowing; Africa is following Asia out of poverty; the Internet, the mobile phone, and container shipping are enriching people&#8217;s lives as never before. The pessimists who dominate public discourse insist that we will soon reach a turning point and things will start to get worse. But they have been saying this for two hundred years.</p><p>Yet Matt Ridley does more than describe how things are getting better. He explains why. Prosperity comes from everybody working for everybody else. The habit of exchange and specialization&#8212;which started more than 100,000 years ago&#8212;has created a collective brain that sets human living standards on a rising trend. The mutual dependence, trust, and sharing that result are causes for hope, not despair.</p><p>This bold book covers the entire sweep of human history, from the Stone Age to the Internet, from the stagnation of the Ming empire to the invention of the steam engine, from the population explosion to the likely consequences of climate change. It ends with a confident assertion that thanks to the ceaseless capacity of the human race for innovative change, and despite inevitable disasters along the way, the twenty-first century will see both human prosperity and natural biodiversity enhanced. Acute, refreshing, and revelatory, The Rational Optimist will change your way of thinking about the world for the better. </p>", "oyster_good_for_statement": ""}, "position": 16, "uuid": "xLcADrnEETtHKdkzCpVdna", "annotation": ""},{"book": {"author": "Peter F. Drucker", "publication_date": "2009-11-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "Post-Capitalist Society", "uuid": "WPz3jvwSHeguhS2Brv5zUj", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061985966/1376529666.11.jpg", "average_rating": 4.04, "isbn": "9780061985966", "description": "Business guru Peter Drucker provides an incisive analysis of the major world transformation taking place, from the Age of Capitalism to the Knowledge Society, and examines the radical affects it will have on society, politics, and business now and in the coming years.   This searching and incisive analysis of the major world transformation now taking place shows how it will affect society,economics, business, and politics and explains how we are movingfrom a society based on capital, land, and labor to a society   whoseprimary  source is knowIedge and whose key structure is theorganization.", "oyster_good_for_statement": ""}, "position": 21, "uuid": "eiTMGpSf444HFFm45mDZBS", "annotation": ""},{"book": {"author": "Enrico Moretti", "publication_date": "2012-05-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "The New Geography of Jobs", "uuid": "zthoCqRsDoqddJoAuyeYSe", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547750149/1376382587.63.jpg", "average_rating": 3.97, "isbn": "9780547750149", "description": "<DIV>&quot;A persuasive look at why some U.S. cities have prospered in recent decades while others have declined.&quot;&mdash;<I>Bloomberg Businessweek<br><br> </I><BR> We&rsquo;re used to thinking of the United States in opposing terms: red versus blue, haves versus have-nots. But today there are three Americas. At one extreme are the brain hubs&mdash;cities like San Francisco, Boston, and Durham&mdash;with workers who are among the most productive, creative, and best paid on the planet. At the other extreme are former manufacturing capitals, which are rapidly losing jobs and residents. The rest of America could go either way. For the past thirty years, the three Americas have been growing apart at an accelerating rate. This divergence is one the most important developments in the history of the United States and is reshaping the very fabric of our society, affecting all aspects of our lives, from health and education to family stability and political engagement. But the winners and losers aren&rsquo;t necessarily who you&rsquo;d expect.<BR><br> Enrico Moretti&rsquo;s groundbreaking research shows that you don&rsquo;t have to be a scientist or an engineer to thrive in one of the brain hubs. Carpenters, taxi-drivers, teachers, nurses, and other local service jobs are created at a ratio of five-to-one in the brain hubs, raising salaries and standard of living for all. Dealing with this split&mdash;supporting growth in the hubs while arresting the decline elsewhere&mdash;is the challenge of the century, and <I>The New Geography of Jobs </I>lights the way.<BR><br><br> &quot;Moretti has written a clear and insightful account of the economic forces that are shaping America and its regions, and he rightly celebrates human capital and innovation as the fundamental sources of economic development.&quot;&mdash;Jonathan Rothwell, The Brookings Institution<BR></div>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "dLw6TMZfPGDWTbfdvD7R5Y", "annotation": ""}]