[{"book": {"author": "Sam Kashner", "publication_date": "2010-06-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 544, "title": "Furious Love", "uuid": "Vi9Eiwc9YwSsDuvbVmeK6N", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061996979/1376487672.38.jpg", "average_rating": 3.82, "isbn": "9780061996979", "description": "<blockquote><p>The definitive story of Hollywood's most famous couple</p></blockquote><p>He was a tough-guy Welshman softened by the affections of a breathtakingly beautiful woman; she was a modern-day Cleopatra madly in love with her own Mark Antony. For nearly a quarter of a century, Elizabeth Taylor and Richard Burton were Hollywood royalty, and their fiery romance&#8212;often called \"the marriage of the century\"&#8212;was the most notorious, publicized, and celebrated love affair of its day.</p><p>For the first time, <em>Vanity Fair</em> contributing editor Sam Kashner and acclaimed biographer Nancy Schoenberger tell the complete story of this larger-than-life couple, showing how their romance and two marriages commanded the attention of the world. Also for the first time, in exclusive access given to the authors, Elizabeth Taylor herself gives never-revealed details and firsthand accounts of her life with Burton. </p><p>Drawing upon brand-new information and interviews&#8212;and on Burton's private, passionate, and heartbreaking letters to Taylor&#8212;<em>Furious Love</em> sheds new light on the movies, the sex, the scandal, the fame, the brawls, the booze, the bitter separations, and, of course, the fabled jewels. It offers an intimate glimpse into Elizabeth and Richard's privileged world and their elite circle of friends, among them Princess Grace, Montgomery Clift, the Duke and Duchess of Windsor, Peter O'Toole, Michael Caine, Marlon Brando, Rex Harrison, Mike Nichols, Laurence Olivier, Robert Kennedy, Tennessee Williams, No&#235;l Coward, John Huston, Ava Gardner, the Rothschilds, Maria Callas, and Aristotle Onassis. It provides an entertaining, eye-opening look at their films, their wildly lucrative reign in Europe and in Hollywood&#8212;and the price they paid for their extravagant lives.</p><p>Shocking and unsparing in its honesty, <em>Furious Love</em> explores the very public marriage of \"Liz and Dick\" as well as the private struggles of Elizabeth and Richard, including <em>Le Scandale</em>, their affair on the set of the notorious epic <em>Cleopatra</em> that earned them condemnation from the Vatican; Burton's hardscrabble youth in Wales; the crippling alcoholism that nearly destroyed his career and contributed to his early death; the medical issues that plagued both him and Elizabeth; and the failed aspirations and shame that haunted him throughout their relationship. As Kashner and Schoenberger illuminate the events and choices that shaped this illustrious couple's story, they demonstrate how the legendary pair presaged America's changing attitudes toward sex, marriage, morality, and celebrity. Yet ultimately, as the authors show, Elizabeth and Richard shared something priceless beyond the drama: enduring love.</p><p>Addictive and entertaining, <em>Furious Love</em> is more than a celebrity biography; it's an honest yet sympathetic portrait of a man, a woman, and a passion that shocked and mesmerized the world.</p>", "oyster_good_for_statement": ""}, "position": 0, "annotation_html": "With exclusive access to Liz and Dick through letters, interviews with both family members and the stars themselves, \"Furious Love\" is the authoritative book on the \"It Couple of the Millennium\" who upped the celebrity ante to a level never since achieved.", "uuid": "WGuT5NeHqzpmr4gWVCkmpL", "annotation": "With exclusive access to Liz and Dick through letters, interviews with both family members and the stars themselves, \"Furious Love\" is the authoritative book on the \"It Couple of the Millennium\" who upped the celebrity ante to a level never since achieved."},{"book": {"author": "Patricia Bosworth", "publication_date": "2012-06-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 396, "title": "Diane Arbus", "uuid": "vhHcpDMPn3ikZmom9AFJ6Z", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Diane%20Arbus/1373330458.39.jpg", "average_rating": 3.97, "isbn": "9781453244999", "description": "<DIV><DIV><b>Bosworth&rsquo;s remarkable look at the life of Diane Arbus, one of the most acclaimed and provocative photographers of her time</b></div><DIV>&#160;</div><DIV>Diane Arbus became famous for her intimate and unconventional portraits of twins, dwarfs, sideshow performers, eccentrics, and everyday &ldquo;freaks.&rdquo; Condemned by some for voyeurism, praised by others for compassion, she was nonetheless a transformative figure in twentieth-century photography and hailed by all for her undeniable genius. Her life was cut short when she committed suicide in 1971 at the peak of her career.</div><DIV>&#160;</div><DIV>In the first complete biography of Arbus, author Patricia Bosworth traces the arc of Arbus&rsquo;s remarkable life: her sheltered upper-class childhood and passionate, all-consuming marriage to Allan Arbus; her roles as wife and devoted mother; and her evolution from fashion photographer to critically acclaimed artist&mdash;one who forever altered the boundaries of photography.</div></div>", "oyster_good_for_statement": ""}, "position": 1, "annotation_html": "Once you start reading about Diane Arbus, her enormously important body of work, tragic suicide, and posthumous notoriety, you won’t be able to stop. You’ve been warned.", "uuid": "F9PS6XTdn78JjLzuC5YEFK", "annotation": "Once you start reading about Diane Arbus, her enormously important body of work, tragic suicide, and posthumous notoriety, you won’t be able to stop. You’ve been warned."},{"book": {"author": "Christopher Bray", "publication_date": "2011-06-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 348, "title": "Sean Connery", "uuid": "y5ArkXuumySmZSGNrpwQzZ", "awards": [], "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Sean%20Connery/1373329685.52.jpg", "average_rating": 2.82, "isbn": "9781453217702", "description": "<DIV><b>A biography of a star and an investigation of what can happen to a man when the images he creates take over his life</b></div><DIV><b>&#160;</b></div><DIV>Sean Connery&rsquo;s creation of secret agent James Bond invigorated Britain and its cinema, allowing a cash-strapped, morale-sapped country in decline to fancy itself still a player on the world stage. But while Bond would make Connery the first actor to command a million dollar&ndash;plus fee, the man himself was forever pouring scorn on the fantasies audiences found it increasingly had to separate him from. How can such worship not play havoc with one&rsquo;s soul&mdash;especially a soul as painfully unprepared for the pressures of stardom as Connery&rsquo;s?</div><DIV>&#160;</div><DIV>Undaunted, Connery went on to prove himself one of the cinema&rsquo;s most relaxed and assured stars and a guaranteed box-office draw. Moulding and remoulding his image to fit the contours of the age, Connery has gone from Sixties sex symbol to the sagacious figure to which today&rsquo;s young stars are forever turning.</div><DIV>&#160;</div>Spirited, argumentative and sardonically celebratory, Christopher Bray&rsquo;s <i>Sean Connery </i>is the story of an actor learning his craft on the job, and at the end of his career, of a man pressing his stardom into the service of his burgeoning political awareness. <BR>", "oyster_good_for_statement": ""}, "position": 2, "annotation_html": "Forget diamonds. Sean Connery is forever, and you’ll agree after breezing through this spirited, argumentative and sardonically celebratory bio.", "uuid": "BLBzBoNyMnouwRWPpc5EYb", "annotation": "Forget diamonds. Sean Connery is forever, and you’ll agree after breezing through this spirited, argumentative and sardonically celebratory bio."},{"book": {"author": "Fred Kaplan", "publication_date": "2013-04-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 850, "title": "Gore Vidal", "uuid": "npXbubvXfLDspFaAwTzqcJ", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Gore%20Vidal/1373336166.97.jpg", "average_rating": 3.65, "isbn": "9781480409774", "description": "<DIV><b>Fred Kaplan&rsquo;s insightful biography of the inimitable and brilliant Gore Vidal</b></div><DIV><BR>Few writers of recent memory have distinguished themselves in so many fields, and so consummately, as Gore Vidal. A prolific novelist, Vidal also wrote for film and theater, and became a classic essayist of his own time, delivering prescient analyses of American society, politics, and culture. Known for his rapier wit and intelligence, Vidal moved with ease among the cultural elite&mdash;his grandfather was a senator, he was intimate with the Kennedys, and one of his best friends was Tennessee Williams. For this definitive biography, Fred Kaplan was given access to Vidal&rsquo;s papers and letters. The result is an insightful and entertaining portrait of an exceptional and mercurial writer.</div>", "oyster_good_for_statement": ""}, "position": 3, "annotation_html": "It’s a tragedy that Vidal is no longer with us, but thank god for this definitive biography by Kaplan, who had special access to Vidal’s letters and papers.", "uuid": "xAS9cK8u5Q4Rnt2nTG8KZX", "annotation": "It’s a tragedy that Vidal is no longer with us, but thank god for this definitive biography by Kaplan, who had special access to Vidal’s letters and papers."},{"book": {"author": "Peter Bodo", "publication_date": "2012-06-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 100, "title": "Roger Federer", "uuid": "NjznzKpwdiUrXexu57jLQH", "awards": [], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Roger%20Federer%3A%20The%20Man%2C%20The%20Matches%2C%20The%20Rivals/1372976521.43.jpg", "average_rating": 3.48, "isbn": "9781938120398", "description": "<DIV>Well-known sports journalist and writer of the #1 tennis blog on the web, TennisWorld, Peter Bodo's newest eBook is devoted to the player who holds seven Wimbledon and seventeen Grand Slam titles, Olympic gold medalist Roger Federer. With his unique insights into The Mighty Fed&rsquo;s playing style, greatest rivalries, stunning winning streak (and possible decline), and even his fashion choices, Bodo chronicles the golden middle period of Federer&rsquo;s career, 2006-2009. Including interviews with Federer himself, this book provides a quick-paced, passionate look at tennis&rsquo;s greatest superstar.</div>", "oyster_good_for_statement": ""}, "position": 4, "annotation_html": "Nadal who? The Swiss Maestro will always be our #1, and we’re in good company: David Foster Wallace called watching Fed “a religious experience.” Get a similar feeling with this bio that covers it all.", "uuid": "EkmGGh3h9pMC5EFrp8emXG", "annotation": "Nadal who? The Swiss Maestro will always be our #1, and we’re in good company: David Foster Wallace called watching Fed “a religious experience.” Get a similar feeling with this bio that covers it all."},{"book": {"author": "Michael Gaffney", "publication_date": "2012-07-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 100, "title": "The Champ", "uuid": "TaDNJxErNfkr6qkZQ4XaFV", "awards": [], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/625/6251355350446.8.jpg", "average_rating": 4.72, "isbn": "9781938120206", "description": "<DIV>&quot;THE CHAMP is one helluva achievement and one helluva book.&quot;- Bert Randolph Sugar, Hall of Fame Boxing Historian<BR><BR>Award winning photojournalist Michael Gaffney was a personal photographer to Muhammad Ali from 1977-1978, and now shares his rare insider photographs and stories in THE CHAMP: My Year with Muhammad Ali.<BR><BR>Gaffney traveled the world with Ali, covered three fights, took 8,000 photographs, and produced hours of recordings that, pieced together in this book, define and reveal an authentic Ali. Poignant, funny, and brutally honest, this book reveals the struggles of the legendary fighter who fought to stay in the game he loved.<BR><BR>THE CHAMP is a dramatic look at the trilogy of Ali&rsquo;s fights from 1977-1978: A tough win against Earnie Shavers, a shocking loss to Leon Spinks, and a glorious redemptive comeback victory to win the World Heavyweight Championship for an unprecedented third time, a feat never accomplished before or since. THE CHAMP is also a compelling personal journey inside the good heart and courageous spirit of one of the most extraordinary people of our lifetime...Muhammad Ali.</div>", "oyster_good_for_statement": ""}, "position": 5, "annotation_html": "The extraordinary years of 1977-78 that made Muhammad Ali the Champ are recounted here by Ali’s longtime photographer, Michael Gaffney.", "uuid": "KRWCnR5ZJWSPWadDi7ZA97", "annotation": "The extraordinary years of 1977-78 that made Muhammad Ali the Champ are recounted here by Ali’s longtime photographer, Michael Gaffney."},{"book": {"author": "Kurt Vonnegut", "publication_date": "2011-12-27", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 176, "title": "Kurt Vonnegut: The Last Interview", "uuid": "ru2oTELw5gL24D7zdmBp4C", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190914/1377114606.52.jpg", "average_rating": 3.98, "isbn": "9781612190914", "description": "<p>One of the great American iconoclasts holds forth on politics, war, books and writers, and his personal life in a series of interviews, including his last published interview.</p>\n<p>During his long career Kurt Vonnegut won international praise for his novels, plays, and essays. In this new anthology of conversations with Vonnegut—which collects interviews from throughout his career—we learn much about what drove Vonnegut to write and how he viewed his work at the end.</p>", "oyster_good_for_statement": ""}, "position": 6, "annotation_html": "Vonnegut is a man who needs no introduction, but don’t you want to hear more about him, anyway? That great mind! That wit! ", "uuid": "iCwba5vv47jmwL5pTiQBHP", "annotation": "Vonnegut is a man who needs no introduction, but don’t you want to hear more about him, anyway? That great mind! That wit! "},{"book": {"author": "W.H. Davies", "publication_date": "2011-11-08", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 336, "title": "The Autobiography Of A Super-tramp", "uuid": "ZkHBzKaN8cF68RqxtnnD5M", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190242/1377113688.05.jpg", "average_rating": 3.77, "isbn": "9781612190242", "description": "<p>An untutored Welsh tramp who became a popular poet acclaimed by the conservative Georgians and the vanguard Ezra Pound alike, W. H. Davies surprised his contemporaries with the unlikeliest portrait of the artist as a young man ever written.</p>\n<p>After a delinquent childhood Davies renounced home and apprenticeship and at twenty-two sailed to America—the first of more than a dozen Atlantic crossings, often made by cattle boat. From 1893 to 1899 he was schooled by the hard men of the road, disdaining regular work and subsisting by begging. Crossing Canada to join the \"Klondyke” gold rush, Davies fell while hopping a train. His foot was crushed and his leg amputated. \"All the wildness had been taken out of me,” Davies wrote, \"and my adventures after this were not of my own seeking.”</p>\n<p>Praised by Osbert Sitwell for his \"primitive splendour and directness,” Davies evokes the beauty and frontier violence of turn-of-the-century America in prose that George Bernard Shaw commended to \"literary experts for its style alone.” The insurgent wanderlust that found an American voice in Jack London and Jack Kerouac is expressed here in a raucous true adventure story by the man Shaw called \"the incorrigible Supertramp who wrote this amazing book.”</p>", "oyster_good_for_statement": ""}, "position": 7, "annotation_html": "Never heard of W.H. Davies? No worries—read on anyway for an outrageous story of the life of a man whom Shaw deemed an “incorrigible super-tramp.”", "uuid": "A5gQg4KEX9ZCgospuN6oDJ", "annotation": "Never heard of W.H. Davies? No worries—read on anyway for an outrageous story of the life of a man whom Shaw deemed an “incorrigible super-tramp.”"},{"book": {"author": "Susan Bordo", "publication_date": "2013-04-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Creation of Anne Boleyn", "uuid": "7b2qCjHaTNBKXTV3QMiuw9", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547999524/1383487920.29.jpg", "average_rating": 3.99, "isbn": "9780547999524", "description": "<DIV>Part biography, part cultural history, <I>The Creation of Anne Boleyn</I> is a fascinating reconstruction of Anne&#8217;s life and an illuminating look at her afterlife in the popular imagination. Why is Anne so compelling? Why has she inspired such extreme reactions? What did she really look like? Was she the flaxen-haired martyr of Romantic paintings or the raven-haired seductress of twenty-first-century portrayals? (Answer: neither.) And perhaps the most provocative questions concern Anne&#8217;s death more than her life. How could Henry order the execution of a once beloved wife? Drawing on scholarship and critical analysis, Bordo probes the complexities of one of history&#8217;s most infamous relationships.<br><BR>Bordo also shows how generations of polemicists, biographers, novelists, and filmmakers imagined and re-imagined Anne: whore, martyr, cautionary tale, proto &#8220;mean girl,&#8221; feminist icon, and everything in between. In this lively book, Bordo steps off the well-trodden paths of Tudoriana to expertly tease out the human being behind the competing mythologies.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 8, "annotation_html": "Part biography, part cultural history, all compelling reconstruction of this enigmatic figure.", "uuid": "bMjexUUp4xCs7bP9Nfon5E", "annotation": "Part biography, part cultural history, all compelling reconstruction of this enigmatic figure."},{"book": {"author": "Mary Karr", "publication_date": "2009-11-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "Lit", "uuid": "iWvxxUPXjAbhbixGA2caqC", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959684/1376528772.71.jpg", "average_rating": 3.81, "isbn": "9780061959684", "description": "<p><em>The Liars' Club</em> brought to vivid, indelible life Mary Karr's hardscrabble Texas childhood. <em>Cherry</em>, her account of her adolescence, \"continued to set the literary standard for making the personal universal\" (<em>Entertainment Weekly</em>). Now Lit follows the self-professed blackbelt sinner's descent into the inferno of alcoholism and madness&#8212;and to her astonishing resurrection. </p><p>Karr's longing for a solid family seems secure when her marriage to a handsome, Shakespeare-quoting blueblood poet produces a son they adore. But she can't outrun her apocalyptic past. She drinks herself into the same numbness that nearly devoured her charismatic but troubled mother, reaching the brink of suicide. A hair-raising stint in \"The Mental Marriott,\" with an oddball tribe of gurus and saviors, awakens her to the possibility of joy and leads her to an unlikely faith. Not since Saint Augustine cried, \"Give me chastity, Lord&#8212;but not yet!\" has a conversion story rung with such dark hilarity. </p><p><em>Lit</em> is about getting drunk and getting sober; becoming a mother by letting go of a mother; learning to write by learning to live. Written with Karr's relentless honesty, unflinching self-scrutiny, and irreverent, lacerating humor, it is a truly electrifying story of how to grow up&#8212;as only Mary Karr can tell it. </p>", "oyster_good_for_statement": ""}, "position": 9, "annotation_html": "Author of \"The Liars Club\" shines in this memoir, which makes you wonder just how Karr turned out so well.", "uuid": "3JwZFhYSY45k64jqJPtXXJ", "annotation": "Author of \"The Liars Club\" shines in this memoir, which makes you wonder just how Karr turned out so well."},{"book": {"author": "David Foster Wallace", "publication_date": "2012-12-18", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 128, "title": "David Foster Wallace: The Last Interview", "uuid": "TSSmNfXpQn4MAuFSCup5pR", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192079/1377113922.31.jpg", "average_rating": 3.88, "isbn": "9781612192079", "description": "<p>In intimate and eloquent interviews, including the last he gave before his suicide, the writer hailed by A.O. Scott of The New York Times as \"the best mind of his generation” considers the state of modern America, entertainment and discipline, adulthood, literature, and his own inimitable writing style. The volume includes among others interviews with Laura Miller, Dave Eggers, and the student magazine of Wallace's own alma mater, Amherst.</p>", "oyster_good_for_statement": ""}, "position": 10, "annotation_html": "The great loss of our era is the untimely death of David Foster Wallace. Revel in his words for a while longer with these intimate conversations.", "uuid": "CRdmWD2hoFonTBQuyYn6U4", "annotation": "The great loss of our era is the untimely death of David Foster Wallace. Revel in his words for a while longer with these intimate conversations."},{"book": {"author": "Annie Dillard", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "American Childhood", "uuid": "DnfNiUN63oqMtfCR7suSiU", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061843136/1376452281.88.jpg", "average_rating": 3.94, "isbn": "9780061843136", "description": "<p>A book that instantly captured the hearts of readers across the country, <em>An American Childhood</em> is Pulitzer Prize-winning author Annie Dillard's poignant, vivid memoir of growing up in Pittsburgh in the 1950s.</p>", "oyster_good_for_statement": ""}, "position": 11, "annotation_html": "\"The visible world turned me curious to books; the books propelled me reeling back to the world,” writes the Pulitzer Prize-winning Dillard in her classic memoir of a childhood in Pittsburgh. That lovably curious little Annie turns out to be one of the best writers of the 20th century. Read how she got her start.", "uuid": "rUdPsaBGfYXWfuxv2EsGcf", "annotation": "\"The visible world turned me curious to books; the books propelled me reeling back to the world,” writes the Pulitzer Prize-winning Dillard in her classic memoir of a childhood in Pittsburgh. That lovably curious little Annie turns out to be one of the best writers of the 20th century. Read how she got her start."},{"book": {"author": "Christopher Hitchens", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 208, "title": "Thomas Jefferson", "uuid": "Lb8zEuKHmRtLyadoVDwwDZ", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061753978/1376487490.22.jpg", "average_rating": 3.87, "isbn": "9780061753978", "description": "<p>In this unique biography of Thomas Jefferson, leading journalist and social critic Christopher Hitchens offers a startlingly new and provocative interpretation of our Founding Father. Situating Jefferson within the context of America's evolution and tracing his legacy over the past two hundred years, Hitchens brings the character of Jefferson to life as a man of his time and also as a symbolic figure beyond it.</p><p>Conflicted by power, Jefferson wrote the Declaration of Independence and acted as Minister to France yet yearned for a quieter career in the Virginia legislature. Predicting that slavery would shape the future of America's development, this professed proponent of emancipation elided the issue in the Declaration and continued to own human property. An eloquent writer, he was an awkward public speaker; a reluctant candidate, he left an indelible presidential legacy.</p><p>Jefferson's statesmanship enabled him to negotiate the Louisiana Purchase with France, doubling the size of the nation, and he authorized the Lewis and Clark expedition, opening up the American frontier for exploration and settlement. Hitchens also analyzes Jefferson's handling of the Barbary War, a lesser-known chapter of his political career, when his attempt to end the kidnapping and bribery of Americans by the Barbary states, and the subsequent war with Tripoli, led to the building of the U.S. navy and the fortification of America's reputation regarding national defense.</p><p>In the background of this sophisticated analysis is a large historical drama: the fledgling nation's struggle for independence, formed in the crucible of the eighteenth-century Enlightenment, and, in its shadow, the deformation of that struggle in the excesses of the French Revolution. This artful portrait of a formative figure and a turbulent era poses a challenge to anyone interested in American history -- or in the ambiguities of human nature.</p>", "oyster_good_for_statement": ""}, "position": 12, "annotation_html": "All our heroes have heroes of their own. In this case, our beloved Hitch paints a complex and provocative interpretation of Jefferson—a Founding Father admirable for his writing skills and morally questionable for his lifestyle choices—full of the whip smart wit that makes us adore Hitch ever so.", "uuid": "22WPbg95S68iYu2ba3h9qM", "annotation": "All our heroes have heroes of their own. In this case, our beloved Hitch paints a complex and provocative interpretation of Jefferson—a Founding Father admirable for his writing skills and morally questionable for his lifestyle choices—full of the whip smart wit that makes us adore Hitch ever so."},{"book": {"author": "Patrick Mcgilligan", "publication_date": "2010-10-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 864, "title": "Alfred Hitchcock", "uuid": "rYi7eAhgjXZN6B4KN92vcC", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062028648/1376530626.23.jpg", "average_rating": 3.95, "isbn": "9780062028648", "description": "<p><em>Alfred Hitchcock: A Life in Darkness and Light</em> is the definitive biography of the Master of Suspense and the most widely recognized film director of all time.</p><p>In a career that spanned six decades and produced more than 60 films &#8211; including <em>The 39 Steps</em>, <em>Vertigo</em>, <em>Psycho</em>, and <em>The Birds</em> &#8211; Alfred Hitchcock set new standards for cinematic invention and storytelling. Acclaimed biographer Patrick McGilligan re-examines his life and extraordinary work, challenging perceptions of Hitchcock as the &#8220;macabre Englishman&#8221; and sexual obsessive, and reveals instead the ingenious craftsman, trickster, provocateur, and romantic.</p><p>With insights into his relationships with Hollywood legends &#8211; such as Cary Grant, James Stewart, Ingrid Bergman, and Grace Kelly &#8211; as well as his 54-year marriage to Alma Reville and his inspirations in the thriller genre, the book is full of the same dark humor, cliffhanger suspense, and revelations that are synonymous with one of the most famous and misunderstood figures in cinema.</p>", "oyster_good_for_statement": ""}, "position": 13, "annotation_html": "There’s so much to say about Hitchcock's career, his work, his aesthetics, his muses and, of course, his Alma. McGilligan’s biography covers the Master of Suspense's six decade career and over 60 films. Consider this necessary reading for anyone who cares about movies.", "uuid": "ojDRLFJGMaXvUJL7oKRWQD", "annotation": "There’s so much to say about Hitchcock's career, his work, his aesthetics, his muses and, of course, his Alma. McGilligan’s biography covers the Master of Suspense's six decade career and over 60 films. Consider this necessary reading for anyone who cares about movies."},{"book": {"author": "Roger Kahn", "publication_date": "2012-11-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 496, "title": "A Flame of Pure Fire", "uuid": "5sDKMp8wDLr6suUahDzhwB", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544173910/1376383468.94.jpg", "average_rating": 4.02, "isbn": "9780544173910", "description": "<DIV>Jack Dempsey was perfectly suited to the time in which he fought, the time when the United States first felt the throb of its own overwhelming power. For eight years and two months after World War I, Dempsey, with his fierce good looks and matchless dedication to the kill, was heavyweight champion of the world. A Flame of Pure Fire is the extraordinary story of a man and a country growing to maturity in a blaze of strength and exuberance that nearly burned them to ash. Hobo, roughneck, fighter, lover, millionaire, movie star, and, finally, a gentleman of rare generosity and sincerity, Dempsey embodied an America grappling with the confusing demands of preeminence. Dempsey lived a life that touched every part of the American experience in the first half of the twentieth century.  Roger Kahn, one of our preeminent writers about the human side of sport, has found in Dempsey a subject that matches his own manifold talents. A friend of Dempsey's and an insightful observer of the ways in which sport can measure a society's evolution, Kahn reaches a new and exciting stage in his acclaimed career with this book. In the story of a man John Lardner called \"a flame of pure fire, at last a hero,\" Roger Kahn finds the heart of America.<br></div>", "oyster_good_for_statement": ""}, "position": 14, "annotation_html": "Boxing champion Jack Dempsey, the \"hobo, roughneck, brawler, fighter, slacker, lover, millionaire, gentleman,\" is the perfect lens through which to view the Jazz Age. \"Kid Blackie\" was a rougher Gatsby and just as entertaining. This bio reveals as much about Dempsey as it does the crazy decade of the 1920's.", "uuid": "B93awXdYP5TXX9wcnhfwd3", "annotation": "Boxing champion Jack Dempsey, the \"hobo, roughneck, brawler, fighter, slacker, lover, millionaire, gentleman,\" is the perfect lens through which to view the Jazz Age. \"Kid Blackie\" was a rougher Gatsby and just as entertaining. This bio reveals as much about Dempsey as it does the crazy decade of the 1920's."},{"book": {"author": "Benjamin Franklin", "publication_date": "1791-01-01", "oyster_summary": "", "status": 1, "language_code": "", "number_print_pages": 144, "title": "The Autobiography of Benjamin Franklin", "uuid": "UkVKg9DskQztYWzGf2HiPn", "awards": [], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/679/6791355876373.18.png", "average_rating": 3.76, "isbn": "9781629450568", "description": "Written by Benjamin Franklin between 1771 to 1790, the work has become one of the most famous and influential examples of an autobiography ever written. Franklin's account of his life is divided into four parts, reflecting the different periods at which he wrote them.", "oyster_good_for_statement": ""}, "position": 15, "annotation_html": "The pre-war life of one of America's greatest thinkers, writers, statesmen, innovators, and (surprisingly?) lovers. It's all here, and a little bit more, as Franklin defines what it ought to mean to be an American.", "uuid": "pQApSrqHWQhTx9gv5SHbDJ", "annotation": "The pre-war life of one of America's greatest thinkers, writers, statesmen, innovators, and (surprisingly?) lovers. It's all here, and a little bit more, as Franklin defines what it ought to mean to be an American."}]