[{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2010-10-19", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Haven/1373329397.18.jpg", "uuid": "Jp5TJXkXrQjNAhUduS4Ky9", "average_rating": 4.16, "author": "Ruth Gruber", "awards": [], "description": "<DIV><DIV><DIV><B>The powerful story of a top-secret mission to rescue one thousand European refugees in the midst of the Second World War</B></div></div><DIV>&#160;</div><DIV>In 1943, nearly one thousand European refugees from eighteen different countries set out on a journey for asylum in the United States. Accompanying them was Ruth Gruber, who with the backing of the United States government, was made a simulated General to escort the refugees on their secret mission across the Atlantic from a port in Italy to a camp in Oswego, New York&mdash;a dangerous endeavor that carried the threat of Nazi capture with each passing day.</div><DIV>While on board the ship that was to transport them to America, Gruber recorded the stories of the refugees, and she presents them in vivid detail here. The result is a poignant and engrossing story of suffering under Nazi persecution and bravery in the face of the most overwhelming of circumstances.</div><BR><p>&#160;</p></div>", "isbn": "9781453206065", "title": "Haven", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "9rBNSJyUXk4SvDeqB8z8sC", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 448, "language_code": "English", "publication_date": "2012-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781611457735/1377705586.6.jpg", "uuid": "tDWmpk7gWuWP2F85K8jdMP", "average_rating": 0.0, "author": "Jean Helion; Deborah Rosenthal; Jacqueline Helion", "awards": [], "description": "The French painter Jean Hélion’s unique and deeply moving account of his experiences in Nazi prisoner-of-war camps prefigures the even darker stories that would emerge from the concentration camps. This serious adventure tale begins with Hélion’s infantry platoon fleeing from the German army and warplanes as they advanced through France in the early days of the war. The soldiers chant as they march and run, “They shall not have me!” but are quickly captured and sent to hard labor.   Writing in English in 1943, after his risky escape to freedom in the United States, Hélion vividly depicts the sights, sounds, and smells of the camps, and shrewdly sizes up both captors and captured. In the deep humanity, humor, and unsentimental intelligence of his observations, we can recognize the artist whose long career included friendships with the likes of Mondrian, Giacometti, and Balthus, and an important role in shaping modern art movements. Hélion’s picture of almost two years without his art is a self-portrait of the artist as a man.", "isbn": "9781611457735", "title": "They Shall Not Have Me", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "YQuR3Tq6bTne3y5azJJx76", "name": "Skyhorse Publishing, Inc."}}, "annotation": "", "uuid": "ivvckExWbeHwAhYmoFBwa8", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2013-05-07", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/If%20Chaos%20Reigns/1373336082.56.jpg", "uuid": "5QPkweqMWsRH5gsHRssgmH", "average_rating": 0.0, "author": "Flint Whitlock", "awards": [], "description": "<DIV>&ldquo;Gentlemen, do not be daunted if chaos reigns; it undoubtedly will.&rdquo; So said Brigadier S. James Hill, commanding officer of the British 3rd Parachute Brigade, in an address to his troops shortly before the launching of Operation Overlord&mdash;the D-Day invasion of Normandy.&#160;No more prophetic words were ever spoken, for chaos indeed reigned on that day, and many more that followed.</div><DIV>&#160;</div><DIV>Much has been written about the Allied invasion of France, but award-winning military historian Flint Whitlock has put together a unique package&mdash;the first history of the assault that concentrates exclusively on the activities of the American, British, and Canadian airborne forces that descended upon Normandy in the dark, pre-dawn hours of June 6, 1944. Landing into the midst of the unknown, the airborne troops found themselves fighting for their lives on every side in the very jaws of the German defenses, while striving to seize their own key objectives in advance of their seaborne comrades to come.</div><DIV>&#160;</div><DIV>Whitlock details the formation, recruitment, training, and deployment of the Allies&rsquo; parachute and glider troops. First-person accounts by veterans who were there&mdash;from paratroopers to glidermen to the pilots who flew them into the battle, as well as the commanders (Eisenhower, Taylor, Ridgway, Gavin, and more)&mdash;make for compelling, &ldquo;you-are-there&rdquo; reading. <i>If Chaos Reigns</i> is a fitting tribute to the men who rode the wind into battle and managed to pull victory out of confusion, chaos, and almost certain defeat.</div>", "isbn": "9781480406636", "title": "If Chaos Reigns", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "gGQmoGsT3v9ugPkoh3CReH", "name": "Casemate Publishers"}}, "annotation": "", "uuid": "96e9P55xXDWMLQHbGwJQL", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 222, "language_code": "eng", "publication_date": "2011-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Elliott%20%26%20Thompson/Courage%20Under%20Fire/1372980048.5.jpg", "uuid": "RnKe3UHUhtWTrM3EmPYvrL", "average_rating": 0.0, "author": "Tim Lynch", "awards": [], "description": "<DIV><DIV><B>An intense and dramatic exploration of what life on the frontline is like for soldiers of all ranks, filled with voices of veterans from World War II, the Korean War, the Falklands, the Gulf wars, and many other conflicts</B></DIV><DIV>&#160;</DIV><DIV>Glorified and vilified, everyone has an opinion about soldiers, but this collection looks behind the headlines and heroism to find out who they really are.&#160;From the last man killed in World War I to a young man running the risk of improvised explosive devices in Afghanistan today,&#160;this&#160;is an examination of&#160;the pressures, fears, camaraderie, and isolation of fighting battles.&#160;It is split into three parts, the first a collection of instances of extreme courage from veterans of the recent conflicts in Iraq, Afghanistan, and elsewhere.&#160;The second part uses archive material from the armed conflicts of the last 90 years to examine how life at the front has changed, while the third is an assortment of observations on heroism from war correspondents and commentators today. The journey of a soldier is traced from enlistment through training, battlefield arrival, facing enemy fire, the end of service, and life after the military.&#160;Including contributions from former soldiers who have received treatment for physical and mental health problems, the book explores how the troubles of war can affect everyday life and is a moving and fascinating tribute to the men and women of the Army, Navy, and Royal Air Force.</div></DIV>", "isbn": "9781907642265", "title": "Courage Under Fire", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "yqdGXWhdgE2VGR4NQRKZyd", "name": "Elliott & Thompson"}}, "annotation": "", "uuid": "hUV6Ky7izhhoghBn6ua2Wi", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2007-09-07", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306816505/1387370878.41.jpg", "uuid": "yWvAVPyjegE8KTmrevrX8n", "average_rating": 4.6, "author": "Simon Berthon", "awards": [], "description": "<DIV>With innovative style and thorough scholarship, <I>Warlords</I> tells the story of World War II through the eyes and minds of its four great leaders-Adolf Hitler, Franklin Roosevelt, Winston Churchill, and Joseph Stalin. While their nations battled in the field, these warlords of the twentieth century waged a private war of the mind. From Whitehall and Washington to the Wolf&#8217;s Lair and the Kremlin, Warlords documents their psychological battles and the attempts to outthink and outfight one another. Like a cinematic thriller, rapidly cutting from one man to the next, the narrative reveals each leader as they face history&#8217;s greatest conflict-and each other.</Div>", "isbn": "9780306816505", "title": "Warlords", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "N52fJehDk7JfnPMmQ9oC4Z", "position": 47},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2008-03-18", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586486822/1387370911.32.jpg", "uuid": "hZLDrWvpr8tcNNwg2YZX6g", "average_rating": 4.4, "author": "Andy Rooney", "awards": [], "description": "<DIV><I>My War</I> is a blunt, funny, idiosyncratic account of Andy Rooney's World War II. As a young, na&#239;ve correspondent for <I>The Stars and Stripes</I>, Rooney flew bomber missions, arrived in France during the D-Day invasion, crossed the Rhine with the Allied forces, traveled to Paris for the Liberation, and was one of the first reporters into Buchenwald. Like so many of his generation, Rooney's life was changed forever by the war. He saw life at the extremes of human experience, and wrote about what he observed, making it real to millions of men and women. <I>My War</I> is the story of an inexperienced kid learning the craft of journalism. It is by turns moving, suspenseful, and reflective. And Rooney's unmistakable voice shines through on every page.</div>", "isbn": "9781586486822", "title": "My War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}}, "annotation": "", "uuid": "xoffzJbbWBHiqhADmGGsGU", "position": 40},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061984945/1376529656.47.jpg", "uuid": "z7yceXHMjpdbXW9hre2kNn", "average_rating": 4.0, "author": "Michael Korda", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>In the summer of 1940, fewer than three thousand young fighter pilots of the Royal Air Force stood between Hitler and the victory that seemed almost within his grasp.</p><p>In this superb history of three epic months that saved the world, Michael Korda brilliantly re-creates the intensity of combat in \"the long, delirious, burning blue\" of the sky above southern England&#8212;while tracing, perhaps for the first time, the entire complex web of political, diplomatic, scientific, industrial, and human decisions during the 1930s that inexorably led to the world's first, greatest, and most decisive air battle. <em>With Wings Like Eagles</em> brings to vivid life the extraordinary men and women on both sides of the conflict&#8212;from Winston Churchill, Neville Chamberlain, and Reichsmarschall Hermann G&#246;ring to the ground crews, the German pilots, the American volunteers, and the courageous airmen and airwomen of the RAF.</p>", "isbn": "9780061984945", "title": "With Wings Like Eagles", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "9tmqsy3iaT99xXrWEntFne", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 800, "language_code": "eng", "publication_date": "2011-05-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079473/1376552989.99.jpg", "uuid": "q8XsUS9fS2WrcN4bqJmcC4", "average_rating": 4.09, "author": "Andrew Roberts", "awards": [], "description": "<p>From \"Britain's finest military historian\" (<em>The Economist</em>) comes a magisterial new history of World War II and the flawed axis strategy that led to their defeat.</p><p>The Second World War lasted for 2,174 days, cost $1.5 trillion, and claimed the lives of more than 50 million people. What were the factors that affected the war's outcome? Why did the Axis lose? And could they, with a different strategy, have won? Andrew Roberts's acclaimed new history has been hailed as the finest single-volume account of this epic con?ict. From the western front to North Africa, from the Baltic to the Far East, he tells the story of the war&#8212;the grand strategy and the individual experience, the cruelty and the heroism&#8212;as never before.</p><p>In researching this magnificently vivid history, Roberts walked many of the key battlefields and wartime sites in Russia, France, Italy, Germany, and the Far East, and drew on a number of never-before-published documents, such as a letter from Hitler's director of military operations explaining the reasoning behind the F&#252;hrer's order to halt the Panzers outside Dunkirk&#8212;a delay that enabled British forces to evacuate. Roberts illuminates the principal actors on both sides and analyzes how they reached critical decisions. He also presents the tales of many little-known individuals whose experiences form a panoply of the extraordinary courage and self-sacrifice, as well as the terrible depravity and cruelty, of the Second World War. </p><p>Meticulously researched and masterfully written, <em>The Storm of War</em> gives a dramatic account of this momentous event and shows in remarkable detail why the war took the course it did.</p>", "isbn": "9780062079473", "title": "The Storm of War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "UyTJL8SsKPC4nV2Bt4sfVR", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2013-10-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547807416/1383487931.92.jpg", "uuid": "TsmmSerWRrJeU9zX7kddfG", "average_rating": 3.94, "author": "Wendy Lower", "awards": [], "description": "<DIV>Wendy Lower&#8217;s stunning account of the role of German women on the World War II Nazi eastern front powerfully revises history, proving that we have ignored the reality of women&#8217;s participation in the Holocaust, including as brutal killers. The long-held picture of German women holding down the home front during the war, as loyal wives and cheerleaders for the F&#252;hrer, pales in comparison to Lower&#8217;s incisive case for the massive complicity, and worse, of the 500,000 young German women she places, for the first time, directly in the killing fields of the expanding Reich.<BR><BR><I>Hitler&#8217;s Furies</I> builds a fascinating and convincing picture of a morally &#8220;lost generation&#8221; of young women, born into a defeated, tumultuous post&#8211;World War I Germany, and then swept up in the nationalistic fervor of the Nazi movement&#8212;a twisted political awakening that turned to genocide. These young women&#8212;nurses, teachers, secretaries, wives, and mistresses&#8212;saw the emerging Nazi empire as a kind of &#8220;wild east&#8221; of career and matrimonial opportunity, and yet could not have imagined what they would witness and do there. Lower, drawing on twenty years of archival and field work on the Holocaust, access to post-Soviet documents, and interviews with German witnesses, presents overwhelming evidence that these women were more than &#8220;desk murderers&#8221; or comforters of murderous German men: that they went on &#8220;shopping sprees&#8221; for Jewish-owned goods and also brutalized Jews in the ghettos of Poland, Ukraine, and Belarus; that they were present at killing-field picnics, not only providing refreshment but also taking their turn at the mass shooting. And Lower uncovers the stories, perhaps most horrific, of SS wives with children of their own, whose female brutality is as chilling as any in history.<BR><BR><I>Hitler&#8217;s Furies</I> will challenge our deepest beliefs: genocide is women&#8217;s business too, and the evidence can be hidden for seventy years.</DIV>", "isbn": "9780547807416", "title": "Hitler's Furies", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "pSMuYMkgmXCTWH8XEvApFh", "position": 42},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2000-09-14", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547349626/1376381101.08.jpg", "uuid": "vzoU8RJbfd8Zyo2KVJMYFb", "average_rating": 3.92, "author": "Modris Eksteins", "awards": [], "description": "<DIV>Part history, part autobiography, WALKING SINCE DAYBREAK tells the tragic story of the Baltic nations before, during, and after World War II. Personal stories of the survival or destruction of Modris Eksteins's family members lend an intimate dimension to this vast narrative of those millions who have surged back and forth across the lowlands bordering the Baltic Sea. The immense cataclysm of World War II devastated the Baltic republics of Lithuania, Latvia, and Estonia, sending many of their inhabitants to the ends of the earth. WALKING SINCE DAYBREAK belongs in the great tradition of books that redefine our understanding of history, like J. R. Huizinga's THE WANING OF THE MIDDLE AGES and Jacob Burckhardt's THE RENAISSANCE IN ITALY. Eksteins's two-pronged narrative is a haunting portrait of national loss and the struggle of a displaced family caught in the maw of history.</div>", "isbn": "9780547349626", "title": "WALKING SINCE DAYBREAK: AVL IN PA", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "njKJjxd3uUNJVoBSUgpAZm", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "English", "publication_date": "2013-06-04", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515723/1378051250.57.jpg", "uuid": "8SEKYHyzWJkS2byHyRfJKc", "average_rating": 4.2, "author": "David Margolick", "awards": [], "description": "American author John Horne Burns (1916–1953) led a brief and controversial life, and as a writer, transformed many of his darkest experiences into literature. Burns was born in Massachusetts, graduated from Andover and Harvard, and went on to teach English at the Loomis School, a boarding school for boys in Windsor, Connecticut. During World War II, he was stationed in Africa and Italy, and worked mainly in military intelligence. His first novel, The Gallery (1947), based on his wartime experiences, is a critically acclaimed novel and one of the first to unflinchingly depict gay life in the military. The Gallery sold half a million copies upon publication, but never again would Burns receive that kind of critical or popular attention.\r\n \r\nDreadful follows Burns, from his education at the best schools to his final years of drinking and depression in Italy. With intelligence and insight, David Margolick examines Burns’s moral ambivalence toward the behavior of American soldiers stationed with him in Naples, and the scandal surrounding his second novel, Lucifer with a Book, an unflattering portrayal of his experiences at Loomis.", "isbn": "9781590515723", "title": "Dreadful", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "fYPVBq9EFVoNHB6B2KGKwj", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 312, "language_code": "eng", "publication_date": "2012-09-11", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822117/1387371124.04.jpg", "uuid": "JemuCQoMomKKLMJ5eood5j", "average_rating": 4.28, "author": "Denis Avey", "awards": [], "description": "<DIV><i>The Man Who Broke into Auschwitz</i> is the extraordinary true story of a British soldier who marched willingly into the concentration camp, Buna-Monowitz, known as Auschwitz III.</div><div>&#160;</div><div>In the summer of 1944, Denis Avey was being held in a British POW labour camp, E715, near Auschwitz III. He had heard of the brutality meted out to the prisoners there and he was determined to witness what he could.</div><div>&#160;</div><div>He hatched a plan to swap places with a Jewish inmate and smuggled himself into his sector of the camp. He spent the night there on two occasions and experienced at first-hand the cruelty of a place where slave workers, had been sentenced to death through labor.</div><div>&#160;</div><div>Astonishingly, he survived to witness the aftermath of the Death March where thousands of prisoners were murdered by the Nazis as the Soviet Army advanced. After his own long trek right across central Europe he was repatriated to Britain.</div><div>&#160;</div><div>For decades he couldn't bring himself to revisit the past that haunted his dreams, but now Denis Avey feels able to tell the full story&mdash;a tale as gripping as it is moving&mdash;which offers us a unique insight into the mind of an ordinary man whose moral and physical courage are almost beyond belief.</div>", "isbn": "9780306822117", "title": "The Man Who Broke Into Auschwitz", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "Udj3hEmf88onotYU4nP4g7", "position": 41},{"book": {"oyster_summary": "", "number_print_pages": 316, "language_code": "eng", "publication_date": "2011-07-12", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453218242/1378375322.19.jpg", "uuid": "JmFm8TXK75BzmUyLwnfNBS", "average_rating": 3.58, "author": "Robert Edwards", "awards": [], "description": "<DIV><b>One of the most valiant stories of World War II&mdash;the heroic Finnish stance against the Red Army</b></div><DIV>&#160;</div><DIV>When Russia invaded Finland in November 1939, the international community reacted with a combination of shock and outrage. But while the rest of the world dithered, Finland was left alone to face the full might of the Red Army.</div><DIV>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</div><DIV>The results of the conflict seemed a foregone conclusion. The Soviet Army was reputed to be the best in the world, and the Finns were outnumbered almost four to one. To everyone&rsquo;s surprise, however, they pushed back against the Russians and became an international <i>cause c</i><I>&eacute;</I><i>l</i><I>&egrave;</I><i>bre</i>. For 105 days, it looked as if they just might achieve the impossible and keep the huge Soviet Army at bay.</div><DIV>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</div>In his new interpretation of this little understood war, Robert Edwards describes one of the most doomed but valiant defenses since Thermopylae. Indeed, the geopolitical consequences were far-reaching, as Nazi Germany observed the Soviet embarrassment from the sidelines and immediately began their plans for Operation Barbarossa.<BR>", "isbn": "9781453218242", "title": "The Winter War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}}, "annotation": "", "uuid": "ZzfTzsWmJrjLJspMwYGDmP", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 434, "language_code": "eng", "publication_date": "2010-10-19", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Raquela/1373329399.49.jpg", "uuid": "cBhfsQPewGqoQMoJUvZr43", "average_rating": 4.46, "author": "Ruth Gruber", "awards": [], "description": "<DIV><p>&#160;</p><DIV><DIV><B>A National Jewish Book Award&ndash;winning  biography: A fascinating look at the early years of Israel&rsquo;s statehood  experienced through the life of a pioneering nurse</B></div><p style=\"line-height: 200%;\">During her extraordinary career, nurse Raquela Prywes was a witness to history. She delivered babies in a Holocaust refugee camp and on the Israeli frontier. She crossed minefields to aid injured soldiers in the 1948 Arab-Israeli War and organized hospitals to save the lives of those fighting the 1967 Six-Day War. Along the way, her own life was a series of triumphs and tragedies mirroring those of the newly formed Jewish state.</p></div><DIV><i>Raquela</i> is a moving tribute to a remarkable woman, and an unforgettable chronicle of the birth of Israel through the eyes of those who lived it.</div><p>&#160;</p><p>&#160;</p></div>", "isbn": "9781453206102", "title": "Raquela", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "Kntu9o6eLpzetQeiW8hP44", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-07-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547614823/1376382469.59.jpg", "uuid": "Ydbm2dMgdQCLmkeKHozoh6", "average_rating": 4.02, "author": "Stephan Talty", "awards": [], "description": "<DIV>&ldquo;The book presses ever forward down a path of historical marvels and  astonishing facts. The effect is like a master class that&rsquo;s accessible  to anyone, and <I>Agent Garbo</I> often reads as though it were written in a single, perfect draft.&rdquo;&mdash;<I>The Atlantic</I><BR><br><br> Before he remade himself as the master spy known as Garbo, Juan Pujol  was nothing more than a Barcelona poultry farmer. But as Garbo, he  turned in a masterpiece of deception that changed the course of World  War II. Posing as the Nazis&rsquo; only reliable spy inside England, he  created an imaginary million-man army, invented armadas out of thin air,  and brought a vast network of fictional subagents to life. The scheme  culminated on June 6, 1944, when Garbo convinced the Germans that the  Allied forces approaching Normandy were just a feint&mdash;the real invasion  would come at Calais. Because of his brilliant trickery, the Allies were  able to land with much less opposition and eventually push on to  Berlin.<BR><br> As incredible as it sounds, everything in Agent Garbo is true, based on  years of archival research and interviews with Pujol&rsquo;s family. This  pulse-pounding thriller set in the shadow world of espionage and  deception reveals the shocking reality of spycraft that occurs just  below the surface of history.<BR><br><br> &ldquo;Stephan Talty&rsquo;s unsurpassed research brings forth one of the war&rsquo;s  greatest agents in a must-read book for those who think they know all  the great World War II stories.&rdquo; &mdash;Gregory Freeman, author of <I>The Forgotten 500</I></div>", "isbn": "9780547614823", "title": "Agent Garbo", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "WMuNSCoikLXcNn2Xaoys93", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2008-12-02", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786727148/1387370852.43.jpg", "uuid": "WKR5vkypaP8pYqqJTfs5RG", "average_rating": 3.8, "author": "Hans Bernd Gisevius", "awards": [], "description": "<DIV>When on July 20, 1944, a bomb&#151;boldly placed inside Hitler&#8217;s headquarters by Colonel Count Claus von Stauffenberg&#151; exploded without killing the F&#252;hrer, the subsequent coup d&#8217;&#233;tat against the Third Reich collapsed. The conspirators were summarily shot or condemned in show trials and sadistically hanged. One of the few survivors of the conspiracy was Hans Bernd Gisevius, who had used his positions in the Gestapo and the <I>Abwehr</I> (military intelligence) to further the anti-Nazi plot. <I>Valkyrie</I>, an abridgment of Gisevius&#8217;s classic insider&#8217;s account <I>To the Bitter End</I>, is an intimate memoir as riveting as it is exceptional.</DIV>", "isbn": "9780786727148", "title": "Valkyrie", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "8UkMKs4rrQb8WZypCnFsJf", "position": 39},{"book": {"oyster_summary": "", "number_print_pages": 528, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748721/1376505722.25.jpg", "uuid": "9EgexqU8pZBvUJfvFRqu4M", "average_rating": 4.11, "author": "Daniel Mendelsohn", "awards": [{"image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB", "name": "National Book Critics Circle Award Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>In this rich and riveting narrative, a writer's search for the truth behind his family's tragic past in World War II becomes a remarkably original epic&#8212;part memoir, part reportage, part mystery, and part scholarly detective work&#8212;that brilliantly explores the nature of time and memory, family and history.</p>", "isbn": "9780061748721", "title": "The Lost", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "pEgrzP7PZ7WURg6y8fbv94", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 227, "language_code": "English", "publication_date": "2013-05-07", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192031/1377114041.47.jpg", "uuid": "ewjAvHDyuz4oWavPfeLjNN", "average_rating": 3.99, "author": "Imre Kertesz", "awards": [], "description": "<p>Dossier K is Imre Kert_sz's response to the hasty biographies and profiles that followed his 2002 Nobel Prize, an attempt to set the record straight. But, as befits Kert_sz, it's a beautifully roundabout way of going straight: Kert_sz faces and interrogates himself about the issues and events that have long preoccupied him, while also dealing with the questions that really annoy him (such as, \"Is your work autobiographical?”).</p>\n<p>The result is an extraordinary self-portrait, in which Kert_sz recounts memories of his childhood in Budapest; the years that lead up to the Second World War and his first encounters with anti-Semitism; the incredible forged record of his death in Buchenwald that may in fact have saved his life; his release from the camps and his return to his family; Hungary's Rˆkosi and Kˆdˆr regimes and the terror, hypocrisy, and absurdity they entailed; his thoughts about what other writers have written about the Holocaust; his two marriages; and his long development as a writer.</p>\n<p>This is a surprising and provocative autobiography that delves into questions about the legacy of the Holocaust, fiction and reality, and what Kert_sz calls \"the wonderful burden of being responsible for yourself.</p>", "isbn": "9781612192031", "title": "Dossier K", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "8xEYBmM3sXMUQSFUZw27oT", "position": 33},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2009-09-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350585/1376379872.5.jpg", "uuid": "YJUbCCeVFLTMWMd8mvMgTZ", "average_rating": 3.37, "author": "Ivan Doig", "awards": [], "description": "<DIV><DIV><DIV><DIV>Driven by the memory of a fallen teammate, TSU&#8217;s 1941 starting lineup went down as legend in Montana football history, charging through the season undefeated. Two years later, the \"Supreme Team\" is caught up in World War II. Ten of them are scattered around the globe in the war&#8217;s lonely and dangerous theaters. The eleventh man, Ben Reinking, has been plucked from pilot training by a military propaganda machine hungry for heroes. He is to chronicle the adventures of his teammates, man by man, for publication in small-town newspapers across the country like the one his father edits. Ready for action, he chafes at the assignment, not knowing that it will bring him love from an unexpected quarter and test the law of averages, which holds that all but one of his teammates should come through the conflict unscathed.</DIV><DIV>&#160;</DIV><DIV>A brilliantly told tale of the effects of war on small town life by the bestselling author of <I>The Whistling Season.</I></DIV></DIV><P></P></DIV></DIV>", "isbn": "9780547350585", "title": "The Eleventh Man", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "sUjeEqvJUUVKYwvkavRpLe", "position": 46},{"book": {"oyster_summary": "", "number_print_pages": 218, "language_code": "eng", "publication_date": "2012-03-01", "cover_img": "https://cflare.oysterbooks.com/covers/Avenger%20Books/9780615661667/1377657499.56.jpg", "uuid": "3NEwetJeGXGHNqBKVBubPd", "average_rating": 0.0, "author": "Suzanne Ginsburg", "awards": [], "description": "Noike’s journey begins when the Einsatzgruppen, a Nazi death squad, descends upon his hometown of Maciejow, Poland in 1942, and murders his family and thousands of their neighbors. Noike escapes deep into the Polish forests and assumes the identity of an orphaned Polish Catholic boy. Although Noike wore a cross and attended church, he could never fully hide his past. His only hope was to outlast the war and outwit his enemies.", "isbn": "9780615661667", "title": "Noike: A Memoir of Leon Ginsburg", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "6sPFirfqjpJ4tuMEsPtfeS", "name": "Avenger Books"}}, "annotation": "", "uuid": "bZL9H9tqyBwZ4WaCRGvFDS", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 328, "language_code": "eng", "publication_date": "2012-08-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035842/1376383085.96.jpg", "uuid": "NBaWxQ9HNTZAWRjLLhmEMg", "average_rating": 4.07, "author": "Israel Gutman", "awards": [{"image": null, "uuid": "jmFk949h4YiMJNCuWJwrfX", "name": "Prometheus Hall of Fame Award Winner"}], "description": "<DIV>One of the few survivors of the 1943 Warsaw ghetto uprising, Holocaust scholar Gutman draws on dairies, personal letters, and underground press reports in this compelling, authoratative account of a landmark event in Jewish history. Here, too, is a portrait of the vibrant culture that shaped the young fightersm whose inspired defiance would have far reaching implications for the Jewish people and the State of Isreal, founded exactly fifty years ago.</DIV> <div>&#160;</DIV> <div>Note: Some of the photos contained in the print edition of this book have been excluded from the e-book edition due to permissions issues.</DIV>", "isbn": "9780156035842", "title": "Resistance", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "GMGBwm4AYdqimRFcADExxH", "position": 26},{"book": {"oyster_summary": "", "number_print_pages": 704, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061842580/1376527456.49.jpg", "uuid": "YjqoSEQjY5d9R2RaRDkbMT", "average_rating": 4.05, "author": "Leon Uris", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><em>Battle Cry</em> is the riveting Marine epic by the bestselling author of such classics as <em>Trinity</em> and <em>Exodus</em>. </p><p> Originally published in 1953, Leon Uris's <em>Battle Cry</em> is the raw and exciting story of men at war from a legendary American author. </p><p> This is the story of enlisted men &#8211; Marines &#8211; at the beginning of World War II. They are a rough&#8211;and&#8211;ready tangle of guys from America's cities and farms and reservations. Led by a tough veteran sergeant, these soldiers band together to emerge as part of one of the most elite fighting forces in the world. With staggering realism and detail, we follow them into intense battles &#8211; Guadalcanal and Tarawa &#8211; and through exceptional moments of camaraderie and bravery. <em>Battle Cry</em> does not extol the glories of war, but proves itself to be one of the greatest war stories of all time.</p>", "isbn": "9780061842580", "title": "Battle Cry", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "WNAnLuNKNcUy23RTyBsDjh", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 258, "language_code": "eng", "publication_date": "2013-04-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20End%20of%20the%20Beginning/1373294224.24.jpg", "uuid": "jji9zsEEcLUg9TG3RvxwyV", "average_rating": 0.0, "author": "Winston S. Churchill", "awards": [], "description": "<p>1942 was an important turning point in World War II. Britain and its allies had faced considerable challenges thus far. Beset by bombings and devastated by personal loss and the restrictions of war, the British public was losing patience with the war effort-and their prime minister. Churchill faced an uphill battle in his military efforts as well as in gathering political and public support for the struggle to come.</p><p>\n</p><p>\nBut when the US joined the war, at the end of 1941, the tides turned. Churchill has been quoted as saying he felt certain of the Allied victory with the US on his side-and his speeches reflect a renewed sense of hope and conviction. This collection of wartime speeches from 1942 provides an interesting historical commentary on this volatile time in history-from the point of view of one of its most prominent wartime leaders.</p>", "isbn": "9780795331787", "title": "The End of the Beginning", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "SAFzE82jqUsmJL9a42Mz6g", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2010-04-20", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347547/1380524594.07.jpg", "uuid": "eHhHTrkofyraqjCUjoT5Di", "average_rating": 4.18, "author": "Neal Bascomb", "awards": [], "description": "<P><B><I>Hunting Eichmann</I> is the first complete narrative of a relentless and harrowing international manhunt.</B> <p>When the Allies stormed Berlin in the last days of the Third Reich, Adolf Eichmann shed his SS uniform and vanished. Following his escape from two American POW camps, his retreat into the mountains and out of Europe, and his path to an anonymous life in Buenos Aires, his pursuers are a bulldog West German prosecutor, a blind Argentinean Jew and his beautiful daughter, and a budding, ragtag spy agency called the Mossad, whose operatives have their own scores to settle (and whose rare surveillance photographs are published here for the first time). The capture of Eichmann and the efforts by Israeli agents to secret him out of Argentina to stand trial is the stunning conclusion to this thrilling historical account, told with the kind of pulse-pounding detail that rivals anything you'd find in great spy fiction.&#160;", "isbn": "9780547347547", "title": "Hunting Eichmann", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "fymnF8YhRSchxN3pfsYXj9", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 590, "language_code": "eng", "publication_date": "2011-08-16", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453218365/1378375239.35.jpg", "uuid": "maN5rLAcwQTKMzHmNujNzZ", "average_rating": 4.09, "author": "Jim Baggott", "awards": [], "description": "<DIV><b>An epic story of science and technology at the very limits of human understanding: the monumental race to build the first atomic weapons</b></div><DIV><b>&#160;</b></div>Rich in personality, action, confrontation, and deception, <i>The First War of Physics </i>is the first fully realized popular account of the race to build humankind&rsquo;s most destructive weapon. A grand and frightening story of scientific ambition, intrigue, and genius, this tale is barely believable as fiction, but just happens to be historical fact. <BR>", "isbn": "9781453218365", "title": "The First War of Physics", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}}, "annotation": "", "uuid": "qxdsmsWcCW9jVxmMLzVgYD", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 327, "language_code": "eng", "publication_date": "2013-04-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Dawn%20of%20Liberation/1373294207.1.jpg", "uuid": "skTRsnQQghjJqiZBxnKSCm", "average_rating": 0.0, "author": "Winston S. Churchill", "awards": [], "description": "<p>This second-to-last volume of Winston Churchill's wartime speeches, broadcasts, public messages, and other communications take readers through the last significant events of the war leading up to Allied victory.</p><p>\n</p><p>\nFrom D-Day and the invasion of France to war on the Eastern Front, the fate of Poland and the Allied defense against the Nazis' V2 rockets, this collection displays Churchill's oratory skills in their full power. At once lofty, severe, lyrical, and folksy, he is capable of inspiring, amusing, and exhorting his public through brilliant oratory, fiery passion, scathing wit, and clear resolve.</p><p>\n</p><p>\nThese speeches are fascinating reading even today-both for their historical significance and for the masterful and vastly entertaining writing.</p>", "isbn": "9780795329494", "title": "The Dawn of Liberation", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "2SURdwvQ56fUYDSGMX9JyF", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 648, "language_code": "eng", "publication_date": "2011-08-23", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Berlin%20Diary/1373294105.93.jpg", "uuid": "N7fKnmwDcSss7BgLfadvpn", "average_rating": 4.3, "author": "William L. Shirer", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<p>A radio broadcaster and journalist for Edward R. Murrow at CBS, William Shirer was new to the world of broadcast journalism when he began keeping a diary while in Europe during the 1930s. It was in 1940, still a virtual unknown, that Shirer wondered whether his reminiscences of the collapse of the world around Nazi Germany could be of any interest or value as a book.</p><p>\n</p><p>\nShirer's Berlin Diary, which is considered the first full record of what was happening in Germany during the rise of the Third Reich, first appeared in 1941. The book was an instant success. But how did Shirer get such a valuable firsthand account? He had anonymous sources willing to speak with him, provided their identity remained protected and disguised so as to avoid retaliation from the Gestapo. Shirer recorded his and others' eyewitness views to the horror that Hitler was inflicting on his people in his effort to conquer Europe. Shirer continued his job as a foreign correspondent and radio reporter for CBS until Nazi press censors made it virtually impossible for him to do his job with any real accuracy. He left Europe, taking with him the invaluable, unforgettable (and horrific) contents of his Berlin Diary.</p><p>\n</p><p>\nBerlin Diary brings the reader as close as any reporter has ever been to Hitler and the rise of the Third Reich. Shirer's honest, lucid and passionate reporting of the brutality with which Hitler came to power and the immediate reactions of those who witnessed these events is for all time.</p><p>\n</p><p>\n</p>", "isbn": "9780795316982", "title": "Berlin Diary", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "7Cu4k3oqL4tpjtXWDBgHpi", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "English", "publication_date": "2013-04-09", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683019/1386003242.63.jpg", "uuid": "rLb3ceUuQYrJExzNt29zqA", "average_rating": 3.49, "author": "Felix Weinberg", "awards": [], "description": "<p><em>&ldquo;Anyone who survived the exterminations camps must have an untypical story to tell. The typical camp story of the millions ended in death ... We, the few who survived the war and the majority who perished in the camps, did not use and would not have understood terms such as &lsquo;holocaust&rsquo; or &lsquo;death march.&rsquo; These were coined later, by outsiders.&rdquo;</em></p><p><em>Boy 30529</em> tells the story of a child who at the age of twelve lost everything: hope, home, and even his own identity. Born into a respectable Czech family, Felix&rsquo;s early years were idyllic. But when Nazi persecution threatened in 1938, his father travelled to England, hoping to arrange for his family to emigrate there. His efforts came too late, and his wife and children fell into the hands of the Fascist occupiers.</p><p>Thus begins a harrowing tale of survival, horror and determination. Over the following years, Felix survived five concentration camps, including Terezín, Auschwitz and Birkenau, as well as, by the skin of his teeth, the Death March from Blechhammer in 1945. Losing both his brother and mother in the camps, Felix was liberated at Buchenwald and eventually reunited at the age of seventeen with his father in Britain, where they built a new life together.</p><p><em>Boy 30529</em> is an extraordinary memoir, as well as a meditation on the nature of memory. It helps us understand why the Holocaust remains a singular presence at the heart of historical debate.</p>", "isbn": "9781781683019", "title": "Boy 30529", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}}, "annotation": "", "uuid": "pVokebvZgNdvR3Wyvne4CP", "position": 43},{"book": {"oyster_summary": "", "number_print_pages": 296, "language_code": "eng", "publication_date": "2014-02-15", "cover_img": "https://cflare.oysterbooks.com/covers/New%20World%20Library/9781608682706/1392013481.86.jpg", "uuid": "aUZonHtuWuuZLdMvwvbtpj", "average_rating": 0.0, "author": "Jacques Lusseyran", "awards": [], "description": "When Jacques Lusseyran was an eight-year-old Parisian schoolboy, he was blinded in an accident. He finished his schooling determined to participate in the world around him. In 1941, when he was seventeen, that world was Nazi-occupied France. Lusseyran formed a resistance group with fifty-two boys and used his heightened senses to recruit the best. Eventually, Lusseyran was arrested and sent to the Buchenwald concentration camp in a transport of two thousand resistance fighters. He was one of only thirty from the transport to survive. His gripping story is one of the most powerful and insightful descriptions of living and thriving with blindness, or indeed any challenge, ever published.", "isbn": "9781608682706", "title": "And There Was Light", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "6iAEK5FYfGSVmCyqEGc3e7", "name": "New World Library"}}, "annotation": "", "uuid": "niMAznVMXLfavk7acRynu3", "position": 45},{"book": {"oyster_summary": "", "number_print_pages": 282, "language_code": "eng", "publication_date": "2012-03-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lonely%20Vigil/1373330395.34.jpg", "uuid": "8z4JkiR9k67sdpVHEPgdFT", "average_rating": 4.31, "author": "Walter Lord", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>In the bloodiest island combat of World War II, one group of men risked it all to fight from behind Japanese lines</b></div><DIV></div><DIV>The Solomon Islands was where the Allied war machine finally broke the Japanese empire. As pilots, marines, and sailors fought for supremacy in Guadalcanal, Bougainville, and the Slot, a lonely group of radio operators occupied the Solomon Islands&rsquo; highest points. Sometimes encamped in comfort, sometimes exposed to the elements, these coastwatchers kept lookout for squadrons of Japanese bombers headed for Allied positions, holding their own positions even when enemy troops swarmed all around.</div><DIV>&#160;</div><DIV>They were Australian-born but Solomon-raised, and adept at survival in the unforgiving jungle environment. Through daring and insight, they stayed one step ahead of the Japanese, often sacrificing themselves to give advance warning of an attack. In <i>Lonely Vigil</i>, Lord tells of the survivors of the campaign, and of what they risked to win the war in the Pacific.</div>", "isbn": "9781453238493", "title": "Lonely Vigil", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "FDYqYeXiwZ8metHcFopMQ9", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2010-10-05", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041838/1378009511.85.jpg", "uuid": "PWdS3KZ9mNqjsryK9v6R8d", "average_rating": 3.91, "author": "Daniel Ford", "awards": [], "description": "<p>During World War II, in the skies over Rangoon, Burma, a handful of American pilots met and bloodied the \"Imperial Wild Eagles\" of Japan and in turn won immortality as the Flying Tigers. One of America's most famous combat forces, the Tigers were recruited to defend beleaguered China for $600 a month and a bounty of $500 for each Japanese plane they shot down&#8212;fantastic money in an era when a Manhattan hotel room cost three dollars a night.</p><p>To bring his prize-winning history of the American Volunteer Group up to date, Daniel Ford has completely rewritten his 1991 text, drawing on the most recent U.S., British, and Japanese scholarship. New material from AVG veterans&#8212;including Erik Shilling and Tex Hill&#8212;help fill out the story, along with newfound recollections from Japanese and New Zealand airmen. Ford also takes up the rumors that Royal Air Force pilots \"sold\" combat victories to the Flying Tigers in order to share in the bounties paid by the Chinese government. </p><p>\"Admirable,\" wrote Chennault biographer Martha Byrd of Ford's original text. \"A readable book based on sound sources. Expect some surprises.\" Even more could that be said of this new and more complete edition.</p>", "isbn": "9780062041838", "title": "Flying Tigers", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "mGhLoAysCZVfQgGmNKgzfj", "position": 24},{"book": {"oyster_summary": "", "number_print_pages": 752, "language_code": "eng", "publication_date": "2010-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795308321/1386749832.19.jpg", "uuid": "tB4Tx9pE9fCnA988GFveRE", "average_rating": 4.33, "author": "Winston S. Churchill", "awards": [], "description": "<p>Winston Churchill’s monumental The Second World War, is a six volume account of the struggle between the Allied Powers in Europe against Germany and the Axis. Told by British Prime Minister Winston Churchill, this book is also the story of one nation’s heroic role in the fight against tyranny. Having learned a lesson at Munich they would never forget, the British refused to make peace with Hitler, defying him even after France had fallen and it seemed as though the Nazis were unstoppable.</p>\n<p></p>\n<p>What lends this work its tension is Churchill’s inclusion of primary source material. We hear Churchill’s retrospective analysis of the war, but we are also presented with memos, letters, orders, speeches, and telegrams that give day-by-day accounts of the reactions as the drama unfolds. We listen as strategies and counter-strategies unfold in response to Hitler’s conquest of Europe, his planned invasion of England, and his assault on Russia. All contrive to give a mesmerizing account of the crucial decisions that must be made as the fate of the world hangs in the balance.</p>\n<p></p>\n<p>While in some ways a continuation of Churchill’s history of World War I, <i>The World Crisis</i>, <i>The Gathering Storm</i> is his attempt to understand the terrible circumstance that gave rise to Nazi Germany and a second, even more destructive world conflict. Churchill was perhaps the only person who held such prominent positions of power in both world wars and as such, was uniquely qualified to tell the story from war to peace and back again.</p>\n<p></p>\n<p><i>The Gathering Storm</i> covers the Treaty of Versailles, the rise of Adolf Hitler, the capitulation of Munich and the entry of Britain into the war. This book makes clear Churchill’s feeling that the Second World War was a largely senseless but unavoidable conflict. </p>\n<p></p>\n<p>Churchill won the Nobel Prize for Literature in 1953 in part because of this awe-inspiring work.</p>", "isbn": "9780795308321", "title": "The Gathering Storm", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "TzDMDYNREg5dQH6izQVx5B", "position": 27},{"book": {"oyster_summary": "", "number_print_pages": 496, "language_code": "eng", "publication_date": "2005-05-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035002/1376379622.5.jpg", "uuid": "wSH6ABfVfCGweajQKoU32K", "average_rating": 4.1, "author": "Jenna Blum", "awards": [], "description": "<DIV>For fifty years, Anna Schlemmer has refused to talk about her life in Germany during World War II. Her daughter, Trudy, was only three when she and her mother were liberated by an American soldier and went to live with him in Minnesota. Trudy's sole evidence of the past is an old photograph: a family portrait showing Anna, Trudy, and a Nazi officer, the Obersturmfuhrer of Buchenwald.<br><BR>Driven by the guilt of her heritage, Trudy, now a professor of German history, begins investigating the past and finally unearths the dramatic and heartbreaking truth of her mother's life.<br><BR>Combining a passionate, doomed love story, a vivid evocation of life during the war, and a poignant mother/daughter drama, <I>Those Who Save Us</I> is a profound exploration of what we endure to survive and the legacy of shame.<br><BR></DIV>", "isbn": "9780156035002", "title": "Those Who Save Us", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "SqgmgqBwRbj4BCQguW7TEh", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2010-05-04", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061992544/1376529872.14.jpg", "uuid": "XmgoHa2nS4iPg8ngs5pwJa", "average_rating": 3.73, "author": "W. Craig Reed", "awards": [], "description": "<p>Few know how close the world has come to annihilation better than the warriors who served America during the tense, forty-six-year struggle known as the Cold War. Yet for decades their work has remained shrouded in secrecy. Now, in this riveting new history, W. Craig Reed, a former U.S. Navy diver and fast-attack submariner, provides an eye-opening, pulse-pounding narrative of the underwater struggles and espionage operations between the United States and the former Union of Soviet Socialist Republics that brought us to the brink of nuclear war several times.</p><p><em>Red November</em> is filled with new revelations and never-before-reported stories that take you deep beneath the surface and into the action during the entire Cold War period from 1945 through 1992. Reed served aboard submarines involved in espionage operations, and his father was a top naval intelligence specialist intimately involved in the Cuban Missile Crisis.&#160;Reed is one of the first authors to obtain in-depth interviews with dozens of navy divers, espionage operatives, submariners, and government officials on both sides (including several Soviet submarine captains), who describe the most daring and decorated missions of the conflict, including the top-secret Ivy Bells, Boresight, Bulls Eye, and Holystone operations. Other events, whose full details have not been made public until now, include:</p><ul><li>The harrowing underwater cat-and-mouse chase in October 1962 that almost resulted in the firing of nuclear-tipped torpedoes by Soviet <em>Foxtrot</em> subs and could have started World War III</li><li>The alarming collision between the submarine USS <em>Drum</em> and a Soviet <em>Victor III</em>&#8211;class sub (an incident the author experienced firsthand), the American boat's remarkable escape, and the all-out effort by enemy forces to hunt her down in 1981 </li><li>The role the author's father played in developing a highly classified, state-of-the-art system for detecting enemy subs that was instrumental in helping President Kennedy force Premier Khrushchev to back down at the height of the Cuban Missile Crisis</li><li>And the storm and resulting engine failure that trapped the USS <em>Seawolf</em> on the sea bottom during an espionage mission in Soviet waters that nearly took the lives of 190 sailors in 1981</li></ul><p>Transcending traditional submarine, espionage, and Cold War accounts with its level of detail and first-person perspective, <em>Red November</em> is an up-close examination of one of the most dangerous periods in world history and an intimate look at the lives of those who participated in our country's longest and most expensive underwater war.</p>", "isbn": "9780061992544", "title": "Red November", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "hFHUqFysQWF42cH6WwX3pD", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061856600/1376452347.47.jpg", "uuid": "tMhhMrbi8zAoM8ksnaQqkP", "average_rating": 4.28, "author": "Hans Massaquoi", "awards": [], "description": "<p>This is a story of the unexpected.In <em>Destined to Witness</em>, Hans Massaquoi has crafted a beautifully rendered memoir -- an astonishing true tale of how he came of age as a black child in Nazi Germany.  The son of a prominent African and a German nurse, Hans remained behind with his mother when Hitler came to power, due to concerns about his fragile health, after his father returned to Liberia.  Like other German boys, Hans went to school; like other German boys, he swiftly fell under the Fuhrer's spell.  So he was crushed to learn that, as a black child, he was ineligible for the Hitler Youth.  His path to a secondary education and an eventual profession was blocked.  He now lived in fear that, at any moment, he might hear the Gestapo banging on the door -- or Allied bombs falling on his home.  Ironic,, moving, and deeply human, Massaquoi's account of this lonely struggle for survival brims with courage and intelligence.  </p>", "isbn": "9780061856600", "title": "Destined to Witness", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "mEAQcWjHKqVdBYCGtviMrF", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "English", "publication_date": "2012-04-17", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514979/1378049251.83.jpg", "uuid": "eGkWsvhqAkBZKNWLYLXTe6", "average_rating": 4.03, "author": "Leslie Maitland", "awards": [], "description": "   On a pier in Marseille in 1942, with desperate refugees pressing to board one of the last ships to escape France before the Nazis choked off its ports, an 18-year-old German Jewish girl was pried from the arms of the Catholic Frenchman she loved and promised to marry.  As the Lipari carried Janine and her family to Casablanca on the first leg of a perilous journey to safety in Cuba, she would read through her tears the farewell letter that Roland had slipped in her pocket: “Whatever the length of our separation, our love will survive it, because it depends on us alone. I give you my vow that whatever the time we must wait, you will be my wife. Never forget, never doubt.” \r\n   Five years later – her fierce desire to reunite with Roland first obstructed by war and then, in secret, by her father and brother – Janine would build a new life in New York with a dynamic American husband.  That his obsession with Ayn Rand tormented their marriage was just one of the reasons she never ceased yearning to reclaim her lost love.  \r\n   Investigative reporter Leslie Maitland grew up enthralled by her mother’s accounts of forbidden romance and harrowing flight from the Nazis. Her book is both a journalist’s vivid depiction of a world at war and a daughter’s pursuit of a haunting question: what had become of the handsome Frenchman whose picture her mother continued to treasure almost fifty years after they parted? It is a tale of memory that reporting made real and a story of undying love that crosses the borders of time.", "isbn": "9781590514979", "title": "Crossing the Borders of Time", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "GAWfVMUoxkK2ZHnonPPTFT", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 312, "language_code": "eng", "publication_date": "2009-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Santa%20Monica%20Press/Just%20Doing%20My%20Job/1372979553.82.jpg", "uuid": "FGvE2pmfwbASKRfnfSGGzS", "average_rating": 0.0, "author": "Jonna Doolittle Hoppes", "awards": [], "description": "<DIV><DIV><DIV>Preserving the personal histories of civilians and soldiers who united to defend America during the Second World War, this oral history tells the stories of ordinary citizens who left jobs and families behind to contribute to the war effort. Chronicling the sacrifices made by otherwise average people, this keepsake features profiles and interviews with the men and women who responded to the call to action by putting their lives on hold to fight for their country at home and abroad. From soldiers and spies to factory workers and nurses, the heroes profiled in this history include Dick Hamada, a Japanese-American who became a spy with the Office of Strategic Services; Edith McClure, an army nurse stationed in England; Bobby Hite, one of the famed Doolittle Raiders, who was captured by the Japanese and endured years of torture and solitary confinement; and pilot Bob Hoover, who was shot down over enemy territory and imprisoned but managed to escape by stealing a German plane.</DIV></DIV></DIV>", "isbn": "9781595808998", "title": "Just Doing My Job", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "NnSvsMsxGAe236mc6FGbQT", "name": "Santa Monica Press"}}, "annotation": "", "uuid": "93YzDRRNYwi85tFTWNYhx3", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2011-04-26", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062087140/1376553145.29.jpg", "uuid": "3nFp79A9aftGJD2iCdU24n", "average_rating": 3.79, "author": "Mitchell Zuckoff", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>On May 13, 1945, twenty-four American servicemen and WACs boarded a transport plane for a sightseeing trip over &#8220;Shangri-La,&#8221; a beautiful and mysterious valley deep within the jungle-covered mountains of Dutch New Guinea.Unlike the peaceful Tibetan monks of James Hilton&#8217;s bestselling novel Lost Horizon, this Shangri-La was home to spear-carrying tribesmen, warriors rumored to be cannibals. </p><p>But the pleasure tour became an unforgettable battle for survival when the plane crashed. Miraculously, three passengers pulled through. Margaret Hastings, barefoot and burned, had no choice but to wear her dead best friend&#8217;s shoes. John McCollom, grieving the death of his twin brother also aboard the plane, masked his grief with stoicism. Kenneth Decker, too, was severely burned and suffered a gaping head wound.</p><p>Emotionally devastated, badly injured, and vulnerable to the hidden dangers of the jungle, the trio faced certain death unless they left the crash site. Caught between man-eating headhunters and enemy Japanese, the wounded passengers endured a harrowing hike down the mountainside&#8212;a journey into the unknown that would lead them straight into a primitive tribe of superstitious natives who had never before seen a white man&#8212;or woman.</p><p>Drawn from interviews, declassified U.S. Army documents, personal photos and mementos, a survivor&#8217;s diary, a rescuer&#8217;s journal, and original film footage, Lost in Shangri-La recounts this incredible true-life adventure for the first time. Mitchell Zuckoff reveals how the determined trio&#8212;dehydrated, sick, and in pain&#8212;traversed the dense jungle to find help; how a brave band of paratroopers risked their own lives to save the survivors; and how a cowboy colonel attempted a previously untested rescue mission to get them out.</p><p>By trekking into the New Guinea jungle, visiting remote villages, and rediscovering the crash site, Zuckoff also captures the contemporary natives&#8217; remembrances of the long-ago day when strange creatures fell from the sky. A riveting work of narrative nonfiction that vividly brings to life an odyssey at times terrifying, enlightening, and comic, Lost in Shangri-La is a thrill ride from beginning to end.</p>", "isbn": "9780062087140", "title": "Lost in Shangri-La", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "axZxzqEm6AjzJdXwP52zVG", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2009-05-13", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416540/1376380653.42.jpg", "uuid": "MJornaa5QukFcxx48QpWVM", "average_rating": 4.3, "author": "Thomas Childers", "awards": [], "description": "<DIV>One of our most enduring national myths surrounds the men and women who fought in the so-called \"Good War.\" The Greatest Generation, we're told by Tom Brokaw and others, fought heroically, then returned to America happy, healthy and well-adjusted. They quickly and cheerfully went on with the business of rebuilding their lives.<BR><BR>In this shocking and hauntingly beautiful book, historian Thomas Childers shatters that myth. He interweaves the intimate story of three families&#151;including his own&#151;with a decades' worth of research to paint an entirely new picture of the war's aftermath. Drawing on government documents, interviews, oral histories and diaries, he reveals that 10,000 veterans a month were being diagnosed with psycho-neurotic disorder (now known as PTSD). Alcoholism, homelessness, and unemployment were rampant, leading to a skyrocketing divorce rate. Many veterans bounced back, but their struggle has been lost in a wave of nostalgia that threatens to undermine a new generation of returning soldiers.<br><BR>Novelistic in its telling and impeccably researched, Childers's book is a stark reminder that the price of war is unimaginably high. The consequences are human, not just political, and the toll can stretch across generations.<BR><BR></DIV>", "isbn": "9780547416540", "title": "Soldier from the War Returning", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ASmrwxXUF4Fbx7PYM9vUN5", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871269/1376527991.29.jpg", "uuid": "KkbMDF4jy9Rn3Hh9hTDkb8", "average_rating": 3.86, "author": "Daniel Charles", "awards": [], "description": "<p>FRITZ HABER -- a Nobel laureate in chemistry, a friend of Albert Einstein, a German Jew and World War I hero -- may be the most important scientist you have never heard of. The Haber-Bosch process, which he invented at the turn of the twentieth century, revolutionized agriculture by converting nitrogen to fertilizer in quantities massive enough to feed the world. The invention has become an essential pillar for life on earth; some two billion people on our planet could not survive without it. Yet this same process supplied the German military with explosives during World War I, and Haber orchestrated Germany's use of an entirely new weapon -- poison gas. Eventually, Haber's efforts led to Zyklon B, the gas later used to kill millions -- including Haber's own relatives -- in Nazi concentration camps.</p><p>Haber is the patron saint of guns and butter, a scientist whose discoveries transformed the way we produce food and fight wars. His legacy is filled with contradictions, as was his personality. For some, he was a benefactor of humanity and devoted friend. For others, he was a war criminal, possessed by raw ambition. An intellectual gunslinger, enamored of technical progress and driven by patriotic devotion to Germany, he was instrumental in the scientific work that inadvertently supported the Nazi cause; a Jew and a German patriot, he was at once an enabler of the Nazi regime and its victim.</p><p><em>Master Mind</em> is a thought-provoking biography of this controversial scientist, a modern Faust who personifies the paradox of science, its ability to create and to destroy. It offers a complete chronicle of his tumultuous and ultimately tragic life, from his childhood and rise to prominence in the heady days of the German Empire to his disgrace and exile at the hands of the Nazis; from early decades as the hero who eliminated the threat of starvation to his lingering legacy as a villain whose work led to the demise of millions.</p>", "isbn": "9780061871269", "title": "Master Mind", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "usWQYKBmxmkCbHDf6yw9aH", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 187, "language_code": "eng", "publication_date": "2013-07-30", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480433250/1377118506.63.jpg", "uuid": "rqTsCxhTUKPDPgtfshGEab", "average_rating": 4.14, "author": "Norman Lewis", "awards": [], "description": "<DIV><DIV><b>Norman Lewis&rsquo;s groundbreaking book about Naples in the wake of the Nazi occupation is a spellbinding narrative of triumphs and tragedies in war-torn Italy<BR></b><BR>As a young man assigned to Italy with the British Intelligence Corps in 1944, Norman Lewis witnessed the city&rsquo;s turbulent recovery from the war after its liberation from the Nazi occupation. Lewis&#160;writes in striking detail about the Neapolitan people and the effects of World War II on their everyday lives.<BR><BR>Devastating, poignant, and occasionally humorous, <i>Naples &rsquo;44</i> is a captivating read that brings to vivid life the struggles and resilience of one culture&mdash;as well as the punishing effects of war. Based on Lewis&rsquo;s diary from that time, the book offers both the passionate rendering of daily life in Naples and an unforgettable look at this uniquely formative time in the history of Italy&mdash;and the world.</div></div>", "isbn": "9781480433250", "title": "Naples '44", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "oFaXNQHEECBNx2adWmYsq7", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 450, "language_code": "eng", "publication_date": "2011-03-01", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Meaning%20of%20Treason/1373329425.26.jpg", "uuid": "FnVuqMHKjn6snLHSkDkPSa", "average_rating": 4.01, "author": "Rebecca West", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>West&rsquo;s acclaimed examination of traitors&mdash;now available as an ebook</b></div><BR><DIV><b>A gripping profile that takes readers inside World War II spy rings and gets to the heart of what it means to betray one&rsquo;s country</b></div><BR><DIV>Throughout her career, Rebecca West dug into psyches, real and fictional, to try to understand the meaning of betrayal. In the aftermath of World War II, West was incensed when several wartime turncoats were tried with seeming indifference&mdash;and worse, sympathy&mdash;from the British public. In exploring these traitors&rsquo; origins, crimes, and motivations, West exposes how class division, greed, and discrimination can taint loyalties and redraw the relationships between individuals and their fatherland.</div><DIV>&#160;</div><DIV>A fascinating book, <i>The Meaning of Treason</i> combines the intrigue of a spy novel with West&rsquo;s classic, careful dissection of man&rsquo;s moral struggles.</div></p></DIV>", "isbn": "9781453207253", "title": "The Meaning of Treason", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "N5TzbDA6fSvsDcP2WyfdiK", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "English", "publication_date": "2010-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/611/6111355186809.88.jpg", "uuid": "4EKANy89w6xcmbskXwnMGW", "average_rating": 4.02, "author": "Ann Tusa", "awards": [], "description": "<p>Here is a gripping account of the major postwar trial of the Nazi hierarchy in World War II. The Nuremberg Trial brilliantly recreates the trial proceedings and offers a reasoned, often profound examination of the processes that created international law. From the whimpering of Kaltenbrunner and Ribbentrop on the stand to the icy coolness of Goering, each participant is vividly drawn. Includes twenty-four photographs of the key players as well as extensive references, sources, biographies, and an index.</p>", "isbn": "9781616080211", "title": "The Nuremberg Trial", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}}, "annotation": "", "uuid": "DHzZTJVziYES9ewvRBn8VF", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2012-02-20", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780964652/1385165750.02.jpg", "uuid": "6t4hFmdinGnsFs5HjTNLw", "average_rating": 0.0, "author": "Prit Buttar", "awards": [], "description": "<p>In September 1944 the Soviet Army poured into German territory, flooding the martial heartland of the Reich, Prussia. Hopelessly outnumbered by the human wave of the Red Army, the Wehrmacht fought on with determination, but was gradually beaten back. This book describes the great battles that marked the Soviet conquest of Prussia, from Memel to Königsberg, the Heiligenbeil Pocket to Danzig. Using accounts never before published in English, Prit Buttar looks at the campaign both from a command level, and from the perspective of normal soldiers on the front line.</p>", "isbn": "9781780964652", "title": "Battleground Prussia", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}}, "annotation": "", "uuid": "mcBtP3DEuYwRiMAz2U4Twe", "position": 44},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-04-21", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061864537/1376527869.06.jpg", "uuid": "W6fJXD7V5ggwzPPrrrLB5L", "average_rating": 4.23, "author": "Clara Kramer", "awards": [], "description": "<blockquote><p>This heart-stopping story of a young girl hiding from the Nazis is based on Clara Kramer's diary of her years surviving in an underground bunker with seventeen other people.</p></blockquote><p>Clara Kramer was a typical Polish-Jewish teenager from a small town at the outbreak of the Second World War. When the Germans invaded, Clara's family was taken in by the Becks, a <em>Volksdeutsche</em> (ethnically German) family from their town. Mrs. Beck worked as Clara's family's housekeeper. Mr. Beck was known to be an alcoholic, a womanizer, and a vocal anti-Semite. But on hearing that Jewish families were being led into the woods and shot, Beck sheltered the Kramers and two other Jewish families.</p><p>Eighteen people in all lived in a bunker dug out of the Becks' basement. Fifteen-year-old Clara kept a diary during the twenty terrifying months she spent in hiding, writing down details of their unpredictable life&#8212;from the house's catching fire to Mr. Beck's affair with Clara's neighbor; from the nightly SS drinking sessions in the room above to the small pleasure of a shared Christmas carp. </p><p>Against all odds, Clara lived to tell her story, and her diary is now part of the permanent col-lection of the United States Holocaust Memorial Museum in Washington, D.C.</p>", "isbn": "9780061864537", "title": "Clara's War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "Y8mo2Mirwei2zTEKtVBuxE", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 214, "language_code": "eng", "publication_date": "2013-11-01", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/9781782197164/1385982194.35.jpg", "uuid": "uUWP9VgdEnuApZb5w2BDWG", "average_rating": 0.0, "author": "Jacky Hyams", "awards": [], "description": "They were the unsung heroines of World War II; the wives, mothers, and teenage girls, all \"doing their bit\" for the war effort, clocking in daily to work in vast munitions factories, helping make the explosives, bullets, and war machines that would ensure victory for Britain. It was dangerous, dirty, and exhausting work. They worked round the clock, often exposed to toxic lethal chemicals. A factory accident could mean blindness, loss of limbs&#8212;or worse. Many went home with acid burns, yellow skin, or discolored hair. Others were forced to leave their loved one and move to live with total strangers in unfamiliar surroundings. Frequently, their male bosses were coarse and unsympathetic. Yet this hidden army of nearly two million women toiled on regardless through the worst years of the war, cheerfully ignoring the dangers and the exhaustion, as bombing, rationing, and the heartbreak of loss or separation took their toll on everyone in the country. Only now, all these years later, have they chosen to tell their remarkable stories. Here, in their own words, are the vivid wartime memories of the \"secret army\" of female munitions workers, whose resilience and sheer grit in the face of danger has only now started to emerge.These are the intimate and personal stories of an unforgettable group of women, whose hard work and quiet courage made a significant contribution to Britain's war effort. They didn't fire the bullets, but they filled them up with explosives. And in doing so, they helped Britain with the war.", "isbn": "9781782197164", "title": "Bomb Girls", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}}, "annotation": "", "uuid": "UiBRyA8e57ABre7tPUSCFg", "position": 37},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2010-11-18", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/A%20Child%20al%20Confino/1373353311.34.jpg", "uuid": "KFCmsV87mkrxURNzXWCmZZ", "average_rating": 3.8, "author": "Eric Lamet", "awards": [], "description": "<p>Eric Lamet was only seven years old when the Nazis invaded Vienna - and changed his life and the lives of all European Jews forever. Five days after Hitler marches, Eric Lamet and his parents flee for their lives. His father goes back to his native Poland - and never returns. His mother hides out in Italy, on the run from place to place, taking her son deeper and deeper into the mountains to avoid capture.</p><p>In this remarkable feat of memory and imagination, Lamet recreates the Italy he knew from the perspective of the scared and lonely child he once was. We not only see the hardships and terrors faced by foreign Jews in Fascist Italy, but also the friends Eric makes and his mother's valiant efforts to make a home for him.</p><p>In a style as original as his story, the author vividly recalls a dark time yet imbues his recollections with humor, humanity, and wit. Very few Holocaust memoirs address the plight of Jews sent into internal exile in Mussolini's Italy. Lamet offers a rare and historically important portrait, one you will not soon forget.</p>", "isbn": "9781440511264", "title": "A Child al Confino", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "mbMZLV2zRcNQVbJJXqKrn", "position": 34}]