[{"book": {"author": "Dave Mustaine", "publication_date": "2010-08-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Mustaine", "uuid": "KG55qT6rsZkwcBerJJVBai", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061997037/1378009448.76.jpg", "average_rating": 4.4, "isbn": "9780061997037", "description": "<blockquote><p>The fall and rise of a heavy metal icon </p></blockquote><p>Dave Mustaine is the first to admit that he's bottomed out a few times in his dark and twisted speed metal version of a Dickensian life.</p><p>Impoverished, transient childhood? <em>Check</em>.</p><p>Abusive, alcoholic parent? <em>Check</em>.</p><p>Mind-fucking religious weirdness (in his case the extremes of the Jehovah's Witnesses and Satanism)? <em>Check</em>.</p><p>Alcoholism, drug addiction, homelessness? <em>Check, check, check</em>.</p><p>Soul-crushing professional and artistic setbacks? <em>Check</em>.</p><p>Rehab? <em>Check</em> (<em>seventeen times, give or take</em>).</p><p>Near-death experience? <em>Check</em> that one, too.</p><p>James Hetfield, with whom many years ago Mustaine founded a band known as Metallica, once observed, with some incredulity, that Mustaine must have been born with a horseshoe up his ass. That's how lucky he's been, how fortunate he is to be pulling breath after so many close calls. And Hetfield is right. Mustaine has been lucky. He has been blessed. But here's the thing about having a horseshoe lodged in your rectum: It also hurts like hell. And you never forget it's there. </p><p>Mustaine has battled through it all to achieve dizzying heights. From the early, heady days of Metallica, being unceremoniously let go only to become a world-famous rock star&#8212;founder, front man, singer, songwriter, and guitarist (and de facto CEO) for Megadeth, one of the most popular bands in heavy metal&#8212;Mustaine's is a story that will inspire, stun, and terrify.</p>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "H9tNPFkStQjNLddeDvJZSi", "annotation": ""},{"book": {"author": "Marilyn Manson", "publication_date": "2012-05-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Long Hard Road Out of Hell", "uuid": "N3bqKigeyqEcRk8w7cDG5g", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062212658/1378009810.05.jpg", "average_rating": 3.87, "isbn": "9780062212658", "description": "<p>When this best-selling autobiography was originally released, readers were shocked: <em>The Long Hard Road Out of Hell</em> was the darkest, funniest, most controversial, and best-selling rock book of its time&#8212;and it became the template, both visually and narratively, for almost every rock book since. Marilyn Manson is not just a music icon, it turned out, but one of the best storytellers of his generation. Written with bestselling author Neil Strauss, beautifully designed with dozens of exclusive photographs, and modeled on Dante's <em>Inferno</em>, this edition of The Long Hard Road Out of Hell features a bonus chapter not in the hardcover. In the shocking and candid memoir, Manson takes readers from backstage to emergency rooms to jail cells, from the pit of despair to the top of the charts, and recounts his metamorphosis from a frightened Christian schoolboy into the most feared and revered music superstar in the country. Along the way, you'll hear what happens to fans&#8212;and celebrities&#8212;who dare to venture backstage with the one of the world's most dangerous rock stars. In the words of <em>Elle</em> magazine, the book \"makes Madonna's infamous Sex seem downright wholesome in comparison.\" </p>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "64y2yb3AmzeTt8cBpKZSMh", "annotation": ""},{"book": {"author": "Sonny Barger", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Hell's Angel", "uuid": "6YQoRm68MCppPm8EViSHF9", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847363/1378009298.48.jpg", "average_rating": 3.65, "isbn": "9780061847363", "description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><p>Narrated by the visionary founding member, <em>Hell's Angel</em> provides a fascinating all-access pass to the secret world of the notorious Hell's Angels Motorcycle Club. Sonny Barger recounts the birth of the original Oakland Hell's Angels and the four turbulent decades that followed. <em>Hell's Angel</em> also chronicles the way the HAMC revolutionized the look of the Harley-Davidson motorcycle and built what has become a worldwide bike-riding fraternity, a beacon for freedom-seekers the world over.</p><p>Dozens of photos, including many from private collections and from noted photographers, provide visual documentation to this extraordinary tale. Never simply a story about motorcycles, colorful characters, and high-speed thrills, <em>Hell's Angel</em> is the ultimate outlaw's tale of loyalty and betrayal, subcultures and brotherhood, and the real price of freedom.</p>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "hrnJjrwYZrT4jveK9DqoJ", "annotation": ""},{"book": {"author": "Corey Taylor", "publication_date": "2012-07-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Seven Deadly Sins", "uuid": "adMCwaivZSywcMMkSzbGVe", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306821240/1387371013.37.jpg", "average_rating": 4.51, "isbn": "9780306821240", "description": "<DIV>For the first time, Slipknot and Stone Sour frontman Corey Taylor speaks directly to his fans and shares his worldview about life as a sinner. And Taylor knows how to sin. As a small-town hero in the early &rsquo;90s, he threw himself into a hard-drinking, fierce-loving, live-for-the-moment life; when his music exploded, he found himself rich, wanted, and on the road. But soon his extreme lifestyle led him to question what it means to sin and whether it could&mdash;or should&mdash;be cast in a different light. After all, if sin makes us human how wrong can it be?<p>Now updated with a new Afterword by the author, <i>Seven Deadly Sins</i> is a brutally honest look &ldquo;at a life that could have gone horribly wrong at any turn,&rdquo; and the soul-searching and self-discovery it took to set it right.</p><p>&#160;</p></div>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "tFFd7jaeFnx5VhPiffxR74", "annotation": ""},{"book": {"author": "Mike Doughty", "publication_date": "2012-01-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Book of Drugs", "uuid": "8WtYLijnLEXCh4vPjBhtuf", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306820502/1387371116.01.jpg", "average_rating": 3.93, "isbn": "9780306820502", "description": "<DIV>Mike Doughty first came to prominence as the leader of the band Soul Coughing then did an abrupt sonic left turn, much to the surprise of his audience, transforming into a solo performer of stark, dusky, but strangely hopeful tunes. He battled addiction, gave up fame when his old band was at the height of its popularity, drove thousands of miles, alone, across America, with just an acoustic guitar. His candid, hilarious, self-lacerating memoir, <b><I>The Book of Drugs</b></I>&#151;featuring cameos by Redman, Ani DiFranco, the late Jeff Buckley, and others&#151;is the story of his band&#8217;s rise and bitter collapse, the haunted and darkly comical life of addiction, and the perhaps even weirder world of recovery.</DIV>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "fWwku6JGxNVP2j3C3QVC4n", "annotation": ""},{"book": {"author": "Steven Adler", "publication_date": "2010-07-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "My Appetite for Destruction", "uuid": "MadWFPzSvgNqVoj87kMX9X", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061995439/1378009446.96.jpg", "average_rating": 3.48, "isbn": "9780061995439", "description": "<blockquote><p>No secret is too dark. <br />No revelation too sick. But you must have the appetite for it.</p></blockquote><p>After forty years, twenty-eight ODs, three botched suicides, two heart attacks, a couple of jail stints, and a debilitating stroke, Steven Adler, the most self-destructive rock star ever, is ready to share the shattering untold truth in <em>My Appetite for Destruction</em>.</p><p>When Adler was eleven years old he told his two closest friends he was going to be a rock star in the world's greatest band. Along with four uniquely talented&#8212;but very complicated and demanding&#8212;musicians, Adler helped form Guns N' Roses. They rose from the streets&#8212;primal rockers who obliterated glam rock and its big hair to resurrect rock's truer blues roots. </p><p>They were relentless rock stars, onstage and off, taking \"sex, drugs, and rock 'n' roll\" to obscene levels of reckless abandon. By the late 1980s, GNR was the biggest rock band in the world, demanding headlines, awards, and sold-out shows, with one of the greatest rock albums of all time: <em>Appetite for Destruction</em>. But there was a price to pay. For Adler, it was his health and his sanity, culminating in a brutal banishment by his once-beloved musical brothers. Adler digs deep, revealing the last secrets, not only his own but GNR's as well: Slash's betrayal, Axl's unpredictable temper, and Duff's revenge. He bares it all with this shocking fuck-the-fates expos&#233; that charts his meteoric rise and devastating collapse. </p><p>Adler was humiliated and disgraced when Axl Rose kicked him out of GNR in front of an MTV audience of millions. Adler plunged into the dark side, spending most of the next twenty years in a drug-fueled hell. But he finally beat his epic addiction to crack and heroin under the care of Dr. Drew Pinsky.</p><p>With Adler's newfound clarity comes a fierce determination to tell it all. Revelatory, heartbreaking, hilarious, and ultimately inspirational, you will never read anything more jaw-droppingly honest than <em>My Appetite for Destruction</em>.</p>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "uUzG7p99Gko8EYDCcxtcxT", "annotation": ""},{"book": {"author": "Slash", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "Slash", "uuid": "jvMLG9YiBezBQBsdM6QCed", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752353/1376451958.22.jpg", "average_rating": 3.9, "isbn": "9780061752353", "description": "<p><em>From one of the greatest rock guitarists of our era comes a memoir that redefines sex, drugs, and rock 'n' roll</em></p><p>He was born in England but reared in L.A., surrounded by the leading artists of the day amidst the vibrant hotbed of music and culture that was the early seventies. Slash spent his adolescence on the streets of Hollywood, discovering drugs, drinking, rock music, and girls, all while achieving notable status as a BMX rider. But everything changed in his world the day he first held the beat-up one-string guitar his grandmother had discarded in a closet.</p><p>The instrument became his voice and it triggered a lifelong passion that made everything else irrelevant. As soon as he could string chords and a solo together, Slash wanted to be in a band and sought out friends with similar interests. His closest friend, Steven Adler, proved to be a conspirator for the long haul. As hairmetal bands exploded onto the L.A. scene and topped the charts, Slash sought his niche and a band that suited his raw and gritty sensibility.</p><p>He found salvation in the form of four young men of equal mind: Axl Rose, Izzy Stradlin, Steven Adler, and Duff McKagan. Together they became Guns N' Roses, one of the greatest rock 'n' roll bands of all time. Dirty, volatile, and as authentic as the streets that weaned them, they fought their way to the top with groundbreaking albums such as the iconic <em>Appetite for Destruction</em> and <em>Use Your Illusion I</em> and <em>II</em>.</p><p>Here, for the first time ever, Slash tells the tale that has yet to be told from the inside: how the band came together, how they wrote the music that defined an era, how they survived insane, never-ending tours, how they survived themselves, and, ultimately, how it all fell apart. This is a window onto the world of the notoriously private guitarist and a seat on the roller-coaster ride that was one of history's greatest rock 'n' roll machines, always on the edge of self-destruction, even at the pinnacle of its success. This is a candid recollection and reflection of Slash's friendships past and present, from easygoing Izzy to ever-steady Duff to wild-child Steven and complicated Axl.</p><p>It is also an intensely personal account of struggle and triumph: as Guns N' Roses journeyed to the top, Slash battled his demons, escaping the overwhelming reality with women, heroin, coke, crack, vodka, and whatever else came along.</p><p>He survived it all: lawsuits, rehab, riots, notoriety, debauchery, and destruction, and ultimately found his creative evolution. From Slash's Snakepit to his current band, the massively successful Velvet Revolver,Slash found an even keel by sticking to his guns. </p><p><em>Slash</em> is everything the man, the myth, the legend, inspires: it's funny, honest, inspiring, jaw-dropping . . . and, in a word, excessive.</p>", "oyster_good_for_statement": ""}, "position": 2, "uuid": "FHsAYf9a9SBAr5uvpXexpE", "annotation": ""},{"book": {"author": "Crystal Zevon", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "I'll Sleep When I'm Dead", "uuid": "RwcfeqGZxAKsftF39xapb3", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061744990/1376487405.96.jpg", "average_rating": 4.0, "isbn": "9780061744990", "description": "<p>When Warren Zevon died in 2003, he left behind a rich catalog of dark, witty rock 'n' roll classics, including \"Lawyers, Guns and Money,\" \"Excitable Boy,\" and the immortal \"Werewolves of London.\" He also left behind a fanatical cult following and veritable rock opera of drugs, women, celebrity, genius, and epic bad behavior. As Warren once said, \"I got to be Jim Morrison a lot longer than he did.\"</p><p>Narrated by his former wife and longtime co-conspirator, Crystal Zevon, this intimate and unusual oral history draws on interviews with Bruce Springsteen, Stephen King, Bonnie Raitt, and numerous others who fell under Warren's mischievous spell. Told in the words and images of the friends, lovers, and legends who knew him best, <em>I'll Sleep When I'm Dead</em> captures Warren Zevon in all his turbulent glory.</p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "5Y6CVoYnPVuTtn4nqKrDoQ", "annotation": ""},{"book": {"author": "Stuart Woods", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Dirt", "uuid": "U7MJ4S972QxBWHdKnR7jVF", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061747946/1376505648.15.jpg", "average_rating": 3.76, "isbn": "9780061747946", "description": "<p>Feared and loathed for her poison pen and ice queen persona, Amanda Dart has made her share of enemies. Then the tables are turned. An anonymous gossipmonger is faxing Amanda's personal and private peccadilloes to anyone who can read. Desperate to save her reputation, she enlists the help of New York lawyer and private investigator Stone Barrington to learn the identity of the faxer. And everyone in the world of tabloid journalism becomes a suspect.</p><p>But the faxes don't stop. In fact, they get worse. And Stone winds up with more leads than one man can handle, until Amanda takes matters dangerously into her own hands and turns the world of gossip on its head. As the circle of suspects shrinks, Stone discovers that even the most respected members of the social scene will stop at nothing&#8212;even homicide&#8212;to clear their sullied names.</p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "cr97C9xQiAMcLs4XmB9rfR", "annotation": ""},{"book": {"author": "T.J. Beitelman", "publication_date": "2012-10-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 140, "title": "Self-Helpless", "uuid": "cnDkLEFxbUCcZpzUiwVcTW", "awards": [], "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402471/1385065831.15.jpg", "average_rating": 0.0, "isbn": "9781937402471", "description": "Thirteen thumbnail sketches in a semi-casually related sequence that more or less maps out the author's life from, say, 1996 to 2011. With a judicious feint or two toward the back story where appropriate.  ", "oyster_good_for_statement": ""}, "position": 17, "uuid": "RAJYLLMjfwCXMZgoAhtJCZ", "annotation": ""},{"book": {"author": "Pamela Des Barres", "publication_date": "2005-10-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "I'm with the Band", "uuid": "2qepvKbokaychSzRJRjxkn", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/9781556529962/1378335642.25.jpg", "average_rating": 3.67, "isbn": "9781556529962", "description": "<DIV>The stylish, exuberant, and remarkably sweet confession of one of the most famous groupies of the 1960s and 70s is back in print in this new edition that includes an afterword on the author's last 15 years of adventures. As soon as she graduated from high school, Pamela Des Barres headed for the Sunset Strip, where she knocked on rock stars' backstage doors and immersed herself in the drugs, danger, and ecstasy of the freewheeling 1960s. Over the next 10 years she had affairs with Mick Jagger, Jimmy Page, Keith Moon, Waylon Jennings, Chris Hillman, Noel Redding, and Jim Morrison, among others. She traveled with Led Zeppelin; lived in sin with Don Johnson; turned down a date with Elvis Presley; and was close friends with Robert Plant, Gram Parsons, Ray Davies, and Frank Zappa. As a member of the GTO's, a girl group masterminded by Frank Zappa, she was in the thick of the most revolutionary renaissance in the history of modern popular music. Warm, witty, and sexy, this kiss-and-tell&#150;all stands out as the perfect chronicle of one of rock 'n' roll's most thrilling eras.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "UpStGiFNHg3a5dkm8GRgtJ", "annotation": ""},{"book": {"author": "Frank Partnoy", "publication_date": "2010-03-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Match King", "uuid": "WtvW8uCQurkmDyGUv8L3xF", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786741540/1387370860.29.jpg", "average_rating": 4.4, "isbn": "9780786741540", "description": "<DIV>At the height of the roaring &#8217;20s, Swedish &#233;migr&#233; Ivar Kreuger made a fortune raising money in America and loaning it to Europe in exchange for matchstick monopolies. His enterprise was a rare success story throughout the Great Depression. Yet after his suicide in 1932, it became clear that Kreuger was not all he seemed: evidence surfaced of fudged accounting figures, off-balance-sheet accounting, even forgery. He created a raft of innovative financial products&#151; many of them precursors to instruments wreaking havoc in today&#8217;s markets. In this gripping financial biography, Frank Partnoy recasts the life story of a remarkable yet forgotten genius in ways that force us to re-think our ideas about the wisdom of crowds, the invisible hand, and the free and unfettered market.</DIV>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "52G4Rx9Yd7moprzqZWtPvV", "annotation": ""},{"book": {"author": "David Pietrusza", "publication_date": "2011-09-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Rothstein", "uuid": "RQgYBY5QBVXaT2bmko3gFG", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg", "average_rating": 3.8, "isbn": "9780465029396", "description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "GfivmJHoiSYyCF5E7VhgHZ", "annotation": ""}]