[{"uuid": "ZXsFUiJTZP4tnewJNxt4Nd", "book": {"uuid": "Y2jG44644nEmTnv9ow8Dv5", "oyster_good_for_statement": "", "author": "Heinrich Boll", "status": 1, "average_rating": 4.69, "oyster_summary": "", "number_print_pages": 175, "description": "<p>These diverse, psychologically rich, and morally profound stories explore the consequences of war on individuals and on an entire culture. The Collected Stories of Heinrich Böll provides readers with the only comprehensive collection by this master of the short-story form.</p>\n<p>Includes all the stories from Böll's The Mad Dog, Eighteen Short Stories, The Casualty, and The Stories of Heinrich Böll. A Nobel Laureate, Böll was considered a master of 20th century literature, and The Collected Stories of Heinrich Böll contains some of his finest work.</p>", "isbn": "9781612190129", "title": "The Collected Stories of Heinrich Boll", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190129/1377113835.43.jpg", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "language_code": "English", "publication_date": "2011-12-06"}, "annotation": "This is the only comprehensive volume of the Nobel Laureate’s stories, which focus on war’s effects on modern man and culture--sadly relevant in a post-Arab Spring world. There’s a deluge of wisdom in these stories, and we could all learn a thing or two from reading (or re-reading) them.", "annotation_html": "This is the only comprehensive volume of the Nobel Laureate’s stories, which focus on war’s effects on modern man and culture--sadly relevant in a post-Arab Spring world. There’s a deluge of wisdom in these stories, and we could all learn a thing or two from reading (or re-reading) them.", "position": 0},{"uuid": "nCJ5HoMeyLgwUtoRfMm9fT", "book": {"uuid": "JNSxVUNFzvhuQeTkgbqnKG", "oyster_good_for_statement": "", "author": "F. Scott Fitzgerald", "status": 1, "average_rating": 3.76, "oyster_summary": "", "number_print_pages": 330, "description": "A collection of eleven short stories by F. Scott Fitzgerald. Divided into three separate parts, according to subject matter, it includes one of his better-known short stories, \"The Curious Case of Benjamin Button\". Several of the stories had also been published earlier, independently, in either The Metropolitan, Saturday Evening Post, Smart Set, Collier's, Chicago Tribune, or Vanity Fair.", "isbn": "9781629450490", "title": "Tales of the Jazz Age", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/658/6581360612786.81.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": "1922-01-01"}, "annotation": "Maybe not Fitzgerald’s most literary work, but certainly his most fun. Start with \"Diamond As Big As The Ritz\" and keep on going.", "annotation_html": "Maybe not Fitzgerald’s most literary work, but certainly his most fun. Start with \"Diamond As Big As The Ritz\" and keep on going.", "position": 1},{"uuid": "RzDBQvMiHjBRpGxJmjXPX3", "book": {"uuid": "v8Re6NtfY8uUJBLPymAhJ3", "oyster_good_for_statement": "", "author": "Andre Dubus", "status": 1, "average_rating": 4.32, "oyster_summary": "", "number_print_pages": 178, "description": "<DIV><DIV><B>The classic Dubus collection&mdash;now available as an ebook</B></div><DIV><B>&#160; </B></div><DIV><B>Dubus&rsquo;s second collection of short fiction: a compassionate portrayal of man&rsquo;s journey from childhood to maturity</B></div><DIV>&#160;</div><DIV>For the adolescents in Part One of Andre Dubus&rsquo;s <i>Adultery &amp; Other Choices</i>, youth is characterized by humiliation, alienation, and disappointment: A son struggles to connect with his distant father, and later he must overcome a schoolyard bully. Then, for the soldiers that inhabit Part Two, service is synonymous with sacrifice, as marriages and limbs falter and fail. But for the bitterly lonely wife of a promiscuous professor, a hopeless affair with a dying ex-priest provides her with the strength necessary to retake control of her life.</div><DIV>&#160;</div><DIV>In the aptly titled follow-up to <i>Separate Flights</i>, Dubus expertly traces the arc of human life, and with subtle grace honors the men and women he portrays with such faithful veracity.</div><DIV>&#160;</div><DIV>@font-face {  font-family: \"Cambria\";}p.MsoNormal, li.MsoNormal, div.MsoNormal { margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: \"Times New Roman\"; }div.Section1 { page: Section1; }<p class=\"MsoNormal\" style=\"line-height: 200%;\">This ebook features an illustrated biography of Andre Dubus including  rare photos and never-before-seen documents from the author&rsquo;s estate.</p></div><p>&#160;</p></div>", "isbn": "9781453299708", "title": "Adultery & Other Choices", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Adultery%20%26%20Other%20Choices/1373333351.21.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2010-11-23"}, "annotation": "With stories and a novella, this collection showcased Dubus as a master of the short form and maestro of humanistic storytelling.", "annotation_html": "With stories and a novella, this collection showcased Dubus as a master of the short form and maestro of humanistic storytelling.", "position": 3},{"uuid": "EbYjUjUFZgev4Z9HKfmgrN", "book": {"uuid": "xpS3CHrbPdUNtX6vdx6wsW", "oyster_good_for_statement": "", "author": "Elmore Leonard", "status": 1, "average_rating": 4.07, "oyster_summary": "", "number_print_pages": 576, "description": "<p>Before he brilliantly traversed the gritty landscapes of underworld Detroit and Miami, Elmore Leonard wrote breathtaking adventures set in America's nineteenth-century western frontier&#8212;elevating a popular genre with his now-trademark twisting plots, rich characterizations, and scalpel-sharp dialogue.</p><p>No author has ever written more evocatively of the dusty, gutsy heyday of the American West than Elmore Leonard. This complete collection of his thirty-one Western tales will thrill lovers of the genre, his die-hard fans, and everyone in between. From his very first story ever published&#8212;\"The Trail of the Apache\"&#8212;through five decades of classic Western tales, <em>The Complete Western Stories of Elmore Leonard</em> demonstrates the superb talent for language and gripping narrative that has made Leonard one of the most acclaimed and influential writers of our time.</p>", "isbn": "9780061795305", "title": "The Complete Western Stories of Elmore Leonard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795305/1376506509.06.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "Although best known for his later crime and thriller works, the inimitable Elmore Leonard (recently departed, RIP) got his start writing Westerns. Admire his quick dialogue and wordplay as you dive into the stories that put him on the literary map.", "annotation_html": "Although best known for his later crime and thriller works, the inimitable Elmore Leonard (recently departed, RIP) got his start writing Westerns. Admire his quick dialogue and wordplay as you dive into the stories that put him on the literary map.", "position": 4},{"uuid": "yJLhu8sehE5Hxe3r43p8LW", "book": {"uuid": "BGDWpqxgerQ5Zg3sJy8WW6", "oyster_good_for_statement": "", "author": "Lynne Sharon Schwartz", "status": 1, "average_rating": 3.77, "oyster_summary": "", "number_print_pages": 226, "description": "<DIV><b>A rich and diverse collection of stories detailing life in all its daily battles and yearnings </b></div><DIV><BR>Lynne Sharon Schwartz is a master of tone, deft at creating realistic settings and characters. In <i>Acquainted with the Night</i>, she unleashes sixteen wickedly smart, wholly believable short stories. In the title story, for instance, a man&rsquo;s nocturnal battle against a floating globule in his eye forces him to question his very state of being. In &ldquo;Mrs. Saunders Writes to the World,&rdquo; an anonymous old woman attempts to force people to know her first name by writing &ldquo;FRANNY&rdquo; in big red letters all over her neighborhood. In another, a girl must to deal with the increasingly juvenile actions of her divorced mother.</div><DIV>&#160;</div><DIV>By turns darkly humorous, moving, and witty, <i>Acquainted with the Night</i> demonstrates Schwartz&rsquo;s genius for detail.</div>", "isbn": "9781453287569", "title": "Acquainted with the Night", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Acquainted%20with%20the%20Night/1373332423.9.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2012-11-20"}, "annotation": "Daily life is weird, and so are these completely lovable short works by under-appreciated writer, Lynne Sharon Schwartz.", "annotation_html": "Daily life is weird, and so are these completely lovable short works by under-appreciated writer, Lynne Sharon Schwartz.", "position": 5},{"uuid": "A48Xktp2UKywbFh4MfQMjW", "book": {"uuid": "5Mvti6Xzu3WqHk9dfzLpUa", "oyster_good_for_statement": "", "author": "Tom Perrotta", "status": 1, "average_rating": 3.77, "oyster_summary": "", "number_print_pages": 384, "description": "<P>The Best American Series&#174;<br>First, Best, and Best-Selling<br><BR>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites. A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected &#8212; and most popular &#8212; of its kind.<br><BR><I>The Best American Short Stories 2012</I> includes  <p>Nathan Englander, Mary Gaitskill, Roxane Gay, Jennifer Haigh,<br>Steven Millhauser, Alice Munro, Lawrence Osborne, Eric Puchner,<br>George Saunders, Kate Walbert, and others  <p>&#160;", "isbn": "9780547377186", "title": "The Best American Short Stories 2012", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547377186/1376382047.26.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2012-10-02"}, "annotation": "Includes work from Mary Gaitskill, Steven Millhauser, Alice Munro, George Saunders and other literary heavyweights. We've missed more than a few stops in this one.", "annotation_html": "Includes work from Mary Gaitskill, Steven Millhauser, Alice Munro, George Saunders and other literary heavyweights. We've missed more than a few stops in this one.", "position": 6},{"uuid": "4TwwouZu7E4rMYxvj5HrxB", "book": {"uuid": "F4Kuy4Zhp2xGSeoaBiiTed", "oyster_good_for_statement": "", "author": "Rudyard Kipling", "status": 1, "average_rating": 3.79, "oyster_summary": "", "number_print_pages": 128, "description": "The rugged mountains of 19th-century Afghanistan serve as the backdrop for this humorous and action-packed tale of two happy-go-lucky Britons who take over a remote kingdom. The colorful inhabitants and beautiful prose enrich a beautifully powerful ending.\r\n\r\n\r\nThe narrator of the story is a British journalist in India–Kipling himself, in all but name. While on a tour of some Indian native states he meets two scruffy adventurers, Daniel Dravot and Peachey Carnehan. He rather likes them, but then stops them from blackmailing a minor rajah. A few months later they appear at his office in Lahore. They tell him their plan. They have been \"Soldier, sailor, compositor [typesetter], photographer... [railroad] engine-drivers, petty contractors,\" and more, and have decided India is not big enough for them. The next day they will go off to Kafiristan to set themselves up as kings. They plan to find a king or chief, help him defeat his enemies then take over for themselves. They ask the narrator for the use of any books or maps of the area–as a favor, because they are fellow Freemasons, and because he spoiled their blackmail scheme.\r\n\r\n\r\nTwo years later, on a scorching hot summer night, Carnehan creeps into the narrator's office. He is a broken man, a crippled beggar clad in rags and he tells an amazing story. Dravot and Carnehan succeeded in becoming kings: finding the Kafirs, who turn out to be white, mustering an army, taking over villages, and dreaming of building a unified nation. The Kafirs, who were pagans, not Muslims, acclaimed Dravot as a god (the reincarnation or descendant of Alexander the Great) because an arrow appeared to be unable to penetrate his chest in a battle, and because he wore a Masonic symbol associated with Alexander. The Kafirs practiced a form of Masonic ritual and the adventurers knew Masonic secrets that only the oldest priest remembered.\r\n\r\n\r\nTheir schemes were dashed when Dravot decided to marry a Kafir girl. Terrified at marrying a god, the girl bit Dravot when he tried to kiss her. Seeing him bleed, the priests cried that he was \"Neither God nor Devil but a man!\" Most of the Kafirs turned against Dravot and Carnehan. One chief and a few of his men remained loyal, but the army defected and the two kings were captured.\r\n\r\n\r\nDravot, wearing his crown, stood on a rope bridge over a gorge while the Kafirs cut the ropes, and he fell to his death. Carnehan was crucified between two pine trees. When he survived for a day, the Kafirs considered it a miracle and let him go. He begged his way back to India.\r\n\r\n\r\nAs proof of his tale, Carnehan shows the narrator Dravot's head, still wearing the golden crown. Carnehan leaves. The next day the narrator sees him crawling along the road in the noon sun, with his hat off and gone mad. The narrator sends him to the local asylum. When he inquires two days later, he learns that Carnehan has died of sunstroke. No belongings were found with him.", "isbn": "9781629453378", "title": "The Man Who Would Be King", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453378/1379691121.9.jpg", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": null}, "annotation": "Kipling wrote this novella when he was only 21, and many call it his best work. Part of us agrees; it’s a stellar adventure story.", "annotation_html": "Kipling wrote this novella when he was only 21, and many call it his best work. Part of us agrees; it’s a stellar adventure story.", "position": 7},{"uuid": "P6tA9AvrTtKjsprWNLSAeL", "book": {"uuid": "GCqE6DWGspS9nHJLGciWN5", "oyster_good_for_statement": "", "author": "John Gardner", "status": 1, "average_rating": 4.02, "oyster_summary": "", "number_print_pages": 309, "description": "<DIV><p>&#160;</p><DIV><DIV><DIV><B>An inspired book of short stories that explores the profound relationship between life and art</B></div><DIV>&#160;</div></div><DIV>While mourning the loss of his son in the Vietnam War, an Italian chef reflects on the importance of art for future generations. An American boy retreats inward after he kills his younger brother in a farming accident, finding solace in classical music and a friendship with his teacher. Placing the artist at the center of his stories, Gardner produces a series of beautiful moments where art must act as a life-affirming force&mdash;and creates a collection of poignant narratives as a result.</div><DIV>&#160;</div><DIV>In <i>The Art of Living</i>, author John Gardner brings his most significant themes to life with stunning eloquence and masterful narration.</div><DIV>&#160;</div><DIV>This ebook features a new illustrated biography of John Gardner, including original letters, rare photos, and never-before-seen documents from the Gardner family and the University of Rochester Archives.</div></div><p>&#160;</p></div>", "isbn": "9781453203705", "title": "The Art of Living", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453203705/1377665720.07.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "language_code": "eng", "publication_date": "2010-09-21"}, "annotation": "Gardner is at his best when writing about art as a life-affirming force. This collection is a perfect distillation of his greatest themes. ", "annotation_html": "Gardner is at his best when writing about art as a life-affirming force. This collection is a perfect distillation of his greatest themes. ", "position": 8},{"uuid": "PoatsAvkqeD6gKoDPufADj", "book": {"uuid": "McQ5sNTogmSye66ohydJud", "oyster_good_for_statement": "", "author": "James Joyce", "status": 1, "average_rating": 4.16, "oyster_summary": "", "number_print_pages": 92, "description": "<p>Often cited as the best work of short fiction ever written, Joyce's elegant story details a New Year's Eve gathering in Dublin that is so evocative and beautiful that it prompts the protagonist's wife to make a shocking revelation to her husband—closing the story with an emotionally powerful epiphany that is unsurpassed in modern literature.</p>", "isbn": "9781612190860", "title": "The Dead", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190860/1377702066.22.jpg", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "language_code": "English", "publication_date": "2011-05-17"}, "annotation": "We think this might be the greatest novella of all time. Then again, we’re crazy about Joyce, which may just make us crazy.", "annotation_html": "We think this might be the greatest novella of all time. Then again, we’re crazy about Joyce, which may just make us crazy.", "position": 9},{"uuid": "qYH7nBaZzDfmAKxB57Hwmh", "book": {"uuid": "wWTp6fBnQeDHzLBeNzqS65", "oyster_good_for_statement": "", "author": "Thomas Berger", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 206, "description": "<DIV><b>A dozen remarkable short stories from the author of&#160;<i>Little Big Man</i>, offering an absurdist journey through the mind of one of America&rsquo;s great storytellers</b></div><p></p><DIV></div><DIV>Thomas Berger&rsquo;s first short story collection in almost thirty years showcases the author&rsquo;s acclaimed wit, intellect, and emotional sureness. His pages teem with larger-than-life characters: Dr. Poon, a Hollywood snake handler in way over his head during a film shoot in Southeast Asia; Charlie, an apartment superintendent who finds a peculiarly powerful plastic pistol; and Vernon, the confused owner of a talking puppy. No matter where Berger takes his readers, his world is full of oddities.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Thomas Berger including rare images and never-before-seen documents from the author&rsquo;s personal collection.</div><DIV>&#160;</div>", "isbn": "9781480408036", "title": "Abnormal Occurrences", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Abnormal%20Occurrences/1373336080.33.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2013-03-12"}, "annotation": "Talking puppies, Hollywood snake handlers, and apartment superintendents with plastic pistols. All that, and Thomas Berger’s stories manage to get even weirder.", "annotation_html": "Talking puppies, Hollywood snake handlers, and apartment superintendents with plastic pistols. All that, and Thomas Berger’s stories manage to get even weirder.", "position": 10},{"uuid": "wTeaBtU5TuGRFBrc4kEcZG", "book": {"uuid": "nnGifTjpFENqWXptfYNSL3", "oyster_good_for_statement": "", "author": "Flannery O'Connor", "status": 1, "average_rating": 4.27, "oyster_summary": "", "number_print_pages": 264, "description": "<DIV>The collection that established O&#8217;Connor&#8217;s reputation as one of the american masters of the short story. The volume contains the celebrated title story, a tale of the murderous fugitive The Misfit, as well as &#8220;The Displaced Person&#8221; and eight other stories.<BR></DIV>", "isbn": "9780547543703", "title": "A Good Man Is Hard to Find and Other Stories", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543703/1376380997.7.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "1992-10-15"}, "annotation": "Has there ever been a Southern Gothic writer better than Flannery O’Connor? Not many can beat her punches.", "annotation_html": "Has there ever been a Southern Gothic writer better than Flannery O’Connor? Not many can beat her punches.", "position": 11},{"uuid": "88vcpJPBW3mPinVkmnkis8", "book": {"uuid": "QTvu6MYVmVV52xZneJFFTF", "oyster_good_for_statement": "", "author": "Christine Schutt", "status": 1, "average_rating": 4.02, "oyster_summary": "", "number_print_pages": 157, "description": "<DIV><DIV><b>A powerful and vibrant collection of stories offering an intimate look into the souls of unforgettable characters, confused and oppressed by the realities of their lives</b></div><DIV><BR>Time passes relentlessly in the lives of the fragile characters populating the pages of Christine Schutt&rsquo;s outstanding collection of stories<i>,</i> revealing much but often changing nothing. Whether it brings a grandfather to the sad realization that his daughter has passed on her lifelong emotional struggles to her own daughter, or allows a child to understand her mother&rsquo;s tragic disconnect from reality, the passage of days, months, and years offers melancholy understanding for those caught in its drift. Yet there can be a certain grace in the painful wisdom brought by experience.</div><DIV><BR>These lyrical masterworks of short fiction from an acclaimed American literary artist provide poignant looks behind closed doors, where the lives of women and men, children and families are defined and diminished by love, loss, and misunderstanding.</div><DIV></div></div>", "isbn": "9781480438477", "title": "A Day, a Night, Another Day, Summer", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438477/1377118530.48.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "language_code": "eng", "publication_date": "2013-08-06"}, "annotation": "Most of the action in these stories—some somber, some flat-out odd—takes places between the characters ears. There’s action and plot, but Schutt is at her best when she’s in someone else’s head.", "annotation_html": "Most of the action in these stories—some somber, some flat-out odd—takes places between the characters ears. There’s action and plot, but Schutt is at her best when she’s in someone else’s head.", "position": 12},{"uuid": "B7HzYiHC9Kjkm6PaN5Gyii", "book": {"uuid": "gFuYBtLdcKe4BhMpnmKTKQ", "oyster_good_for_statement": "", "author": "Julia Whitty", "status": 1, "average_rating": 3.85, "oyster_summary": "", "number_print_pages": 192, "description": "<DIV>Bringing a unique perspective and a singular voice to contemporary fiction, A TORTOISE FOR THE QUEEN OF TONGA features lush, poignant stories about the natural world. Here are mammals, historical figures, everyday people who discover the liberating properties of memory and knowledge in the face of captivity and loneliness. We meet a forlorn tortoise forced to live among humans. We witness orcas at Ocean World staging a revolt, using celibacy as their weapon. In a French cave, a young computer animator draws parallels between Cro-Magnon and modern women. One story even travels to heaven, where Charles Darwin seeks the source of human happiness.<br>     Whitty joins her authority about wildlife and her rich imagination to spectacular effect. Drawing on twenty years' experience with making nature documentaries, she takes readers inside the minds of animals and people struggling to overcome their limitations. In a voice as magical as it is informed, A TORTOISE FOR THE QUEEN OF TONGA bridges the mythical and the mundane, the animal and the human. Julia Whitty is a brilliant new storyteller in American short fiction.</div>", "isbn": "9780547561431", "title": "A Tortoise for the Queen of Tonga", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561431/1376380397.6.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2002-04-03"}, "annotation": "A unique collection of stories from an author with an interesting background: having spent 20 years making nature documentaries, Whitty uses that experience to dive deeply into the minds of animals who are often the main characters in these wildly inventive stories. ", "annotation_html": "A unique collection of stories from an author with an interesting background: having spent 20 years making nature documentaries, Whitty uses that experience to dive deeply into the minds of animals who are often the main characters in these wildly inventive stories. ", "position": 13},{"uuid": "zxWiedBj28U6GQG6hhRivB", "book": {"uuid": "oemgJrNU9reZr2gk6ZPHWb", "oyster_good_for_statement": "", "author": "Breton Dukes", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 192, "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The vignettes in these fresh, searing short stories, closely examine the complex male life. From a predatory act during a cross-country run in Fiordland to a doomed diving trip off Wellington's south coast, this collection combines emotional urgency with a surprising dose of humor to a great range of worlds. The result is a startlingly candid portraiture&#160;of the modern man.", "isbn": "9780864737571", "title": "Bird North and Other Stories", "cover_img": "https://cflare.oysterbooks.com/covers/Victoria%20University%20Press/Bird%20North%20and%20Other%20Stories/1372982302.82.jpg", "publisher": {"uuid": "ze5tiiBvDoqMLmj3eratKW", "name": "Victoria University Press"}, "awards": [], "language_code": "eng", "publication_date": "2013-01-01"}, "annotation": "Gentlemen, take note: here is a collection of stories that strives to examine and encapsulate the Modern Man.", "annotation_html": "Gentlemen, take note: here is a collection of stories that strives to examine and encapsulate the Modern Man.", "position": 14}]