[{"annotation": "", "uuid": "g86KioRQjFg8Jf7ywGdWKZ", "position": 13, "book": {"uuid": "wdnCUvch4NDmAfpMaDotaR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 246, "title": "The Philosopher and the Wolf", "publication_date": "2011-06-14", "oyster_good_for_statement": "", "isbn": "9781453217764", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV><b>The charming and poignant story of the relationship between a philosophy professor and his pet wolf</b></div><DIV><b>&#160;</b></div><DIV>Mark Rowlands was a young philosophy professor, rootless and searching for life&rsquo;s greater meaning. Shortly after arriving at the University of Alabama, he noticed a classified ad in the local paper advertising wolf clubs for sale, and decided he had to investigate, if only out of curiosity. It was love at first sight, and the bond that grew between philosopher and wolf reaffirms for us the incredible relationships that exist between man and animal.</div><DIV></div><DIV>More than just an exotic pet, Brenin exerted an immense influence on Rowlands both as a person, and strangely enough as a philosopher, leading him to reevaluate his attitude toward love, happiness, nature, death, and the true meaning of companionship.</div><BR>", "average_rating": 4.08, "author": "Mark Rowlands", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453217764/1378375027.12.jpg"}},{"annotation": "", "uuid": "gqtpxnksxzCneEYZGJqRfC", "position": 35, "book": {"uuid": "X5k7VBjF4Rt46WvfekcUT9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 200, "title": "Do More Great Work", "publication_date": "2010-02-13", "oyster_good_for_statement": "", "isbn": "9780761158271", "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}, "awards": [], "description": "You work hard. You put in the hours. Yet you feel like you are constantly treading water with \"Good Work\" that keeps you going but never quite moves you ahead. Or worse, you are mired in \"Bad Work\"—endless meetings and energy-draining bureaucratic traps.<br><br><i>Do More Great Work</i> gets to the heart of the problem: Even the best performers are spending less than a fraction of their time doing \"Great Work\"—the kind of innovative work that pushes us forward, stretches our creativity, and truly satisfies us. Michael Bungay Stanier, Canadian Coach of the Year in 2006, is a business consultant who’s found a way to move us away from bad work (and even good work), and toward more time spent doing great work.<br><br>When you’re up to your eyeballs answering e-mail, returning phone calls, attending meetings and scrambling to get that project done, you can turn to this inspirational, motivating, and at times playful book for invaluable guidance. In fifteen exercises, <i>Do More Great Work</i> shows how you can finally do more of the work that engages and challenges you, that has a real impact, that plays to your strengths—and that matters.<br><br>The exercises are \"maps\"—brilliantly simple visual tools that help you find, start and sustain Great Work, revealing how to:<br><ul><li>Find clues to your own Great Work—they’re all around you</li><li>Locate the sweet spot between what you want to do and what your organization wants you to do</li><li>Generate new ideas and possibilities quickly</li><li>Best manage your overwhelming workload</li><li>Double the likelihood that you’ll do what you want to do<br></li></ul>All it takes is ten minutes a day, a pencil and a willingness to change. <i>Do More Great Work </i>will not only help you identify what the Great Work of your life is, it will tell you how to do it.<br><br>", "average_rating": 4.11, "author": "Michael Bungay Stanier", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761158271/1377071099.25.jpg"}},{"annotation": "", "uuid": "UgmW4JtcW2Xs5xD7oAUf7N", "position": 27, "book": {"uuid": "Vo6v5uwna9BQpjwK5v7rWL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Animals Make Us Human", "publication_date": "2010-01-12", "oyster_good_for_statement": "", "isbn": "9780547393957", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><DIV><DIV><DIV>How can we give animals the best life-- for them? What does an animal need to be happy?</DIV><DIV>&#160;</DIV><DIV>In her groundbreaking, best-selling book <I>Animals in Translation, </I>Temple Grandin drew on her own experience with autism as well as her experience as an animal scientist to deliver extraordinary insights into how animals think, act, and feel. Now she builds on those insights to show us how to give our animals the best and happiest life-- on their terms, not ours.</DIV><DIV>&#160;</DIV><DIV>Knowing what causes animals physical pain is usually easy, but pinpointing emotional distress is much harder. Drawing on the latest research and her own work, Grandin identifies the core emotional needs of animals and then explains how to fulfill the specific needs of dogs and cats, horses, farm animals, zoo animals, and even wildlife. Whether it&#8217;s how to make the healthiest environment for the dog you must leave alone most of the day, how to keep pigs from being bored, or how to know if the lion pacing in the zoo is miserable or just exercising, Grandin teaches us to challenge our assumptions about animal contentment and honor our bond with our fellow creatures.</DIV><DIV><BR>Animals Make Us Human is the culmination of almost thirty years of research, experimentation, and experience. This is essential reading for anyone who&#8217;s ever owned, cared for, or simply cared about an animal.</DIV></DIV></DIV></DIV>", "average_rating": 3.96, "author": "Temple Grandin", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393957/1376379965.08.jpg"}},{"annotation": "", "uuid": "PcsoLjw4X6EZgYVT6PwEXV", "position": 11, "book": {"uuid": "o8D2XMH6VW7rHqr3qWKepn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 112, "title": "Mr. Everit's Secret", "publication_date": "2004-05-10", "oyster_good_for_statement": "", "isbn": "9781612830186", "publisher": {"uuid": "Qcbtji76pzfv42cPDki3kZ", "name": "Hampton Roads Publishing"}, "awards": [], "description": "<DIV><P>\"Sure you learn from pain, but you also learn from ease and fun. It&#8217;s like learning to ride a bicycle--you learn from falling off, but you learn the most when you stay balanced and enjoy the ride. Pain is highly overrated as a teaching device. If you pay attention to internal signals and external feedback, life won&#8217;t need a 2x4 to get your attention.\" -Bert Everit</P><P>In the tradition of Who Moved My Cheese?, <I>Mr. Everit&#8217;s Secret</I> is a modern-day parable that examines many of our preconceived notions about money and our ability to create the good life. You can have everything you want in life--success, relationships, career, money, happiness--and it doesn&#8217;t have to be a struggle. Most of us were taught that to reach our goals, we have to work hard and fight every step of the way. But it&#8217;s simply not true. Syndicated columnist and esteemed corporate keynote speaker Alan H. Cohen shows us that our goals are already within reach but we are often too comfortable in our lives--even if our lives stink--to step forward into change.</P><P><I>Mr. Everit&#8217;s Secret</I> imparts important lessons about changing from a fear mentality to a wealth mentality, overcoming small and self-defeating modes of thinking, and taking care of people while letting life take care of you.</P><P>Best-selling author Alan Cohen (<I>Why Your Life Sucks</I>, <I>I Had It All the Time</I>, and <I>The Dragon Doesn&#8217;t Live Here Anymore</I>) shows us not only how to create financial success, but also that happiness and joy that must go along with it to make it all worthwhile.</P></DIV>", "average_rating": 4.72, "author": "Alan H. Cohen", "cover_img": "https://cflare.oysterbooks.com/covers/Hampton%20Roads%20Publishing/Mr.%20Everit%27s%20Secret/1373393500.71.jpg"}},{"annotation": "", "uuid": "Ua5z3r8dbA69rSmE2PzaRG", "position": 47, "book": {"uuid": "WzmdxrKpqcfg7QqfrGAafL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Skinny Bitch", "publication_date": "2005-12-27", "oyster_good_for_statement": "", "isbn": "9780762432752", "publisher": {"uuid": "a5GdgELksZ9HP862ABnbHj", "name": "Running Press"}, "awards": [], "description": "<DIV>Not your typical boring diet book, this is a tart-tongued, no-holds-barred wakeup call to all women who want to be thin. With such blunt advice as, \"Soda is liquid Satan\" and \"You are a total moron if you think the Atkins Diet will make you thin,\" it's a rallying cry for all savvy women to start eating healthy and looking radiant. Unlike standard diet books, it actually makes the reader laugh out loud with its truthful, smart-mouthed revelations. Behind all the attitude, however, there's solid guidance. <I>Skinny Bitch</I> espouses a healthful lifestyle that promotes whole grains, fruits, and vegetables, and encourages women to get excited about feeling \"clean and pure and energized.\"</Div>", "average_rating": 3.18, "author": "Kim Barnouin", "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780762432752/1387370845.41.jpg"}},{"annotation": "", "uuid": "dnHZafvaLvDgVX45trTjYN", "position": 40, "book": {"uuid": "GSvjzHtKMrwqGJ8fH5DbcG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Smile at Strangers", "publication_date": "2013-05-28", "oyster_good_for_statement": "", "isbn": "9780547774367", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&ldquo;Eat, pray . . . kick ass. Delivered with self-deprecating candor,  Schorn's life lessons learned at the dojo will resonate with anyone  who's ever tried to remodel a house, raise kids, cope with a health  crisis, navigate office politics or hyperventilated&mdash;essentially anyone  who's ever been slammed on the mat while testing for the black belt of  life. Like the fighter herself, you can't put this one down.&rdquo;&mdash;Mary  Moore, author of <I>The Unexpected When You're Expecting</I><BR><br> Susan  Schorn led an anxious life. For no clear reason, she had become  progressively paralyzed by fear. Fed up with feeling powerless, she took  up karate.<br><br> She learned how to say no and how to fight when you  have to (even in the dark). Karate taught her how to persuade her  husband to wear a helmet, best one bossy Girl Scout troop leader, and  set boundaries with an over-sharing boss. Here this double black belt  recounts a fighting, biting, laughing woman's journey on the road to  living fearlessly&mdash;where enlightenment is as much about embracing  absurdity and landing a punch as about finding that perfect method of  meditation.<BR><br> Full of hilarious hijinks and tactical wisdom,  Schorn's quest for a more satisfying life features practical&mdash;and often  counterintuitive&mdash;lessons about safety and self defense. <I>Smile at strangers</I>, she says. Question your habits, your fears, your self-criticism: <I>Self-criticism is easy</I>. <I>Self-improvement is hard</I>. And don&rsquo;t forget this essential gem: <I>Everybody wants to have adventures. Whether they know it or not</I>. Join the adventure in these pages, and come through it poised to have more of your own.<BR></div>", "average_rating": 4.15, "author": "Susan Schorn", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547774367/1377662802.09.jpg"}},{"annotation": "", "uuid": "i8sZAmRnELEXRVafNBMDBF", "position": 24, "book": {"uuid": "PKZq4cM9Lb8gA9nNTRqvRF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Savor", "publication_date": "2010-03-09", "oyster_good_for_statement": "", "isbn": "9780061981456", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Common sense tells us that to lose weight, we must eat less and exercise more. But somehow we get stalled. We start on a weight-loss program with good intentions but cannot stay on track. Neither the countless fad diets, nor the annual spending of $50 billion on weight loss helps us feel better or lose weight.</p><p>Too many of us are in a cycle of shame and guilt. We spend countless hours worrying about what we ate or if we exercised enough, blaming ourselves for actions that we can't undo. We are stuck in the past and unable to live in the present&#8212;that moment in which we do have the power to make changes in our lives. </p><p>With <em>Savor</em>, world-renowned Zen master Thich Nhat Hanh and Harvard nutritionist Dr. Lilian Cheung show us how to end our struggles with weight once and for all. </p><p>Offering practical tools, including personalized goal setting, a detailed nutrition guide, and a mindful living plan, the authors help us to uncover the roots of our habits and then guide us as we transform our actions. <em>Savor</em> teaches us how to easily adopt the practice of <em>mindfulness</em> and integrate it into eating, exercise, and all facets of our daily life, so that being conscious and present becomes a core part of our being. </p><p>It is the awareness of the present moment, the realization of why we do what we do, that enables us to stop feeling bad and start changing our behavior. <em>Savor</em> not only helps us achieve the healthy weight and well-being we seek, but it also brings to the surface the rich abundance of life available to us in every moment.</p>", "average_rating": 3.75, "author": "Thich Nhat Hanh", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981456/1376452775.37.jpg"}},{"annotation": "", "uuid": "MjfJomF86yfVCqBL9XrEYd", "position": 0, "book": {"uuid": "LULeqwGQ4WGBS2Tz8ft4p7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 156, "title": "The Four Loves", "publication_date": "1971-09-29", "oyster_good_for_statement": "", "isbn": "9780547539690", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P><I>\"We need others physically, emotionally, intellectually; we need them if we are to know anything, even ourselves.\"</I></P> <p>We hear often that love is patient and kind, not envious or prideful. We hear that human love is a reflection of divine love. We hear that God is love. But how do we understand its work in our lives, its perils and rewards? Here, the incomparable C. S. Lewis examines human love in four forms: affection, the most basic, general, and emotive; friendship, the most rare, least jealous, and, in being freely chosen, perhaps the most profound; Eros, passionate love that can run counter to happiness and poses real danger; charity, the greatest, most spiritual, and least selfish. Proper love is a risk, but to bar oneself from it--to deny love--is a damning choice. Love is a need and a gift; love brings joy and laughter. We must seek to be awakened and so to find an Appreciative love through which \"all things are possible.\"</P> <p>\"<I>The Four Loves</I> deserves to become a minor classic as a modern mirror of our souls, a mirror of the virtues and failings of human loving.\" &#8212;<I>New York Times Book Review</I></p> <p>\"Lewis has a keen eye, a large measure of human sympathy, wit, and a command of simple words.\" &#8212;<I>Times Literary Supplement</I>  <p><B>C. S. (Clive Staples) Lewis</B> (1898-1963), one of the great writers of the twentieth century, also continues to be one of our most influential Christian thinkers. He wrote more than thirty books, both popular and scholarly, including The Chronicles of Narnia series, <I>The Screwtape Letters</I>, <I>The Four Loves</I>, <I>Mere Christianity</I>, and <I>Surprised by Joy</I>.", "average_rating": 4.11, "author": "C. S. Lewis", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539690/1376380278.22.jpg"}},{"annotation": "", "uuid": "mrksj4nThgj3oSVosCCRJc", "position": 42, "book": {"uuid": "9ECBJZEX9suih6HqMkwGU9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Paleo Answer", "publication_date": "2011-11-03", "oyster_good_for_statement": "", "isbn": "9780544188433", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><B>How to take the Paleo Diet to the max for optimal weight loss and total health&#8212;from bestselling author and top Paleo expert Dr. Loren Cordain</B>  <p>Dr. Loren Cordain's best-selling <I>The Paleo Diet</I> and <I>The Paleo Diet Cookbook</I> have helped hundreds of thousands of people eat for better health and weight loss by following the diet humans were genetically designed to eat: meats, fish, fresh fruits, vegetables, nuts and other foods that mimic the diet of our Paleolithic ancestors. In <I>The Paleo Answer</I>, he shows you how to supercharge the Paleo Diet for optimal lifelong health and weight loss. Featuring a new prescriptive 7-day plan and surprising revelations from the author's original research, this is the most powerful Paleo guide yet.   <UL>  <LI>Based on the author's groundbreaking research on Paleolithic diet and lifestyle</LI>  <LI>Includes a new 7-day plan with recommended meals, exercise routines, lifestyle tips, and supplement recommendations</LI>  <LI>Reveals fascinating findings from the author's research over the last decade, such as why vegan and vegetarian diets are not healthy and why dairy, soy products, potatoes, and grains can be harmful to our health</LI>  <LI>Includes health and weight-loss advice for all Paleo dieters&#8212;women, men, and people of all ages&#8212;and is invaluable for CrossFitters and other athletes</LI>  <LI>Written by Dr. Loren Cordain, the world's leading expert on Paleolithic eating styles internationally regarded as the founder of the Paleo movement</LI></UL> <p>Whether you've been following a Paleo-friendly diet and want to take it to the next level or are just discovering the benefits of going Paleo, this book will help you follow the Paleo path to the fullest&#8212;for lifelong health, increased energy, better sleep, lower stress and weight loss.</DIV>", "average_rating": 3.9, "author": "Loren Cordain", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544188433/1386748552.54.jpg"}},{"annotation": "", "uuid": "UUnmeTd9cGDGSXoB5CBZLg", "position": 18, "book": {"uuid": "QeTWVwbXq5JyqRhtkGYXSh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 120, "title": "Making It Happen", "publication_date": "2012-08-17", "oyster_good_for_statement": "", "isbn": "9780795329265", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>In all aspects of her life, author and motivational speaker Leigh Anne Tuohy advocates living a better life by cultivating a more generous spirit. By volunteering in your community, valuing other people, and reaching out to those in need, Tuohy believes that anyone can lead a happier and more fulfilled life-and this book is your guide to achieving it.</p><p>\n</p><p>\nIn <i>Making it Happen: Just Turn Around</i>, Tuohy details concrete action steps you can take to becoming more involved and giving-in both your community and in your one-on-one interactions with others. Woven within are stories and lessons designed to help you change your mindset-to bring a happier and more generous life within your reach.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>", "average_rating": 0.0, "author": "Leigh Anne Tuohy", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Making%20It%20Happen/1373294205.53.jpg"}},{"annotation": "", "uuid": "emDiNbGXMHhWvacN8fjcpL", "position": 30, "book": {"uuid": "pLiMD6xSCeoj5TaJFFCDkh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 254, "title": "Excuse Me, Your Life Is Waiting", "publication_date": "2009-02-06", "oyster_good_for_statement": "", "isbn": "9781612830643", "publisher": {"uuid": "Qcbtji76pzfv42cPDki3kZ", "name": "Hampton Roads Publishing"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "vztqFTAcs23ntU3g23p7J8", "image": null, "name": "USA Today Bestseller"}], "description": "Upbeat, humorous, and iconoclastic, Lynn Grabhorn introduced readers to the Law of Attraction in 2000 with Excuse Me, Your Life is Waiting. The hardcover edition was an immediate hit, sold more than 151,000 copies, and appeared on the New York Times bestseller list.Grabhorn was the first to reveal that the power of feelings is what unconsciously shapes and molds every moment of every day. In this groundbreaking book, she reveals how paying attention to feelings--rather than positive thinking, or sweat and strain, or good or bad luck, or even smarts--is the way to change your life, make dreams come true, and create the kind of life you really want to live. Excuse me, Your Life is Waiting is filled with logical explanations, simple steps, and true-life examples that empower readers to access their feelings and turn their lives around.", "average_rating": 4.12, "author": "Lynn Grabhorn ", "cover_img": "https://cflare.oysterbooks.com/covers/Hampton%20Roads%20Publishing/Excuse%20Me%2C%20Your%20Life%20Is%20Waiting/1373393550.76.jpg"}},{"annotation": "", "uuid": "EAAsuTX832jsWUj5VEesPm", "position": 41, "book": {"uuid": "uyuWU6FDM5cLvnYR2uNJmn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Tiny Buddha's Guide to Loving Yourself", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9781609259129", "publisher": {"uuid": "A6seb8YnHM6RRPbRHAokw4", "name": "Red Wheel Weiser"}, "awards": [], "description": "<DIV>Many of us know intellectually that we need to be good to ourselves if we want to be happy. But it feels so hard. We are simultaneously the harsh judge and the lost, scared child who wants to stop feeling judged. It becomes a vicious cycle. It only stops when we step outside ourselves and observe how we get ourselves stuck.<BR><i><BR>Tiny Buddha&rsquo;s Guide to Loving Yourself</i>&#160;from&#160;<i>TinyBuddha.com</i>&#160;creator Lori Deschene shares 40 unique perspectives and insights on topics related to loving yourself, including: realizing you&rsquo;re not broken, accepting your flaws, releasing the need for approval, forgiving yourself, letting go of comparisons, and learning to be authentic. Featuring stories selected from hundreds of&#160;<i>TinyBuddha.com</i>&#160;contributors, the book provides an honest look at what it means to overcome critical, selfjudging thoughts to create a peaceful, empowered life.<BR><BR>This book combines all of the elements that made Deschene&rsquo;s first book,&#160;<i>Tiny Buddha</i>, compelling&mdash;authentic stories (four in each chapter); insightful observations about our shared struggles and how to overcome them; and action-oriented suggestions, based on the wisdom in the stories.</div>", "average_rating": 0.0, "author": "Lori Deschene", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/9781609259129/1378381731.24.jpg"}},{"annotation": "", "uuid": "d6ocgYhg3vBLrQe4uBVCGJ", "position": 12, "book": {"uuid": "sDZR2Q4y3YgzJ8YiAtGTJm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 424, "title": "Revolution from Within", "publication_date": "2012-05-15", "oyster_good_for_statement": "", "isbn": "9781453250167", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>&ldquo;Without self-esteem, the only change is an exchange of masters; with it, there is no need for masters.&rdquo; &mdash;Gloria Steinem</b></div><BR><DIV>When trying to find books to give to &ldquo;the countless brave and smart women I met who didn&rsquo;t think of themselves as either brave or smart,&rdquo; Gloria Steinem realized that books either supposed that external political change would cure everything or that internal change would. None linked internal and external change together in a seamless circle of cause and effect, effect and cause. She undertook to write such a book, and ended up transforming herself as well as others.</div><DIV>&#160;</div><DIV>The result of her external plus internal reflection is this bestselling and truly transforming book: part collection of personal stories from her own life and the lives of many others, part revolutionary guide to finding community and inspiration. Steinem finds role models in a very young and uncertain Gandhi as well as unlikely heroes from the streets to history. Revolution from Within addresses the core issues of self-authority and unjust external authority, and argues that the first is necessary to transform the second.</div></div>", "average_rating": 3.98, "author": "Gloria Steinem", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Revolution%20from%20Within/1373330615.91.jpg"}},{"annotation": "", "uuid": "mJsakDgGsLm42NWzhx7jdT", "position": 14, "book": {"uuid": "msvHidzZ98Jd77VYfoYkzX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Train Your Brain to Get Happy", "publication_date": "2011-05-18", "oyster_good_for_statement": "", "isbn": "9781440526688", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Happiness begins at the cellular level - and your brain is making new neurons every day. Which means that you can literally program yourself for happiness - if you know how.</p><p>With this groundbreaking guide, you fire up your neurons for joy when you learn to:<ul><li>Reroute the fight-or-flight response that causes your stress and anxiety</li><li>Focus your gray cells' attention on emotional well-being</li><li>Engage in activities that flood your brain with dopamine and serotonin, among other \"happy\" chemicals</li><li>Satisfy your brain's hunger for pleasure through diet and exercise</li><li>Enhance nutrition in your life with the right vitamins and supplements</li><li>Trick your brain into building new pathways to serenity</li></ul>Written by acclaimed neuroscientist and Henry David Thoreau, scholar Dr. Teresa Aubele, and psychologist Dr. Stan Wenck, this book combines the latest research in both neuroscience and human behavior to give you the brain-changing program you need to lead a blissful life - each and every day!</p>", "average_rating": 3.49, "author": "Teresa Aubele PhD", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440526688/1390199500.11.jpg"}},{"annotation": "", "uuid": "ufMDzXy56oejStPhThg4U4", "position": 8, "book": {"uuid": "cFZvN5VmfdPzX4VPg5oWpU", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 288, "title": "Mindfulness", "publication_date": "2011-10-25", "oyster_good_for_statement": "", "isbn": "9781609611996", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p><b>The Life-Changing international Bestseller</b></p><p><i>Mindfulness</i> reveals a set of simple yet powerful practices that you can incorporate into daily life to help break the cycle of anxiety, stress, unhappiness, and exhaustion. It promotes the kind of happiness and peace that gets into your bones. It seeps into everything you do and helps you meet the worst that life throws at you with new courage.</p><p>The book is based on Mindfulness-Based Cognitive Therapy (MBCT). MBCT revolves around a straightforward form of mindfulness meditation which takes just a few minutes a day for the full benefits to be revealed. MBCT has been clinically proven to be at least as effective as drugs for depression and is widely recommended by US physicians and the UK's National Institute for Health and Clinical Excellence—in other words, it works. More importantly it also works for people who are not depressed but who are struggling to keep up with the constant demands of the modern world.</p><p>MBCT was developed by the book's author, Oxford professor Mark Williams, and his colleagues at the Universities of Cambridge and Toronto. By investing just 10 to 20 minutes each day, you can learn the simple mindfulness meditations at the heart of MBCT and fully reap their benefits. The book includes links to audio meditations to help guide you through the process. You'll be surprised by how quickly these techniques will have you enjoying life again.</p>", "average_rating": 4.05, "author": "Mark Williams", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609611996/1376150069.62.jpg"}},{"annotation": "", "uuid": "WdzHKEurVnU9gv9VYyHumc", "position": 39, "book": {"uuid": "of9aYzqjgPEj3D7azzXmR", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 256, "title": "Counterclockwise", "publication_date": "2013-06-04", "oyster_good_for_statement": "", "isbn": "9781609613488", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p>In this age of lunchtime lifts, wrinkle-erasing injections, furrow fillers, and lip plumpers, there’s no question that anyone who aims to look younger easily can. But Lauren Kessler wants something more than to follow the cosmetic path to youthfulness. She wants to live with energy, stamina, vitality, resilience, and health for a very, very long time. Her goal: to reverse her biological age from the inside out.</p><p>Guided by both intense curiosity and healthy skepticism, a sense of adventure and a sense of humor, Kessler sets out to discover just what’s required to prolong those healthy, vital, and productive years called the \"health span.\" In her yearlong journey, Kessler investigates and fully immerses herself in the hope and hype of the anti-aging movement. She delves into the new science of \"biomarkers\"—objective, measurable indications of how old you really are on the inside—going as far as getting a muscle biopsy to determine the state of her mitochondria, the parts of cells that control metabolism. She tries Tabata training, calorie restriction, a diet centered on 20 superfoods, hCG (human chorionic gonadotropin), hypnosis to achieve a youthful mindset, and much more. In a voice that speaks to every woman who feels her date of birth and sense of self have little in common, Kessler explores her own fears, attitudes, and assumptions about aging. The result is a thoughtful, hilarious, and informative tale of what’s really possible when you get serious about taking charge of how well and how quickly you age.</p>", "average_rating": 4.34, "author": "Lauren Kessler", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613488/1377984380.48.jpg"}},{"annotation": "", "uuid": "RLrKsrwCSShvMEsK7DJd57", "position": 20, "book": {"uuid": "r2btiEF4KVzZBys7sBd5Mn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "Writing That Works, 3e", "publication_date": "2010-08-31", "oyster_good_for_statement": "", "isbn": "9780062031525", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<em>Writing That Works</em> will help you say what you want to say, with less difficulty and more confidence. Now in its third edition, this completely updated classic has been expanded to included all new advice on e-mail and the e-writing world, plus a fresh point of view on political correctness. <p>With dozens of examples, many of them new, and useful tips for writing as well as faster on a computer, <em>Writing That Works</em> will show you how to improve anything you write:</p><ul><li>Presentations that move ideas and action</li><li>Memos and letters that get things done</li><li>Plans and reports that make things happen</li><li>Fund-raising and sales letters that produce results</li><li>Resumes and letters that lead to interviews</li><li>Speeches that make a point</li></ul>", "average_rating": 3.81, "author": "Kenneth Roman", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062031525/1376530839.04.jpg"}},{"annotation": "", "uuid": "9bsrfw5jpjh2dnnRqGPv3j", "position": 33, "book": {"uuid": "6DTaNYGunypAwdUyaMBS3d", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "Warrior of the Light", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061828669", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>Warrior of the Light: A Manual</em> is an inspirational companion to <em>The Alchemist</em>, an international bestseller that has beguiled millions of readers around the world. Every short passage invites us to live out our dreams, to embrace the uncertainty of life, and to rise to our own unique destiny. In his inimitable style, Paulo Coelho helps bring out the Warrior of the Light within each of us. He also shows readers how to embark upon the way of the Warrior: the one who appreciates the miracle of being alive, the one who accepts failure, and the one whose quest leads him to become the person he wants to be.</p><p>Paulo Coelho is one of the most beloved storytellers of our time. Now, in the long-awaited companion to his first novel, Coelho presents a collection of philosophical stories that will delight and guide seekers everywhere.</p>", "average_rating": 3.67, "author": "Paulo Coelho", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061828669/1376527257.61.jpg"}},{"annotation": "", "uuid": "GT5m85pWeunvXsJw8bH4wj", "position": 46, "book": {"uuid": "WhZXQ338v2HkGjmdqpAAvW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 252, "title": "The Doctor's Diet", "publication_date": "2014-01-01", "oyster_good_for_statement": "", "isbn": "9781939457073", "publisher": {"uuid": "MWdrBFKwu25fkY26onSfYd", "name": "Bird Street Books"}, "awards": [], "description": "The Doctor's Diet is the cure to unhealthy eating — an American epidemic with a death toll higher than that of car accidents, drug abuse, smoking, and gun violence combined. Dr. Stork is genuinely concerned about what he considers to be a true crisis.  He has created a flexible and workable diet plan that will help readers lose weight, restore health, prevent disease and ultimately add years to their lives. In the book, Dr. Stork explains all of the potentially fatal health risks associated with an unhealthy diet and the specific food groups that can act as medicines to attain immediate results. Flexibility is built into the recipes in order to accommodate all different diets and skill levels, from meat lovers to vegetarians and chefs to non-cooks. In The Doctor's Diet, Dr. Stork outlines the steps to a healthier life with encouragement, personal anecdotes, and a passionate sense of urgency to rescue the reader from diet-related demise.", "average_rating": 0.0, "author": "Travis Stork, M.D.", "cover_img": "https://cflare.oysterbooks.com/covers/Bird%20Street%20Books/9781939457073/1390802520.09.jpg"}},{"annotation": "", "uuid": "zMDLgeMbMEzLBnZGzJSwMK", "position": 32, "book": {"uuid": "yWgaEPBhmmts5jTvznK3c8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "Conscious Food", "publication_date": "2012-11-01", "oyster_good_for_statement": "", "isbn": "9781844099009", "publisher": {"uuid": "xhBL2EnbJpq8XdEEaLwQ5B", "name": "Findhorn Press"}, "awards": [], "description": "Rooted firmly in eco-spirituality, this analysis and guide to reconnecting with edible nature focuses on how modern people can regain Spirit in food individually and collectively. The author provides a background on the emergence of agriculture and the declining connection with food as society evolved, particularly during times of war, and scrutinizes today&#8217;s &#8220;conventional&#8221; farming that relies upon deadly toxins and unsustainable fossil fuels. The book outlines how modern people can avoid being victims of biocultural evolution&#8212;and the resultant entropy of declining global and personal health&#8212;and instead contribute to the movement toward mindful food choices and better world health, both physically and spiritually. The author discusses how society can nurture the unseen Spirit world that permeates plants through adopting nondenominational spiritual understandings, and includes how-to examples for growing organic food and fostering a supportive community and urban agriculture, as well as notes for expanded resources.", "average_rating": 0.0, "author": "Jim PathFinder Ewing (Nvnehi Awatisgi)", "cover_img": "https://cflare.oysterbooks.com/covers/Findhorn%20Press/Conscious%20Food/1372981100.21.jpg"}},{"annotation": "", "uuid": "sS6zzN2N7LzszzNThKF2ai", "position": 25, "book": {"uuid": "fFGuxmQ4PhN2UMUsaLSYSK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "No Man Is an Island", "publication_date": "2002-10-28", "oyster_good_for_statement": "", "isbn": "9780547542850", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>A recapitulation of his earlier work Seeds of Contemplation, this collection of sixteen essays plumbs aspects of human spirituality. Merton addresses those in search of enduring values, fulfillment, and salvation in prose that is, as always, inspiring and compassionate. &#8220;A stimulating series of spiritual reflections which will prove helpful for all struggling to...live the richest, fullest and noblest life&#8221; (Chicago Tribune).<BR></DIV>", "average_rating": 4.2, "author": "Thomas Merton", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547542850/1376380389.06.jpg"}},{"annotation": "", "uuid": "KzNYecgxYMatJVZo6bfNGg", "position": 37, "book": {"uuid": "xYpDQVJ7EF3yKQjx8nUNkV", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 336, "title": "The End of Overeating", "publication_date": "2009-04-28", "oyster_good_for_statement": "", "isbn": "9781605295053", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Dr. David A. Kessler, the dynamic and controversial former FDA commissioner known for his crusade against the tobacco industry, is taking on another business that’s making Americans sick: the food industry. In <i>The End of Overeating</i>, Dr. Kessler shows us how our brain chemistry has been hijacked by the foods we most love to eat: those that contain stimulating combinations of fat, sugar, and salt.</p><p>Drawn from the latest brain science as well as interviews with top physicians and food industry insiders, <i>The End of Overeating</i exposes the food industry’s aggressive marketing tactics and reveals shocking facts about how we lost control over food—and what we can do to get it back. For the millions of people struggling with their weight as well as those of us who simply can’t seem to eat our favorite foods in moderation, Dr. Kessler’s cutting-edge investigation offers valuable insights and practical answers for America’s largest-ever public health crisis. There has never been a more thorough, compelling, or in-depth analysis of why we eat the way we do.</p>", "average_rating": 3.69, "author": "David Kessler", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605295053/1376149899.81.jpg"}},{"annotation": "", "uuid": "iWtqJVu4BWHGUAdRqgq9da", "position": 9, "book": {"uuid": "Fa7w4Trh5UZMCSCHqZBgpK", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 304, "title": "Wheat Belly", "publication_date": "2011-08-30", "oyster_good_for_statement": "", "isbn": "9781609617417", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><b>A renowned cardiologist explains how eliminating wheat from our diets can prevent fat storage, shrink unsightly bulges, and reverse myriad health problems.</b></p><p>Every day, over 200 million Americans consume food products made of wheat. As a result, over 100 million of them experience some form of adverse health effect, ranging from minor rashes and high blood sugar to the unattractive stomach bulges that preventive cardiologist William Davis calls “wheat bellies.” According to Davis, that excess fat has nothing to do with gluttony, sloth, or too much butter: It’s due to the whole grain wraps we eat for lunch.</p><p>\nAfter witnessing over 2,000 patients regain their health after giving up wheat, Davis reached the disturbing conclusion that wheat is the single largest contributor to the nationwide obesity epidemic — and its elimination is key to dramatic weight loss and optimal health. In <i>Wheat Belly</i>, Davis exposes the harmful effects of what is actually a product of genetic tinkering and agribusiness being sold to the American public as “wheat” — and provides readers with a user-friendly, step-by-step plan to navigate a new, wheat-free lifestyle.</p><p>Informed by cutting-edge science and nutrition, along with case studies from men and women who have experienced life-changing transformations in their health after waving goodbye to wheat, <i>Wheat Belly</i> is an illuminating look at what is truly making Americans sick and an action plan to clear our plates of this seemingly benign ingredient.</p>", "average_rating": 3.9, "author": "William Davis", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609617417/1376149875.01.jpg"}},{"annotation": "", "uuid": "ZqU9tVTFGacZ6mHWLegF64", "position": 22, "book": {"uuid": "SFnZVaqNKq8WrYJpCojnnd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "Take the Leap", "publication_date": "2013-10-01", "oyster_good_for_statement": "", "isbn": "9781609257958", "publisher": {"uuid": "A6seb8YnHM6RRPbRHAokw4", "name": "Red Wheel Weiser"}, "awards": [], "description": "<DIV><B>Go from thinking to doing--from imagining a new life to putting it into practice--starting right now.</B><BR><BR>Inspirational author and speaker, Heather McCloskey Beck, wants you to know that there's nothing more important than figuring out what makes your heart sing and doing that--every day. We've been trained to think it's not &quot;responsible&quot; to think this way, that there are more important things to life than feeling fulfilled. Yet we yearn for a more creative, engaged life--to feel the rush that comes from doing what we love to do, without worry.<BR><BR>Beck, a popular<I>&#160;Huffington Post&#160;</I>columnist and creator of the global peace movement,&#160;<I>Peace Flash</I>, offers guidance, stories, and dozens of practical suggestions for how to take the leap into the kind of life you've always dreamed of. If you've forgotten what makes you tick, Heather will help you find out. If you know what it is but aren't doing it, she'll help you clear a path.<BR><BR>With Heather's help, you can take the leap from thinking about what life would be like if you could do what you love to doing it. Starting with just 15 minutes. Today.</div>", "average_rating": 2.08, "author": "Heather McCloskey Beck", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/9781609257958/1378381727.16.jpg"}},{"annotation": "", "uuid": "2yhP9woqjQjZDvTcL6YYAM", "position": 10, "book": {"uuid": "qHXSYUDPweEQGqcdazqqrk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 144, "title": "The Everyday Alchemist's Happiness Handbook", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781844099672", "publisher": {"uuid": "xhBL2EnbJpq8XdEEaLwQ5B", "name": "Findhorn Press"}, "awards": [], "description": "Striving for personal happiness, however one defines it, is a goal that many people have in common, and this book teaches readers how to find that joy using modern and spiritual means. Happiness seekers will learn how karma blocks personal happiness and how to dissolve it on a moment-by-moment basis, learn how to activate their personal GPS system to guide them out of negative reactions and old patterns, and learn simple techniques to transform everyday, stressful situations into positive energy and self-awareness. Written for those beginning their spiritual journey of self-discovery, lighthearted dialogue and hands-on exercises give readers an accessible way to vanquish potential roadblocks to happiness.", "average_rating": 0.0, "author": "Natalie Fee", "cover_img": "https://cflare.oysterbooks.com/covers/Findhorn%20Press/The%20Everyday%20Alchemist%27s%20Happiness%20Handbook/1372980295.2.jpg"}},{"annotation": "", "uuid": "9gExKjpDFnN8xpEfBZUqsZ", "position": 7, "book": {"uuid": "ENdwihsDSGxyZ2ZeRoVbFj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "Attitudes of Gratitude, 10th Anniversary Edition", "publication_date": "2009-04-01", "oyster_good_for_statement": "", "isbn": "9781609250010", "publisher": {"uuid": "A6seb8YnHM6RRPbRHAokw4", "name": "Red Wheel Weiser"}, "awards": [], "description": "<DIV><P>In <I>Attitudes of Gratitude</I>, M. J. Ryan teaches readers how to unlock the fullness of their hearts and lives through the expression of gratitude. &#8220;Gratitude helps us to return to our natural state of joyfulness,&#8221; she writes, &#8220;where we notice what&#8217;s right instead of what&#8217;s wrong. It makes us feel complete, that we have everything we need, at least in this moment.&#8221; In her introduction to this 10th anniversary edition, Ryan recounts current research that bolsters her original thinking&#8212;people who practice gratitude on a daily basis are, by and large, happier, healthier, and more effective in the world. She also shares with readers brand new, top 10 gratitude practices, which readers of the first edition and people she&#8217;s taught and counseled over the years have provided to her. The concept of this book is very simple and very profound: &#8220;Gratitude creates happiness.&#8221; It&#8217;s a fact of life (and science as it turns out). Plants create carbon dioxide and gratitude creates happiness.</P></DIV>", "average_rating": 4.18, "author": "M. J. Ryan", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/Attitudes%20of%20Gratitude%2C%2010th%20Anniversary%20Edition/1373391133.83.jpg"}},{"annotation": "", "uuid": "cMYWQ5YtHyy5LAtVrmzG2T", "position": 5, "book": {"uuid": "LNiwzgarJfYWmYwyLM87oN", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 304, "title": "Younger Brain, Sharper Mind", "publication_date": "2012-01-31", "oyster_good_for_statement": "", "isbn": "9781609613679", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p>No one can avoid gray hair and wrinkles, but what about preventing the brain from aging? Dr. Eric Braverman, “America’s Brain Doctor” and bestselling author has created a simple, science-based plan that can help prevent the worst mental side effects of aging: memory loss, cognitive decline, and mood changes.</p><p>Dr. Braverman distills 35 years of research and clinical experience into a 6-step program that helps spur neurogenesis: growing new brain cells as one ages. By following the plan, readers can self-detect cognitive decline, reverse it, and boost the brain’s power and speed.</p><p>In <i>Younger Brain, Sharper Mind</i>, readers will discover:</p><ul><li>The Braverman Brain Advantage Test—a fast and simple way to assess attention span, memory, and cognitive function</li><li>Special foods scientifically proven to support brain function</li><li>A comprehensive set of exercises—for both body and brain—designed to keep readers healthy and functioning at a high level even as the years go by</li></ul>", "average_rating": 4.02, "author": "Eric R. Braverman", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613679/1376893905.19.jpg"}},{"annotation": "", "uuid": "fZVpmv7fjfFFqcuuPjADLi", "position": 43, "book": {"uuid": "teW8aaC9biTK6ELkZakpyM", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 240, "title": "The Hoarder in You", "publication_date": "2012-11-13", "oyster_good_for_statement": "", "isbn": "9781609611323", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<b>From the hit A&E show <i>Hoarders</i>, psychologist Dr. Robin Zasio shows readers how to take control of their stuff and de-clutter their lives.</b><br><br>Recently, the once little-known condition of hoarding has become a household phrase—in part due to the popularity of the Emmy Award–winning television show <i>Hoarders</i>, which has captivated audiences with its stark and heartbreaking look at the people who suffer from this paralyzing condition.<br><br>Contributing expert to <i>Hoarders</i> Dr. Robin Zasio believes that our fascination with hoarding stems from the fact that most of us fall somewhere on the hoarding continuum. In <i>The Hoarder in You</i>, Dr. Zasio shares behind-the-scenes stories from the show, including some of the most serious cases of hoarding that she’s encountered—and explains how readers can learn from these extreme examples. She also shares psychological and practical advice for de-cluttering and organizing, including how to tame the emotional pull of acquiring additional things, make order out of chaos by getting a handle on cluter, and create an organizational system that reduces stress and anxiety.", "average_rating": 4.5, "author": "Robin Zasio", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609611323/1380279043.19.jpg"}},{"annotation": "", "uuid": "RYsg85JMRTnFNdXKuKVPrL", "position": 45, "book": {"uuid": "A7aUm2YwnYyN6CS5HPUSbf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 144, "title": "The Miracle of Spices - Practical Tips for Health, Home & Beauty", "publication_date": "2013-11-07", "oyster_good_for_statement": "", "isbn": "9781780286341", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "awards": [], "description": "<p><i>The Miracle of Spices</i< is a comprehensive guide that offers a wealth of information and ingenious practical tips on the many health, beauty and culinary benefits to be gained from using spices readily available in your local supermarket. The book opens with a short history of spices, their popularity around the world over the millennia and their value to world trade. The first chapter outlines the sources, names, contents, aroma, flavour and culinary uses of the 50 most used spices. The remaining chapters address topics such as the best ways to buy, choose, store and use spices; how to help to prevent and treat common ailments with spices; and how to make use of them in your home. Finally, there's a substantial selection of some of the most delicious spice-containing recipes to inspire and delight.</p>", "average_rating": 0.0, "author": "Penny Stanway Author", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780286341/1385165864.23.jpg"}},{"annotation": "", "uuid": "PkoV8igmzbFQbB2wYZZ3D7", "position": 16, "book": {"uuid": "xb9W9M9Rb3Q4Rbhrvcx34B", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 256, "title": "No Opportunity Wasted", "publication_date": "2006-03-21", "oyster_good_for_statement": "", "isbn": "9781609616663", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p>From renowned adventurer and television star Phil Keoghan (host of <i>The Amazing Race</i>), <i>No Opportunity Wasted</i> combines the self-improvement appeal of an inspirational book with the adrenaline rush of a thriller. Keoghan shares his dynamic and uplifting philosophy as he takes readers on a series of exciting journeys from the Yucatán Jungle to the depths of an underwater cave to the top of an erupting volcano. Along the way, you'll meet fascinating people living out their dreams—including a mailman who takes a shot at pro hockey, a nun trying for a triathlon record, an 89-year-old water skier, a young surfer who won't let paralysis keep him off the board, a husband who helps his musician wife to finally shine in the spotlight, and many more. </p><p>But this is no armchair adventure book. It is an urgent call to action, inspiring and enabling you to seek out <i>your own</i> memorable experiences. Keoghan provides a clear, step-by-step guide to help you create a personalized \"List for Life” by following 8 themes, including:</p><ul><li><b>Face your fear:</b> Sometimes, swimming with the sharks—literally—can help us overcome the obstacles that hold us back.</li><li><b>Get lost:</b> Whether you're going around the world or just across town, great possibilities await at every turn—if you're willing to lose yourself in the experience.</li><li><b>Test your limits:</b> Regardless of your age or physical conditioning, get the most out of an experience by pushing and stretching your capabilities.</li><li><b>Aim for the heart:</b> Often, the best way to live out your own dream is to help others to live out theirs.</li></ul><p>Packed with practical suggestions and examples and driven by Phil Keoghan's fresh, compelling \"N.O.W.\" philosophy, this is a book that will help us all dream more freely and live more fully.</p>", "average_rating": 3.7, "author": "Phil Keoghan", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609616663/1376894411.12.jpg"}},{"annotation": "", "uuid": "mRXB6E9mM2zssKqD8zFzuX", "position": 23, "book": {"uuid": "oCLFSYTrJy7f84VVghhX4G", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 96, "title": "A Guide for Grown-ups", "publication_date": "2002-05-01", "oyster_good_for_statement": "", "isbn": "9780547540122", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&#8220;One sees clearly only with the heart. Anything essential is invisible to the eyes.&#8221;<BR>For more than sixty years, this insight from <I>The Little Prince </I>has been quoted in more than 130 languages by fans around the world<I>.</I> Now, for the first time, quotations from the collected works and letters of Antoine de Saint-Exup&#233;ry are presented in a charming gift edition. Six chapters--&#8220;Happiness,&#8221; &#8220;Friendship,&#8221; &#8220;Responsibility,&#8221; &#8220;Fortitude,&#8221; &#8220;Love,&#8221; and &#8220;What Is Essential&#8221;--offer inspirational and thought-provoking words about the subjects held most dear by the author. A perfect gift for graduates&#8212;or for anyone who wants gentle guidance.<br></DIV>", "average_rating": 4.14, "author": "Antoine de Saint-Exupéry", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540122/1376383125.35.jpg"}},{"annotation": "", "uuid": "Fihyjqdh7CUvw5JLa3xJ5M", "position": 26, "book": {"uuid": "7b6QAVWWhBHGD5pBA3ZwMo", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 224, "title": "The Martha Rules", "publication_date": "2006-10-03", "oyster_good_for_statement": "", "isbn": "9781623360719", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "Martha Stewart is an undeniable force in the business world. One of the world's greatest entrepreneurs, she turned her personal passion into Martha Stewart Living Omnimedia, a billion dollar business. What's her secret for success?<br><br>Now, for the first time, Martha Stewart shares her business knowledge and advice in this handbook for success. Tapping into her years of experience in building a thriving business, Martha will help readers identify their own entrepreneurial voice and channel their skills and passions into a successful business venture. Her advice and insight is applicable to anyone who is about to start or expand a venture of any size, whether it is a business or philanthropic endeavor, but also to individuals who want to apply the entrepreneurial spirit to a job or corporation to increase innovation and maintain a competitive edge.<br><br>Featuring Martha's top principles for success, as well as stories and anecdotes from her own experiences, <i>The Martha Rules</i> is sure to appeal to business readers, fans, and anyone who admires her for her style, taste, and great advice-and who have great business ideas of their own!", "average_rating": 4.2, "author": "Martha Stewart", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623360719/1380279052.53.jpg"}},{"annotation": "", "uuid": "cZUDmjpLXferBgMbNy7db9", "position": 15, "book": {"uuid": "DTDpwHkrxWwTtJ4GnK79cY", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 320, "title": "What Doctors Eat", "publication_date": "2013-02-12", "oyster_good_for_statement": "", "isbn": "9781609619572", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p><b>A first-of-its-kind diet that will help everyone get their healthiest body ever—based on strategies from 100 of the country's top doctors.</b></p><p>One of the questions we all want to ask our doctors is how do you protect your health? For the top physicians and researchers in the country, the answer almost always is: it's all about making smart food choices. <i>What Doctors Eat</i> is an inside peek at the easy, yet ingenious ways experts design their diets to lower their disease risk and keep their weight steady. It's packed with advice the pros give their patients—and follow in their own lives. </p><p><i>Prevention</i> has synthesized the experts' strategies to create the ultimate healthy-eating plan, The Doctors' Diet. Not only will it help anyone reach their goal weight, it's filled with delicious power foods that fight illness and boost energy. To further take the guesswork out of eating smart, the doctors share their favorite recipes. Loaded with real-word tips and easy, flavorful recipes, <i>What Doctors Eat</i> is like having a healthy eating coach on call 24/7.</p>", "average_rating": 3.96, "author": "Tasneem Bhatia", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619572/1376893886.97.jpg"}},{"annotation": "", "uuid": "duUk4fTrjXpHDB7sgDjj9E", "position": 21, "book": {"uuid": "g77hD6MYZPendwn5gT6LKi", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Your Erroneous Zones", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061852008", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<blockquote>From the author of the multimillion-copy bestseller <em>Pulling Your Own Strings,</em> positive and practical advice for breaking free from the trap of negative thinking and enjoying life to the fullest.</blockquote><ul TYPE=DISC><li>If you're plagued by guilt or worry and find yourself unwittingly falling into the same old self-destructive patterns, then you have \"erroneous zones\"--whole facets of your approach to life that act as barriers to your success and happiness. <li>If you believe that you have no control over your feelings and reactions, you give up the many choices that are available to you. Dyer shows how you can take charge of yourself and manage how much you will let difficult times--and people--affect you. <li>If you spend more time worrying what others think than working on what you want and need, you will always be disappointed. Dyer shows that only you can make yourself happy and points the way to true self-reliance. <li>If you are still caught up in old labels for yourself and an out-of-date self-image, you cancel out your present potential. Dyer shows how you can break out of the patterns of the post to become fulfilled in the present. <li>If you depend upon others for your well-being, you lose yourself. Dyer shows how to take control of your own needs and learn to give and receive love without limits.</ul>", "average_rating": 3.96, "author": "Wayne W. Dyer", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061852008/1376489472.9.jpg"}},{"annotation": "", "uuid": "57ttJYmSMGhnVrPjRUsKM9", "position": 31, "book": {"uuid": "zBFoS7kQGgtXYRiispzY6Z", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Merle's Door", "publication_date": "2008-04-21", "oyster_good_for_statement": "", "isbn": "9780547415987", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<div><div>Now including a wonderful new photo insert chronicling Merle&#8217;s life, this national bestseller explores the relationship between humans and dogs. How would dogs live if they were free? Would they stay with their human friends?  <p></P>Merle and Ted found each other in the Utah desert&#8212; Merle was living wild and Ted was looking for a pup to keep him company. As their bond grew, Ted taught Merle how to live around wildlife, and Merle taught Ted about the benefits of letting a dog make his own decisions.  <p></P>Using the latest in wolf research and exploring issues of animal consciousness and leadership and the origins of the human-dog relationship, Ted Kerasote takes us on the journey he and Merle shared. As much a love story as a story of independence and partnership, <I>Merle&#8217;s Door </I>is tender, funny, and ultimately illuminating.  <p>Now including a wonderful new photo insert chronicling Merle&#8217;s life.</DIV></DIV>", "average_rating": 4.21, "author": "Ted Kerasote", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415987/1376380010.96.jpg"}},{"annotation": "", "uuid": "y3KLqh32Ti3Dyh43PFBqiW", "position": 28, "book": {"uuid": "z3BsnLGu2tnQQTziupnNDg", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 254, "title": "Mayo Clinic Diet", "publication_date": "2011-10-26", "oyster_good_for_statement": "", "isbn": "9780795323331", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Here at last is the last diet you should ever need. Get a quick and gratifying start with Lose It!, the phase of the diet designed to help you lose up to six to ten pounds in just two weeks. Eat the foods you love in moderation in the Live It! phase, which is designed to help you continue to lose one to two pounds per week and keep them off.</p>\n<p></p>\n<p>Here is the diet that helps you accomplish real and lasting weight loss. It is no fad, but a solid, common-sense approach brought to you by an award-winning health organization. More, <i>The Mayo Clinic Diet</i> does not require expensive ingredients (which can make a diet difficult to maintain in the long run.)</p>\n<p></p>\n<p>Through simple, healthy adjustments to your lifestyle, <i>The Mayo Clinic Diet</i> gives you the tools you need to achieve the success you want. In two easy phases, <i>The Mayo Clinic Diet</i> helps you lose weight and keep it off for life.</p>\n<p></p>\n<p>In two simple phases you’ll be on the road to a healthy weight for the rest of your life. Packed with lots of encouragement--meal planners, recipes, tips for overcoming challenges, starting an exercise plan, and much more--Mayo Clinic delivers everything you need in one book. It’s time to toss the scales and calculators and pick up the foods you’ve always loved. At last the diet you’ve been waiting for.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Mayo Clinic first took root in farm fields near Rochester, Minn., in the late 1800s. It grew from the medical practice of a country doctor, William Worrall Mayo, and the partnership of his two sons, William J. and Charles H. Mayo--affectionately known as Dr. Will and Dr. Charlie.</p>\n<p></p>\n<p>The brothers’ innovative ideas and tireless work in learning and creating new surgical techniques attracted international attention. Physicians from around the world cam to watch the Mayo brothers perform surgery.</p>\n<p></p>\n<p>The Mayo brothers invited other doctors to join them, forming teams of medical experts. Today, Mayo Clinic--one of the world’s oldest and largest multi-speciality group practices--comprises more than 45,000 physicians, scientists, nurses and other staff at its three locations in Rochester, Minn., Jacksonville, Fla., and Scottsdale, Ariz., and its regional community-based health care practices.</p>", "average_rating": 3.95, "author": "Mayo Clinic", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Mayo%20Clinic%20Diet/1373294174.95.jpg"}},{"annotation": "", "uuid": "9zx3zvNMmarWp3BJKwHn5i", "position": 4, "book": {"uuid": "Emrn3JDmnvgBHMgYr5o5vh", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 336, "title": "Teach Us to Sit Still", "publication_date": "2012-07-03", "oyster_good_for_statement": "", "isbn": "9781609611590", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p><i>Teach Us to Sit Still</i> is the visceral, thought-provoking, and inexplicably entertaining story of how Tim Parks found himself in serious pain, how doctors failed to help, and the quest he took to find his own way out.</p><p>Overwhelmed by a crippling condition which nobody could explain or relieve, Parks follows a fruitless journey through the conventional medical system only to find relief in the most unexpected place: a breathing exercise that eventually leads him to take up meditation. This was the very last place Parks anticipated finding answers; he was about as far from New Age as you can get.</p><p>As everything that he once held true is called into question, Parks confronts the relationship between his mind and body, the hectic modern world that seems to demand all our focus, and his chosen life as an intellectual and writer. He is drawn to consider the effects of illness on the work of other writers, the role of religion in shaping our sense of self, and the influence of sports and art on our attitudes toward health and well-being. Most of us will fall ill at some point; few will describe that journey with the same verve, insight, and radiant intelligence as Tim Parks. Captivating and inspiring, <i>Teach Us to Sit Still </i>is an intensely personal—and brutally honest—story for our times.</p>", "average_rating": 3.66, "author": "Tim Parks", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609611590/1376893605.25.jpg"}},{"annotation": "", "uuid": "JdNGcFJBwbhhM4gbmv8ecj", "position": 18, "book": {"uuid": "gzud7RfRwxihmGqahh886K", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 608, "title": "8,789 Words of Wisdom", "publication_date": "2001-08-01", "oyster_good_for_statement": "", "isbn": "9780761154846", "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}, "awards": [], "description": "<i>8,789 Words Of Wisdom</i> is brimming with great advice, maxims, sayings and saws, proverbs, precepts and truths-8,789 of them, to be exact. Turn to any spot in the book and there is the secret to living a happier, healthier, saner, more productive life. Learn to unlearn. Appreciate the questions as much as the answers. Stretch beyond what is comfortable. There are folksy expressions polished smooth over time: If you think you can, you can. Experience is the best teacher. Quotes: Those who know don't speak, those who speak don't know (Lao-tzu). Even if you're on the right track, you'll get run over if you just sit there (Will Rogers). Unexpected turns: Listen with your eyes. Good judgment comes from experience and experience comes from bad judgment. Taken together it's the ultimate source of self-improvement.<p></p>", "average_rating": 4.09, "author": "Barbara Ann Kipfer", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761154846/1377071039.26.jpg"}},{"annotation": "", "uuid": "qpDX3BYDaPbcRhuPfUYRPA", "position": 2, "book": {"uuid": "aqBZZqgExiUge9eXXXq3DY", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 272, "title": "The Honest Life", "publication_date": "2013-03-12", "oyster_good_for_statement": "", "isbn": "9781609619121", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>As a new mom, Jessica Alba wanted to create the safest, healthiest environment for her family. But she was frustrated by the lack of trustworthy information on how to live healthier and cleaner—delivered in a way that a busy mom could act on without going to extremes. In 2012, with serial entrepreneur Brian Lee and environmental advocate Christopher Gavigan, she launched The Honest Company, a brand where parents can find reliable information and products that are safe, stylish, and affordable. <i>The Honest Life</i> shares the insights and strategies she gathered along the way.</p><p><i>The Honest Life</i> recounts Alba’s personal journey of discovery and reveals her tips for making healthy living fun, real, and stylish, while offering a candid look inside her home and daily life. She shares strategies for maintaining a clean diet (with favorite family-friendly recipes) and embraces nontoxic choices at home and provides eco-friendly decor tips to fit any budget. Alba also discusses cultivating a daily eco beauty routine, finding one’s personal style without resorting to yoga pants, and engaging in fun, hands-on activities with kids. Her solutions are easy, chic, and down-to-earth: they’re honest. And discovering everyday ways to live naturally and authentically—true to you—could be honestly life-changing.</p>", "average_rating": 4.09, "author": "Jessica Alba", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619121/1376893692.4.jpg"}},{"annotation": "", "uuid": "7ELVZtXCQS82C5weZiHvLa", "position": 19, "book": {"uuid": "gEyXQWSBseNCgbKu7GKd4g", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "The Relaxation Response", "publication_date": "2009-09-22", "oyster_good_for_statement": "", "isbn": "9780061966002", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>When Dr. Herbert Benson introduced this simple, effective, mind/body approach to relieve stress in <em>The Relaxation Response</em> twenty-five years ago, the book became an instant national bestseller. Since that time, millions of people have learned the secret of the relaxation response--without high-priced lectures, drugs, or prescription medicine. The tremendous success of this approach has turned <em>The Relaxation Response</em> into the classic reference recommended by most health care professionals and authorities to treat the harmful effects of stress. </p><p>This revitalizing, therapeutic approach, discovered by Dr. Benson and his colleagues in the laboratories of Harvard Medical School and its teaching hospitals, is now routinely recommended to treat patients suffering from heart conditions, high blood pressure, chronic pain, insomnia, and many other physical ailments. Requiring only minutes to learn, and just ten to twenty minutes of practice twice a day, <em>the Relaxation Response</em> has proven to be one of the most effective ways to relieve the tensions of modern-day living for a richer, healthier, more productive life. </p>", "average_rating": 3.87, "author": "Herbert Benson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061966002/1376452665.35.jpg"}},{"annotation": "", "uuid": "ruomXmvG58tVy9cJAH2TB7", "position": 17, "book": {"uuid": "LXnMvJoqBfiNTKoxUUNsz6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 611, "title": "14,000 Things to be Happy About.", "publication_date": "2007-04-15", "oyster_good_for_statement": "", "isbn": "9780761154839", "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}, "awards": [], "description": "No opinions, no explanations, no asides, footnotes, editorializing, or proselytizing. And all in a plain white cover with large black type. With over one million copies in print, <i>14,000 Things to Be Happy About</i> is the mesmerizing bestseller that celebrates all the little things that make life worth living. Any random page is an instant pick-me-up, and reading it is as irresistible as popcorn:<br><br>\n\n&#8226; new babies<br> &#8226; a well-crafted chair<br> &#8226; having a sense of your own space<br> &#8226; a real person answering the phone<br> &#8226; peninsulas<br> &#8226; leaves snuggled around the foundations of old country houses<br> &#8226; staying home on New Year&#8217;s Eve<br><br> Now revised and updated, with 1,500 new entries&#8212;the feel of the fur in Ugg boots, a favorite television program caught on TiVo&#8212;<i>14,000 Things to Be Happy About</i> is a panacea for a new time and a new generation, an antidote to the all-too-many things we might be unhappy about. Adding to the pleasure are 125 joyous and jewel-like illustrations from Pierre Le-Tan.", "average_rating": 4.02, "author": "Barbara Ann Kipfer", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761154839/1377071075.73.jpg"}},{"annotation": "", "uuid": "Sd9BQMKG9jsCEQYuowZoh7", "position": 3, "book": {"uuid": "pKUPb9M5vvQn49U6JPJvjk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 250, "title": "Real Happiness", "publication_date": "2010-12-29", "oyster_good_for_statement": "", "isbn": "9780761164036", "publisher": {"uuid": "J8zDjwKBXDVuRhLWcfRMZn", "name": "Workman Publishing Company"}, "awards": [], "description": "Thousands of years prove it, and Western science backs it: Meditation sharpens focus. Meditation lowers blood pressure, relieves chronic pain, reduces stress. Meditation helps us experience greater calm. Meditation connects us to our inner-most feelings and challenges our habits of self-judgment. Meditation helps protect&nbsp; the brain against aging and improves our capacity for learning new things. Meditation opens the door to real and accessible happiness. <br><br>There is no better person to show a beginner how to harness the power of meditation than Sharon Salzberg, one of the world’s foremost meditation teachers and spiritual authors. Cofounder of the Insight Meditation Society, author of <i>Lovingkindness</i>, <i>Faith</i>, and other books, Ms. Salzberg distills 30 years of teaching meditation into a 28-day program that will change lives. It is not about Buddhism, it’s not esoteric—it is closer to an exercise, like running or riding a bike. From the basics of posture, breathing, and the daily schedule to the finer points of calming the mind, distraction, dealing with specific problem areas (pain in the legs? falling asleep?) to the larger issues of compassion and awareness, <i>Real Happiness</i> is a complete guide. It explains how meditation works; why a daily meditation practice results in more resiliency, creativity, peace, clarity, and balance; and gives twelve meditation practices, including mindfulness meditation and walking meditation. An extensive selection of her students’ FAQs cover the most frequent concerns of beginners who meditate—“Is meditation selfish?” “How do I know if I’m doing it right?” “Can I use meditation to manage weight?”", "average_rating": 4.2, "author": "Sharon Salzberg", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761164036/1390198399.6.jpg"}},{"annotation": "", "uuid": "Lg9sE7kSyFGqSuGPq7b2Ri", "position": 6, "book": {"uuid": "E8E9GBxYoePrasiRVXN8yn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 264, "title": "Seven Habits of Highly Fulfilled People", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781932181920", "publisher": {"uuid": "cCRc2hf3HGRyKKSg7NvK4C", "name": "Personhood Press"}, "awards": [], "description": "This book presents seven simple habits (or gifts) of mind that can bring lasting fulfillment in all aspects of our lives.  One can be highly successful in the worldly sense and still feel completely empty inside. This book underscores the vital difference between success and significance.  It is about living a life beyond the narrow confines of materialistic success and instead, living a life of significance, a life infused with understanding, meaning, purpose, and fulfillment.  Success is external, significance is internal; success aims to acquire external objects, significance aims to harness inner qualities.  All of the &#147;gifts&#8221; presented within these pages are devoted to the high art of living a fulfilled life and leaving something behind.      This book draws upon time tested principles culled from the wisdom traditions from all over the world.  It proposes that the key to abiding fulfillment lies in changing our engrained mental models rather than fixing the outer environment.  Through stories, anecdotes and powerful quotes, the book presents practical strategies and opportunities for the reader to explore and reflect upon how they might integrate and practice these gifts in their lives.  As these gifts are practiced, an internal peace and a sense of fulfillment evolve that does not rely on external props.", "average_rating": 0.0, "author": "Satinder Dhiman", "cover_img": "https://cflare.oysterbooks.com/covers/Personhood%20Press/Seven%20Habits%20of%20Highly%20Fulfilled%20People/1372980519.65.jpg"}},{"annotation": "", "uuid": "jHD5zjrbJzwdSkUUMLCqaR", "position": 44, "book": {"uuid": "8Hy53SQ76HxZnXebdQsjPB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 144, "title": "The Miracle of Tea - Practical Tips for Health & Home", "publication_date": "2013-11-07", "oyster_good_for_statement": "", "isbn": "9781780286334", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "awards": [], "description": "<p>It's not just about Camomile or Earl Grey - there are so many different teas from around the world waiting to be discovered and experimented with, and which will do wonders for your beauty and your garden. Most imortantly, Stanaway shows that teas are a key component of a healthy diet. The first chapter takes us through different the major tea types and varieties, a kind of Sibley's Guide to Teas. The rest of the book focusees on what we can do with teas, from tips on buying and storing them, to how to make use of them for caring for ourselves and our homes. Finally, there's a selection of the most delicious tea-containing recipes, carefully chosen to inspire and delight.</p>", "average_rating": 0.0, "author": "Penny Stanway Author", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780286334/1385165852.85.jpg"}},{"annotation": "", "uuid": "NWd7c5yWE3jv7hGVpNkYVU", "position": 29, "book": {"uuid": "wdc4hpumk7PVismnszPvAS", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 386, "title": "The Intellectual Devotional Health", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9781605293301", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "In this fourth installment of the <i>New York Times</i> best-selling <i>Intellectual Devotional</i> series, authors Noah Oppenheim and David Kidder have partnered with Bruce K. Young, MD, to offer a year's worth of medical knowledge and wellness wisdom. Each daily dose in this infectious volume offers insight into the mysterious terrain of the human body and the factors that impact its constitution.<br><br>Drawn from seven diverse categories, including lifestyle and preventive medicine; the mind; medical milestones; drugs and alternative treatments; sexuality and reproduction; diseases and ailments; and children and adolescents, these 365 entries are as informative as they are functional. From aspirin to the x-ray, headaches to Hippocrates, Viagra to influenza, <i>The Intellectual Devotional: Health</i> will revive the mind and rejuvenate the body. Sure to please devoted intellectuals and newcomers alike, this timely volume sheds new light on an endlessly fascinating subject: ourselves.", "average_rating": 4.3, "author": "David S. Kidder", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605293301/1380278915.91.jpg"}},{"annotation": "", "uuid": "ZzhKifg8hAMQX8ttEpyBZN", "position": 38, "book": {"uuid": "JYXJ5ZwXMm9KcdSu9N5X27", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 320, "title": "The Kind Diet", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9781609613501", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>In <i>The Kind Diet</i>, actress, activist, and committed conservationist Alicia Silverstone shares the insights that encouraged her to swear off meat and dairy forever, and outlines the spectacular benefits of adopting a plant-based diet, from effortless weight loss to clear skin, off-the-chart energy, and smooth digestion. She explains how meat, fish, milk, and cheese—the very foods we’ve been taught to regard as the cornerstone of good nutrition—are actually the culprits behind escalating rates of disease and the cause of dire, potentially permanent damage to our ecology.</p><p>Yet going meat- and dairy-free doesn’t mean suffering deprivation; to the contrary, <i>The Kind Diet</i> introduces irresistibly delicious food that satisfies on every level—it even includes amazing desserts to keep the most stubborn sweet tooth happy. Alicia also addresses the nutritional concerns faced by many who are new to a plant-based diet, and shows how to cover every nutritional base, from protein to calcium and beyond.</p><p>Alicia knows that changing life-long dietary habits is a process, and that each person progresses at a different pace. For that reason, <i>The Kind Diet</i> encompasses 3 separate levels, from Flirting to Superhero. <b>Flirts</b> learn to dip a toe into the vegan pool, reducing their meat-eating and swapping out a few key foods for plant-based substitutes to see quickly how even small changes can reap big results. <b>Vegans</b> get to experience the life-altering effects of forgoing animal-products entirely, while still enjoying many convenience foods and meat substitutes in addition to the wonderful grains, vegetables and fruits that form the core of that diet. True enlightenment comes with the <b>Superhero</b> program, based on the principles of macrobiotics and built on a foundation of whole grains, vegetables, and other yummy foods that Alicia describes in detail.</p><p>Whether your goal is to drop a few pounds, boost your energy and metabolism, or simply save the world, Alicia provides the encouragement, the information, and the tools you need to make the transition to a plant-based diet deliciously empowering.</p>", "average_rating": 3.89, "author": "Alicia Silverstone", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613501/1376149971.29.jpg"}},{"annotation": "", "uuid": "CAgazYDJoRA4CQnYc3Fe4R", "position": 34, "book": {"uuid": "Sx7kM5ndyv8TYTAmBw2gZ", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 288, "title": "Get a Life That Doesn't Suck", "publication_date": "2008-09-02", "oyster_good_for_statement": "", "isbn": "9781605299181", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p>Life can really suck. But it doesn't have to. With the help of esteemed consultant and coach Michelle DeAngelis, life can really rock. DeAngelis serves up a combination of street-smart wisdom and cheerful irreverence as she shows readers how to enjoy the \"ride of their lives,\" regardless of the roadblocks or potholes along the way. By providing the specific mechanics to joy, DeAngelis shows that joy is a repeatable by-product of living one's life in integrity and of making conscious choices every day that kick misery, worry, and guilt to the curb. She explains how most people are not naturally equipped to deal with life's challenges and then introduces foundational tools and effective techniques to take readers from crappy to happy. She starts with a Joy Quotient Quiz that gives readers their \"JQ\" score and identifies their \"Gap\"—the measurable difference between what people think and what they do—which is where life sucks. She then teaches a four-step, fast-acting process that provides \"suck relief\" to solve everyday problems. The centerpiece of the work is DeAngelis's 10 Life-Changing Ahas.</p><p>From the title to the very last line, <i>Get a Life That Doesn't Suck</i> is not your everyday self-help book. Through humor and real-life examples, DeAngelis explains how readers can reduce their stress, improve their outlook, and get rid of whatever is holding them back. She provides the formula for readers to make joy real and accessible so that the journey from \"life sucks\" to \"life rocks\" is worth the trip.</p>", "average_rating": 4.24, "author": "Michelle DeAngelis", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605299181/1376894278.15.jpg"}}]