[{"annotation": "", "uuid": "DmNwhbQVetscEHoKxpFXfc", "position": 86, "book": {"uuid": "tiCqAFU9Qy7wkEGiwdtZaB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 383, "title": "The Album", "publication_date": "2013-08-13", "oyster_good_for_statement": "", "isbn": "9781480436527", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><b>On a quiet cul-de-sac, an elderly invalid is slaughtered with an axe</b><DIV></div><DIV><BR>Crescent Place was once a peaceful country green surrounded by five tasteful suburban houses and populated by polite, responsible citizens. But as the city enveloped it, the residents built a gate to keep the world out. With each passing year, the subdivision grew stranger and stranger&mdash;until it began to look like a time capsule of the 1890s. In these houses are a husband and wife who fight constantly, and another couple who hasn&rsquo;t spoken to each other in two decades. There is a widow in permanent mourning and a daughter whom the newspapers call psychotic. And there is a bedridden old woman who is about to be killed with an axe.</div><BR>When her murder shatters the quiet of the little enclave, the tabloids delight in trumpeting the neighborhood&rsquo;s peculiarities. But as the search for the killer intensifies, the area&rsquo;s strangest secrets have yet to be revealed.&#160;</div>", "average_rating": 3.74, "author": "Mary Roberts Rinehart", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480436527/1377118551.05.jpg"}},{"annotation": "", "uuid": "TMCGz3YE7LLcHTm4v9sUTU", "position": 5, "book": {"uuid": "qLisyjVg3Qg3JUPykiKMUZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Powder Burn", "publication_date": "2010-12-28", "oyster_good_for_statement": "", "isbn": "9781453210635", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b><i>New York Times</i> bestselling author Carl Hiaasen&rsquo;s gripping debut&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV><b>A witness to a gangland murder must outwit and outrun the vicious hit men on his trail&mdash;before it&rsquo;s too late</b></div><DIV>&#160;</div><DIV>Chris Meadows&rsquo;s charmed life as an up-and-coming architect has kept him far removed from Miami&rsquo;s bloody drug trade. But his comfortable existence comes crashing down around him when Chris witnesses the hit-and-run death of an ex-girlfriend by a car full of drug smuggling gangsters. Now caught up in southern Florida&rsquo;s brutal underground cocaine war, Chris is in a fight for his life&mdash;to evade not only the hit men seeking to silence him, but also the crooked Miami cops who would rather exploit than protect him.</div></p></DIV>", "average_rating": 3.34, "author": "Carl Hiaasen", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Powder%20Burn/1373329479.71.jpg"}},{"annotation": "", "uuid": "FLp8m2eJCm6xuzMQMYatzU", "position": 54, "book": {"uuid": "TkJjkh99MAk2Cg6fdBa7MG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 385, "title": "Imola", "publication_date": "2009-09-01", "oyster_good_for_statement": "", "isbn": "9781605423272", "publisher": {"uuid": "nWWDE6cSVwsPMhMpm5CNRT", "name": "Medallion Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">After witnessing the horrific murder of her twin sister Lilin, Agnes Hahn developed a multiple personality disorder in the&#160;form of her dead sibling and was admitted to the Napa State Mental Institution, simply known as \"Imola\" to its residents.&#160;By controlling her sister's body,&#160;Lilin&#160;escapes from the institution and begins a killing spree throughout northern California. Calling on the lessons learned in her therapy sessions and with the support of investigative reporter Jason Powers, Agnes begins to challange her maniacal sister. Wrestling with the secrets of her dark past and her persistent inner demon, Agnes finds herself in the ultimate battle to regain her life.</p></DIV>", "average_rating": 3.38, "author": "Richard Satterlie", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/Imola/1372977603.47.jpg"}},{"annotation": "", "uuid": "nXYzgZwXSTZmKgxNr5jxaV", "position": 80, "book": {"uuid": "zj7MdmsaBEbzQNa8ChmpkZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "The Sudoku Murder", "publication_date": "2008-12-17", "oyster_good_for_statement": "", "isbn": "9780786741038", "publisher": {"uuid": "a5GdgELksZ9HP862ABnbHj", "name": "Running Press"}, "awards": [], "description": "<DIV>&ldquo;This intriguing first in a new series from Freydont (<i>A Merry Little Murder</i> and four other mysteries featuring dancer Linda Haggerty) introduces mathematician and Sudoku whiz Katie McDonald. Katie, a self-professed geek who works for a hush-hush government think tank, returns to her hometown of Granville, NH, at the behest of her former mentor, P.T. Avondale. Katie is shocked to find Avondale frail and preoccupied, his beloved puzzle museum in serious disrepair and dire financial straits. Before Katie can make sense of the situation, she discovers Avondale murdered in his office&mdash;slumped over an unfinished Sudoku puzzle that may provide a clue to the killer&rsquo;s identity. She tops the brash new police chief&rsquo;s suspect list and decides to solve the case on her own, not only to clear her name but to save the Avondale museum from the wrecking ball. <b>Readers will want to see a lot more of the intelligent and endearing Katie.&rdquo;</b>&mdash;<i>Publishers Weekly</i></div>", "average_rating": 3.6, "author": "Shelley Freydont", "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780786741038/1387370852.57.jpg"}},{"annotation": "", "uuid": "z4kvbxayuAuufctajbdtjm", "position": 50, "book": {"uuid": "XzCMBKk7WtyrNfXc5ibLf8", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 224, "title": "He Died With His Eyes Open", "publication_date": "2011-10-04", "oyster_good_for_statement": "", "isbn": "9781612190136", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Murders are a dime a dozen in Margaret Thatcher's London, and when it comes to the brutal killing of a middle-aged alcoholic found dumped outside of town, Scotland Yard has more important cases to deal with.</p>\n<p>Instead it's a job for the Department of Unexplained Deaths and its head Detective Sergeant. With only a box of cassette-tape diaries as evidence the rouge detective has no choice but to listen to the haunting voice of the victim for clues to his gruesome end.</p>\n<p>The first book in Derek Raymond's acclaimed Factory Series is an unflinching yet deeply compassionate portrait of a city plagued by poverty and perversion and a policeman who may be the only one who cares about the \"people who don't matter and who never did.”</p>", "average_rating": 3.83, "author": "Derek Raymond", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190136/1377114338.01.jpg"}},{"annotation": "", "uuid": "BXTjDPKxD2YpKuKYAS9UPg", "position": 65, "book": {"uuid": "BuxfrPLZvW4gQHofkYz6A", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "Walkers", "publication_date": "2012-07-01", "oyster_good_for_statement": "", "isbn": "9781440544385", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Joana was one of the dead.</p> <p>But she was brought back to life!</p> <p>That’s when people began trying to kill her...nice people...the last people in the world anyone would suspect of being capable of murder&#151;people who were already dead...</p>", "average_rating": 3.66, "author": "Gary Brandner", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/389/3891355186464.98.jpg"}},{"annotation": "", "uuid": "Uce3aS7wHKt7pmgoygNAW9", "position": 20, "book": {"uuid": "GcUCPGqiXK7ro2Fen2Pk33", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "The Bone Chamber", "publication_date": "2009-12-29", "oyster_good_for_statement": "", "isbn": "9780061966071", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Mysteriously summoned to Quantico to help re-create the face of a murdered, mutilated young woman, FBI forensic artist Special Agent Sydney Fitzpatrick knows immediately this is no ordinary crime. The hit-and-run death of the forensic anthropologist assisting her&#8212;a close friend&#8212;and Sydney's abrupt dismissal from the case by covert government investigators only strengthen her need for answers. Now her hunt for a killer is carrying her from Washington to Rome to the hidden chamber of a legendary tomb&#8212;on the trail of a fabled treasure of the Knights Templar . . . and a curse.</p><p>For buried deep in the mysteries of the Freemasons and the Vatican's Holy See is a secret that could rock the world. Suddenly an ancient map is pointing Sydney toward something the Templars wished to hide away forever&#8212;something that could unleash an unstoppable tide of blood and devastation.</p>", "average_rating": 3.7, "author": "Robin Burcell", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061966071/1378009375.61.jpg"}},{"annotation": "", "uuid": "MEy6zWPKw9LdXUWyhMQjV4", "position": 78, "book": {"uuid": "rCgb78Sye7bXg4AroBSfsm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 294, "title": "Extreme Justice", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9781453277171", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><b>Retired from law, Ben Kincaid is forced to return to the bar when a case&mdash;and a corpse&mdash;fall in his lap</b></div><DIV><BR>After years of struggling, Ben Kincaid shuts down his small legal office and decides to make a living doing something that&mdash;compared to practicing law in Tulsa&mdash;is easy money: playing jazz piano. He buys a minivan to haul his gear, and gets steady gigs playing in a combo at Uncle Earl&rsquo;s Jazz Emporium. His new career is just starting to take off when a body falls from the Emporium ceiling, knocking the wind out of Kincaid and sending him right back to his old profession.</div><DIV>&#160;</div><DIV>The dead woman is Cajun Lily Campbell, a <i>grand dame</i> of the Tulsa music scene and onetime girlfriend of Uncle Earl himself. And Kincaid must be careful as he readies the old jazzman&rsquo;s defense, because there is a killer on the north side of town who would like nothing more than to hear the piano player&rsquo;s last tune.</div>", "average_rating": 3.78, "author": "William Bernhardt", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Extreme%20Justice/1373331835.26.jpg"}},{"annotation": "", "uuid": "8tCNchneqyFr6q9hgG84zT", "position": 38, "book": {"uuid": "SaApAP3kkRy9cibhZWBtEi", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Dead Boogie", "publication_date": "2011-07-29", "oyster_good_for_statement": "", "isbn": "9781440531552", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Even though experienced angler Doc Osborne knows there are plenty of fish in the sea--in Loon Lake, Wisconsin, only police chief Lew Ferris qualifies as his catch of the day.</p><p>But just as the summer is heating up, the town gets turned upside down by the bizarre triple homicide discovered on a backcountry road. . . Peg Garmin was not Loon Lake's most beloved citizen. Considering her ''calling'' in life, no one was completely surprised when she was found murdered in the company of two exotic dancers. . . no one, that is, except for Ray Pradt, Peg's dearest friend.</p><p>As the team digs into the mystery of her past, they discover some startling connections to one of the wealthiest families in Chicago and to the buried secret that could destroy them. Now Lew, Osborne and Ray must root the skeletons out of the Garmin family closet before Peg's killer becomes the one who got away. . .</p>", "average_rating": 3.95, "author": "Victoria Houston", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/34/341355185684.88.jpg"}},{"annotation": "", "uuid": "fRUC4BhGVpmA8QbVyg5U3K", "position": 50, "book": {"uuid": "Gam8MEUrNn8gFZCWAPwjc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 248, "title": "Hot Property", "publication_date": "2011-05-16", "oyster_good_for_statement": "", "isbn": "9780795317309", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>Molly DeWitt is a single mother with a son who has moved from Miami to the wealthier enclave of Key Biscayne. Rather than the peace and quiet Molly had hoped for, she finds herself in the middle of a murder scene when she finds a dead body in the card-room of her new apartment complex. From all appearances, it looks like the person who knifed the condo president in the back is none other than Molly herself! Molly works with Michael O'Hara (with whom there is plenty of sexual tension in these books) to help solve the case and get her out of trouble and solve the crime. In the process however, Molly soon finds herself giving over her heart to Michael O'Hara.</p><p>\n</p><p>\n</p>", "average_rating": 3.73, "author": "Sherryl Woods", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Hot%20Property/1373294133.34.jpg"}},{"annotation": "", "uuid": "yLzKJ2svVugSGE7fLvEuSW", "position": 48, "book": {"uuid": "wENXgsvRuGXZ33J8Qec3LV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Sherlock Holmes in Russia", "publication_date": "2009-10-01", "oyster_good_for_statement": "", "isbn": "9780709092575", "publisher": {"uuid": "WArtdHMeE7CdCH6Y2hUeFW", "name": "Robert Hale"}, "awards": [], "description": "<DIV>Thanks to the Sherlockian historian George Piliev and translator Alex Auswaks, this remarkable collection of seven Russian Sherlock Holmes stories is now available in English for the first time. Piliev tells the fascinating story of how these tales came to be written, in the context of the Sherlockian phenomenon in Russia. He explains how Holmes reached an even greater audience when Russian writers decided to transport him and Watson from Baker Street to Russia, on the premise that they traveled widely in the country and became fluent in the language. Sherlock Holmes and Dr. Watson traveled the length of Russia solving the most difficult and unimaginable cases and pursued all the while by an implacable Russian Moriarty. Instead of mainly dealing with murders, these stories are more diverse, covering kidnapping, a strange problem in a shop, theft, and corruption.</DIV>", "average_rating": 0.0, "author": "Alex Auswaks", "cover_img": "https://cflare.oysterbooks.com/covers/Robert%20Hale/Sherlock%20Holmes%20in%20Russia/1372978700.76.jpg"}},{"annotation": "", "uuid": "rEHDDcDMoJV3bpZyw9H3wF", "position": 43, "book": {"uuid": "Qtzt283AWYN5eg72muN9TJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Long Time Gone", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061748622", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<center><p>Fifty years ago, when she was five, Sister Mary Katherine witnessed something terrible . . .</p></center><p>A former Seattle policeman now working for the Washington State Attorney's Special Homicide Investigation Team, J.P. Beaumont has been hand-picked to lead the investigation into a half-century-old murder. An eyewitness to the crime, a middle-aged nun, has now recalled grisly, forgotten details while undergoing hypnotherapy. </p><p>It's a case as cold as the grave, and it's running headlong into another that's tearing at Beau's heart: the vicious slaying of his former partner's ex-wife. What's worse, his rapidly unraveling friend is the prime suspect.</p><p>Caught in the middle of a lethal conspiracy that spans two generations and a killing that hits too close to home -- targeted by a vengeful adversary and tempted by a potential romance that threatens to reawaken his personal demons -- Beaumont may suddenly have more on his plate than he can handle, and far too much to survive.</p>", "average_rating": 3.91, "author": "J. A. Jance", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748622/1376505665.48.jpg"}},{"annotation": "", "uuid": "7yRFPghV7wB7qpAS4gvgRh", "position": 1, "book": {"uuid": "sFhNSP6JbxDV7FC4JLdgcW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Sorrow Wood", "publication_date": "2009-08-01", "oyster_good_for_statement": "", "isbn": "9781934755648", "publisher": {"uuid": "nWWDE6cSVwsPMhMpm5CNRT", "name": "Medallion Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 10pt\">When the charred body of a promiscuous, self-proclaimed witch is discovered at a farm called Sorrow Wood, nearly everyone in the sleepy town of Sand Valley, Alabama,&#160;is drawn into the case. As the murder probe continues, a multitude of secrets are revealed, including one that leads back to the rock castle home of Wendell Blackmon, Sand Valley's police chief, and his beloved wife Reva. The town's inhabitants ruminate on the true meaning of commitment, love, death, hope, and loss as they delve deeper into questions such as <I>Who was this woman?&#160;Where did she come from? </I>and <I>What did her presence mean to Wendell, Reva, and the townspeople of Sand Valley?</I></P></DIV>", "average_rating": 3.99, "author": "Raymond L. Atkins", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/Sorrow%20Wood/1372977558.01.jpg"}},{"annotation": "", "uuid": "t7jXVBdBTh23Emz36aEaCn", "position": 63, "book": {"uuid": "xXnsTJ8KY5u9nSjMGxUB9V", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 295, "title": "A Time for Silence", "publication_date": "2013-02-26", "oyster_good_for_statement": "", "isbn": "9781480403833", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><b>While the world teeters on the brink of World War I, a young woman&rsquo;s indiscretion leads to a seething viper&rsquo;s nest of blackmail and murder </b></div><DIV><BR>In 1912, with war looming on the horizon, thirteen-year-old Lucinda Greenham is sent to an exclusive boarding school in Belgium. Her joy in sharing this adventure with her best friend, Annabelinda, is cut short when Annabelinda has a clandestine affair leading to pregnancy. Annabelinda&rsquo;s family arranges a &ldquo;rest cure&rdquo; and when the girl returns to school, she seems to have forgotten the incident. Then, in the wake of Germany&rsquo;s invasion of Belgium, Lucinda and Annabelinda are forced to flee across Europe and find a welcome savior in the dashing Major Marcus Merrivale.</div><DIV>&#160;</div><DIV>Safely back in England, Lucinda vows to keep her friend&rsquo;s secret. But someone in the household has uncovered the truth about Annabelinda and the lively baby called Edward. Now Lucinda, who has lost her heart to a decorated soldier, is faced with keeping another secret. As a blackmail plot erupts in murder, and war eradicates a way of life forever, Lucinda discovers that there is a time for love . . . and a time for silence.</div>", "average_rating": 3.77, "author": "Philippa Carr", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Time%20for%20Silence/1373335919.64.jpg"}},{"annotation": "", "uuid": "YNKCsmacay3fivvfudxTUH", "position": 35, "book": {"uuid": "sQjx2qKWczAc646RvbrPpj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 232, "title": "Hot Secret", "publication_date": "2011-05-16", "oyster_good_for_statement": "", "isbn": "9780795317279", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>Molly DeWitt finds herself at the center of another murder mystery in <i>Hot Secret</i>, in which she features as a production assistant for a film called <i>Endless Tomorrow</i>. But soon things go awry when young, ambitious and talented director Gregory Kinsey is found dead after having a very public and very heated argument with star Veronica Weston, who has just returned from rehab. It looks like a simple case on the surface, but things are never quite what they seem. Molly and detective Michael O'Hara investigate the case, bringing all of the usual intrigue to this Molly DeWitt Romantic Mystery and the subplot relationship between Molly and Michael.</p><p>\n</p><p>\n</p>", "average_rating": 3.62, "author": "Sherryl Woods", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Hot%20Secret/1373294122.96.jpg"}},{"annotation": "", "uuid": "uQWkVAB2ZBYvtBmPLMR8qh", "position": 87, "book": {"uuid": "HjRqHzFcGceJr9UvpDi7CC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The River and Enoch O\u0092Reilly", "publication_date": "2013-09-10", "oyster_good_for_statement": "", "isbn": "9780547904788", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>\"This book is majestic and squalid at the same time, as if the Bible were actually about Elvis. The rhythms and music carry you like a baby on a raft on the river, but it's the precision of the words that cinches you.\"&#8212;Richard Hell, author of <I>I Dreamed I&#160;Was a Very Clean Tramp</I>&#160;<br><BR>\"A passionate dream of a book. Dazzling, but lucid&#8212;as though Flannery O'Connor had gone back to the Ireland of her forebears to write a novel.\"&#8212;Peter Behrens, author of <I>The Law of Dreams </I><BR><BR>A small Irish town. A river flood. The return of a prodigal son. On the banks of the river Rua, when the rains have stopped and the waters receded, nine bodies are found. What took them to the river?<br><BR>Enoch O&#8217;Reilly, a self-made preacher and Elvis impersonator claiming to be just returned to Ireland from America, launches a radio show <I>Revival Hour</I>. It enjoys a short but spectacular run, and its disastrous end forces Enoch back to the family home. There he finds clues to a mythic connection between the dead&#8212;this brotherhood of the flood&#8212;the natural rhythms of the earth, a secret language called riverish, and his lost father.<br><BR>Conjuring together various traditions&#8212;gothic, Irish, Southern, musical, poetic, our deep connections to stories, to our homelands, and to nature&#8212;Peter Murphy establishes himself as one of Ireland&#8217;s newest literary wonders.<br><BR>\"A wild and inventive butt-kicker, but also strangely tender, and the language is charged, vivid, luminous.\"&#8212;Kevin Barry, author of <I>City of Bohane</I><br><BR>\"Murphy can write like an angel, [but] his gaze is mischievous.\"&#8212; <I>Irish Times </I></DIV>", "average_rating": 0.0, "author": "Peter Murphy", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547904788/1377663221.2.jpg"}},{"annotation": "", "uuid": "ndyS5adPQfueEzoe7uNtUV", "position": 51, "book": {"uuid": "KyZFCVgsY8D3zWM6H4boXK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Necessary as Blood", "publication_date": "2009-10-06", "oyster_good_for_statement": "", "isbn": "9780061939624", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>In this dazzling addition to Deborah Crombie's acclaimed mystery series, a disappearance, a murder, and a child in danger lead Scotland Yard detectives Gemma James and Duncan Kincaid into London's legendary East End&#8212;a neighborhood where the rich and the poor, the ambitious and the dangerous, collide&#8212;to solve one of the most challenging and disturbing cases they've ever faced. . . .</p><p><em>Necessary as Blood</em></p></blockquote><p>Once the haunt of Jack the Ripper, London's East End is a vibrant mix of history and the avant-garde, a place where elegant Georgian town houses exist side by side with colorful street markets and the hippest clubs. But here races and cultures still clash, and the trendy galleries and glamorous nightlife of Whitechapel disguise a violent and seedy underside, where unthinkable crimes bring terror to the innocent. </p><p>On a beautiful Sunday afternoon in mid May, a young mother, Sandra Gilles, leaves her daughter with a friend at the Columbia Road Flower Market and disappears. Shortly thereafter, her husband, a Pakistani lawyer, is killed. Scotland Yard detective Gemma James happens upon the scene in time to witness the investigator making a mistake.</p><p>When Duncan and his trusted sergeant, Doug Cullen, see Gemma's name in the report, they decide to take the case. Working together again, Gemma, Duncan, Doug, and Melody Talbot must solve it before the murderer can get his hands on the real prize, Naz and Sandra's daughter.</p><p>But just as the case grows more dangerous, a personal issue threatens to throw Gemma and Duncan off the trail. In the end, it is up to them to stop a vicious killer and protect the child whose fate hangs in the balance. </p>", "average_rating": 4.15, "author": "Deborah Crombie", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061939624/1376528565.98.jpg"}},{"annotation": "", "uuid": "zUkq3YmJSqmpucrMjqQBsY", "position": 49, "book": {"uuid": "aAdbnCmYYUkaojHTQ6foFU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 380, "title": "Death at Christy Burke's", "publication_date": "2011-10-01", "oyster_good_for_statement": "", "isbn": "9781770900912", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>When spray-painted graffiti appears on the wall of Christy Burke's pub indicating that there's a killer on the premises, his grandson, Father Brennan Burke, is asked to investigate the vandalism. Though not at all keen on probing into the lives of the bar's clientele, he has little choice once a body is found on the property. Issuing orders from a cell in Mountjoy Prison, the pub's current owner wants the problem solved without the police anywhere near his building. Assisted by his pal Monty Collins and fellow priest Michael O'Flaherty, Brennan begins to uncover dark secrets worth killing for in the lives of the pub regulars. In addition to the events surrounding the pub, Brennan's murder investigation becomes overshadowed by ominous events in Belfast that may soon come home to roost in Dublin. Sinister figures are spotted in and around the pub, people are being followed in the street, and Brennan comes to possess explosive information that he cannot reveal to security forces. The situation compels him to take a hard look at Irish history and his family's place in it, and he can't shake the feeling that an act of violence in Northern Ireland is about to be avenged soon&#151;and very close to home.</P>", "average_rating": 3.89, "author": "Anne Emery", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Death%20at%20Christy%20Burke%27s/1372979376.1.jpg"}},{"annotation": "", "uuid": "nm7bGiTdiRoLLhpvZwzL4d", "position": 77, "book": {"uuid": "uPAQwt4y6acJJdMATBGLR8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 284, "title": "Red, Green, or Murder", "publication_date": "2011-05-27", "oyster_good_for_statement": "", "isbn": "9781615950836", "publisher": {"uuid": "HGyZA5rM8C4K8QFa9ES6qa", "name": "Poisoned Pen Press"}, "awards": [], "description": "Former Posadas County Sheriff Bill Gastner, now a New Mexico Livestock Inspector, is enjoying a day on Herb Torrance’s ranch—soaking in the sun as he counts a small herd of cattle and thinking about an upcoming lunch with an old friend back in town. But a light breeze stirs dust, a horse spooks, and Bill finds himself ferrying a broken cowpuncher in the back of his SUV,  headed out to meet an ambulance. \nMoments later, Bill’s day goes from bad to worse as he is summoned by undersheriff Estelle Reyes-Guzman to an investigation of an unattended death. Too impatient for Bill to finish up out at the ranch, old George Payton had decided to eat lunch on his own. A couple of bites later, he collapsed—dead of an apparent heart attack. But something isn’t right. It may well have been a heart attack, Estelle agrees, but something triggered it. \nBefore any questions can be answered, the small herd of cattle Bill had just counted is found wandering down a county highway. But there’s no sign of cowpuncher Pat Gabaldon or his boss’ $40,000 truck and livestock trailer. Forced into two tangled investigations, Bill faces one of the most complex cases in his 35-year career.", "average_rating": 4.3, "author": "Steven F Havill", "cover_img": "https://cflare.oysterbooks.com/covers/Poisoned%20Pen%20Press/9781615950836/1383856459.99.jpg"}},{"annotation": "", "uuid": "ynqJBus6NPPXaAqsrzVE89", "position": 58, "book": {"uuid": "gnrPTftgr6cwgmDLXQkzmj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 213, "title": "A Cold Red Sunrise", "publication_date": "2012-10-16", "oyster_good_for_statement": "", "isbn": "9781453266366", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}], "description": "<DIV><b>In trouble with the KGB, Rostnikov is sent to investigate a death in Siberia</b></div><DIV><BR>After three decades serving with the Moscow police, Porfiry Rostnikov is back at the bottom. When forced to choose between the law and the party line, he fights for justice&mdash;a disturbing preference that has won him no friends at the Kremlin. Now his enemies in the KGB have transferred him to the lowest rungs of Moscow law enforcement, a backwater department assigned with only the most token murders. But, peculiarly, Rostnikov&rsquo;s newest assignment is no token at all.</div><DIV>&#160;</div><DIV>While in Siberia investigating the death of a dissident&rsquo;s daughter, a corrupt commissar is stabbed through the eye with an icicle. Finding his killer should be a top priority, yet the KGB hands it off to the disgraced detective. Someone doesn&rsquo;t want this murder solved, and there are people in Moscow who may be plotting to ensure Rostnikov does not live to see the end of this Siberian winter. </div>", "average_rating": 3.96, "author": "Stuart M. Kaminsky", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Cold%20Red%20Sunrise/1373331234.3.jpg"}},{"annotation": "", "uuid": "MF5aFJn6DP6nS7WfnBvPuH", "position": 50, "book": {"uuid": "aT2gNvr5B64w4AnrptHdTL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 263, "title": "Hot Schemes", "publication_date": "2011-05-16", "oyster_good_for_statement": "", "isbn": "9780795317330", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>Here in the fourth of the Molly DeWitt Romantic Mystery series, Molly and her handsome partner Michael O'Hara are resolved to find out what has happened to Michael's favorite uncle when, on the eve of the Cuban revolution, his boat floats into Miami Bay only without the uncle and--more alarmingly--booby-trapped. Here you'll find an intriguing murder mystery and more as the romance develops between Molly and Michael (where there has always been chemistry). Through intriguing descriptions of the lives of Cuban exiles, readers here also get a glimpse into the problems faced by this community and their heritage. All are woven together to form an engaging tale with all the right ingredients of murder, romance, and intrigue.</p><p>\n</p><p>\n</p>", "average_rating": 3.49, "author": "Sherryl Woods", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Hot%20Schemes/1373294140.27.jpg"}},{"annotation": "", "uuid": "PZKPqxhk96svUUJim5YnZJ", "position": 11, "book": {"uuid": "d9BQuWCkyVnboEHDYbMB8b", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "Summer of the Redeemers", "publication_date": "2011-12-31", "oyster_good_for_statement": "", "isbn": "9781440539008", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<p>Along with the sweltering heat of the Mississippi pine barrens, the summer of 1963 brings intruders to Kali Oka Road: The Blood of the Redeemer churchers, members of a secretive religious sect, and Nadine Andrews, a single woman of marrying age more interested in her horses than starting a family.</p><p>Both threaten the predictable sameness of this rural, tightly knit community. And both provide irresistible temptation for thirteen-year-old Bekkah Rich, who is willing to risk hell fire in her efforts to spy on the newcomers.</p><p>But then her best friend’s baby sister disappears, surrounding Bekkah in a web of kidnapping and murder. Suddenly, summertime antics become deadly serious, and those who were once a curiosity are now tainted with evil.</p>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "average_rating": 4.1, "author": "Carolyn Haines", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/121/1211355185947.48.jpg"}},{"annotation": "", "uuid": "px7GmrTAFhFuSFPnc394FF", "position": 50, "book": {"uuid": "BVTNti4V8Ad7n3GBm2cLP7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "The Cool Cottontail", "publication_date": "2011-08-11", "oyster_good_for_statement": "", "isbn": "9780795317576", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [], "description": "<p><i>The Cool Cottontail</i> is the second Virgil Tibbs mystery series (the first being <i>In the Heat of the Night</i>). In this mystery, Tibbs finds himself at a nudist colony in Los Angeles where the victim (who was not one of the guests) is found floating dead in the pool. Set against this unusual backdrop, the guests of the resort prefer guarding their secrets to solving the murder mystery, particularly when the investigating detective is black. Author John Ball often used social issues of the day to feature as issues in his work, making his work controversial but at the same time, some of the best and most relevant fiction of his time. Along with racism other social taboos, Ball had no problem with nudism; naked people are the least of the problems these characters face.</p><p>\n</p><p>\n</p>", "average_rating": 3.98, "author": "John Ball", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Cool%20Cottontail/1373294134.97.jpg"}},{"annotation": "", "uuid": "jxJs3wdGGNzZm9sXxJfEXT", "position": 79, "book": {"uuid": "w5X24Y4v8rBQiYPYu5UohF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "Letters from a Murderer", "publication_date": "2013-09-24", "oyster_good_for_statement": "", "isbn": "9781909223387", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "awards": [], "description": "<p><p>“One genius criminal profiler. One ruthless, streetwise cop. Both will need all their wits to capture the most notorious killer of all time.” </p>\n<p>New York, 1891. A prostitute is found brutally murdered. The victim bears the same hallmarks as a notorious recent killing spree in England. Could it be that killer has crossed the Atlantic to fresh killing grounds? Or is this simply a copycat murder? Fear spreads through a city already rife with cut-throat gangs, corruption and vice. Aristocratic English pathologist, Finley Jameson, is teamed up with Joseph Argenti, a streetwise New York cop, to solve the case. But as the body-count rises and the killer taunts his pursuers in open letters, Jameson & Argenti find themselves fighting not just to prevent yet more victims, but also to save the city’s very soul.</p></p>", "average_rating": 0.0, "author": "John Matthews", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781909223387/1386109107.89.jpg"}},{"annotation": "", "uuid": "FseNw3RFMKu45MxeGu3a4b", "position": 76, "book": {"uuid": "4B4WQ3nkS8PMbjEM2cn97A", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "Partner in Crime", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061749049", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The dead woman was an artist recently arrived from Washington State, cruelly cut down in the early stages of a promising career. Now all that remains of Rochelle Baxter lies on a cold slab in the Cochise County morgue, and Sheriff Joanna Brady knows that murder has once again infected her small desert community. But there is more to this homicide than initially meets the eye&#8212;and more to the victim, who died while supposedly under the conscientious protection of the government.</p><p>A big-city legal establishment has no faith in the abilities of a small-town Sheriff, let alone a female sheriff. Instructed to swallow her indignation, Joanna awaits the arrival of the \"help\" Washington's attorney general is sending her: the newest member of the state's Special Homicide Investigation team&#8212;a man named Beaumont.</p><p>Bisbee, Arizona, is the last place J.P. Beaumont wants to be. The ghosts of a painful past are too numerous there, and his reluctant \"partner,\" Sheriff Brady, resents his intrusion and cannot help but make her feelings known.</p><p>But the road they are forced to travel together is taking some unexpected turns, running two dedicated servants of the law headfirst into the impenetrable stone walls of a shocking conspiracy of silence. For Brady and Beaumont's hunt is disturbing a very deadly nest of rattlers, and suddenly trust is the only option they have. On their own in the Arizona desert, they know death can be cold and quick. And nobody is watching their backs here...they'll have to watch each other's.</p>", "average_rating": 3.95, "author": "J. A. Jance", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061749049/1376505743.09.jpg"}},{"annotation": "", "uuid": "Ks9c2CoAQShj9c7Gh2WL79", "position": 62, "book": {"uuid": "r8jheA7AuD3LUHwxfJ7HL7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Asta's Book", "publication_date": "2011-02-22", "oyster_good_for_statement": "", "isbn": "9781453214954", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>A century-old diary points to the truth behind a notorious murder, if only its writer&rsquo;s granddaughter can unlock its riddles </b></div><BR><DIV>Lonely, ignored by her husband, a stranger in a strange land, Asta Westerby turns to her diary for comfort shortly after moving from Denmark to East London. Starting in 1905, she records the details of her new life and the development of her newborn daughter, Swanny. In the end, her journal spans five decades and becomes a literary sensation, offering an intimate view of an Edwardian life. But though the diaries are well known, few are acquainted with the dark tale hidden in their deleted passages.</div><DIV>&#160;</div><DIV><i>Asta&rsquo;s Book</i> is at once a crime novel, a historical romance, and a psychological portrait told through the diary itself and through the voice of Ann, the granddaughter bent on unlocking the diary&rsquo;s excised mystery.</div></p></DIV>", "average_rating": 3.99, "author": "Ruth Rendell", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Asta%27s%20Book/1373329594.44.jpg"}},{"annotation": "", "uuid": "TJgmqaTpcQSjBgJr9tps3M", "position": 66, "book": {"uuid": "4FKHUwb4DePoKe5o6GsRQQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "The Boiling Pool", "publication_date": "2012-07-01", "oyster_good_for_statement": "", "isbn": "9781440544446", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>An ancient horror summoned from the obscene depths of the past returns to terrorize a community.</p> <p>A girl of the streets yields body and soul to a fate more vile than her darkest fears.</p> <p>A boy pays a fearful price for a secret older than time.</p> <p>A young wife and mother battles ageless evil in defense of her family.</p> <p>Quiet, prosperous Westbrooke explodes into chaos when the demon is roused from...</p> <p>THE BOILING POOL</p>", "average_rating": 0.0, "author": "Gary Brandner", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/394/3941355186486.1.jpg"}},{"annotation": "", "uuid": "zYBAHeZHE2nEwSmBtJTTRB", "position": 36, "book": {"uuid": "RaxVgHkUkQ4czaREPFZBSc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 275, "title": "The Clinch Knot", "publication_date": "2011-07-01", "oyster_good_for_statement": "", "isbn": "9781440532399", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>The Dog is in Livingston, Montana, daydreaming about fishing the Stone and, as usual, subsisting on Swisher Sweets, vodka-Tang, and the hope that pretending to forget will be enough.</p><p>He's forged a few tenuous friendships, and now finds himself watching from the bank as troubled local girl Jesse Ringer leads D'Ontario Sneed into the swift current of young love. It's sweet, really . . . but some of the locals object to the relationship on the basis of Sneed's skin color.</p><p>Then the unthinkable: vibrant, wild Jesse is found shot in the head, and Sneed is passed out in her car, gun beside him, window seams taped, and engine running. Sneed is hospitalized for severe carbon monoxide poisoning and can't string together a sentence to defend himself, so it falls to the Dog.</p><p>If only the Dog could run from his life without ending up in the tangle and snarl of the lives of others. A man who wants to lose himself in the current must be careful of his backcast; it'll always keep him tethered to a life he's trying to forget.</p>", "average_rating": 3.96, "author": "John Galligan", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/56/561355185756.05.jpg"}},{"annotation": "", "uuid": "enmHTnzMJfqwhqk34b28pV", "position": 28, "book": {"uuid": "orLCdPvn2sWQWsnqR4bK3U", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 326, "title": "Suddenly Gone", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781938803475", "publisher": {"uuid": "9Uv4V8ueCiR5QrzEfiAoZ3", "name": "Addicus Books"}, "awards": [], "description": "First, legal secretary Teri Maness is found murdered in her Witchita town house in the summer of 1989. Two weeks later, Joan Butler disappears from her Overland Park apartment. Days later, roommates Christine Rusch and Theresa Brown of Lenexa are reported missing. Without a trace, they were suddenly gone. Panic and fear gripped Witchita and Kansas CIty as the realization slow sank in . . . a serial killer was on the loose. <I>What finally linked the handsome, charismatic Richard Grissom to the murders?</I> <I>What was it about Grissoms's secret past that convinced investigators that he was capable of such heinous crimes?</I> In <I>Suddenly Gone</I>, author Dan Mitrione, a former FBI agent, takes readers into one of the most exhaustive manhunts in Kansas history. With exacting precision, Mitrione shows the investigation unfolding, as uncovers information never before made public. Mitrione's story is ultimately one of tragedy, but it's also a story of love and commitment from family, friends, and investigators&#8212;all on a mission to find out why four young women were Suddenly Gone.", "average_rating": 3.0, "author": "Dan Mitrione", "cover_img": "https://cflare.oysterbooks.com/covers/Addicus%20Books/Suddenly%20Gone/1372981298.68.jpg"}},{"annotation": "", "uuid": "nSCszZgw2TKfNk2XdbECFT", "position": 22, "book": {"uuid": "tgddji5uu54CXdRzGpu29i", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 197, "title": "Provincetown Follies, Bangkok Blues", "publication_date": "2011-07-01", "oyster_good_for_statement": "", "isbn": "9781440532351", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "Luang kho ngu hao. Now I put my hand in the cobra's throat.<P>Tuki Aparecio did not kill her lover. She did not burn down the Painted Lady--at least, not with fire. Tuki lit up the stage nightly, with her hair in braids and her glorious costumes; glittering, smoldering, singing her heart out for an audience who loved her. She brought the house down with her performances. But she's innocent of murder, innocent of arson.<P>How can Michael DeCastro possibly hope to defend this beautiful drag queen, who brings with her a whole pack of nasty little secrets, straight from Bangkok's notorious tenderloin district? She speaks in aphorisms, the wisdom of the Buddha combined with the lyrics of Whitney Houston. She is fascinating. And Michael can't let her go to jail.", "average_rating": 3.6, "author": "Randall Peffer", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/54/541355185749.57.jpg"}},{"annotation": "", "uuid": "HtEnLCCFxmegHGdAXCxjHd", "position": 81, "book": {"uuid": "7UBsjVuNTZEbZpLTdrkcAf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Sudden Death Sudoku", "publication_date": "2009-09-01", "oyster_good_for_statement": "", "isbn": "9780762439195", "publisher": {"uuid": "a5GdgELksZ9HP862ABnbHj", "name": "Running Press"}, "awards": [], "description": "<DIV>A Sudoku championship tournament has come to Kate McDonald&#8217;s small town in New Hampshire. She&#8217;s thrilled for the opportunity to raise the profile of the Avondale Puzzle Museum, now that she&#8217;s given up her think-tank career to restore the museum to its former glory.<P>But the puzzle world isn&#8217;t all quiet pencil scribblers. Intense rivalries are boiling over, the townspeople are facing off against the police, and a big storm is headed toward town.<P>Then the current champion is found dead in a snowbank, and suddenly everyone&#8217;s a suspect&#133;.and trapped in the town hall &#145;til the storm blows over...</DIV>", "average_rating": 3.16, "author": "Shelley Freydont", "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780762439195/1387370988.27.jpg"}},{"annotation": "", "uuid": "b7XNCtjRxKwKuy8rwHB5BA", "position": 45, "book": {"uuid": "Kn4tNsS2kLYw9xWJBD3k3h", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 589, "title": "In Deepest Consequences", "publication_date": "2006-12-01", "oyster_good_for_statement": "", "isbn": "9781605429571", "publisher": {"uuid": "nWWDE6cSVwsPMhMpm5CNRT", "name": "Medallion Press"}, "awards": [], "description": "<DIV>Calvin Samuels is a public defender with a passion for sticking by the underdog. His clients are desperate men and women with desperate cases. Like John Rogers. Although Samuels saved him from a life behind bars, he couldn&#8217;t save his life. Within months of his acquittal, Rogers&#8217; body is fished from the Ohio River, two bullet holes in the back of his head. Police speculate his death was the result of a drug deal gone bad. Believing he failed a friend who depended on him, Samuels seeks redemption in the representation of Mark Alexander, accused of the brutal murder of two drug dealers. Needing to believe in his client&#8217;s innocence, however, Samuels is blind to clues that Alexander is not what, or who, he seems. Until he meets Allison Morris, Alexander&#8217;s former lover and the prosecution&#8217;s most damning witness. Could Alexander actually be Rogers&#8217; murderer? But when the trial finally reaches its stunning conclusion, Samuels&#8217; descent into the maelstrom has only just begun.</DIV>", "average_rating": 0.0, "author": "Scott Kaufmann", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/In%20Deepest%20Consequences/1372976878.13.jpg"}},{"annotation": "", "uuid": "y5yGa2Hnkej2KuASJvKaZn", "position": 88, "book": {"uuid": "StdE5CNR99JfzvshJ9gz3g", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Wounded Prey", "publication_date": "2013-11-04", "oyster_good_for_statement": "", "isbn": "9781909223080", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "awards": [], "description": "<p><p><i>“It’s time to finish what he started…”</i></p>\n<p>A young girl is snatched in broad daylight from outside her school and later found brutally murdered and hanging from a tree.</p>\n<p>When recently retired San Francisco Police Inspector, Bob Farrell, sees this on the news, he realises his worst nightmare has just come true. The same brutal killer a government agency stopped him from putting away twenty years before is once more on the loose.</p>\n<p>As the killer wreaks a trail of blood and destruction across North America, Bob Farrell teams up with rookie cop Kevin Kearns and sets out to track down their lethal prey.</p>\n<p>But Farrell and Kearns are not playing by the rules any more than the killer is, and soon the FBI have all of them in their sights…</p>\n<p>A visceral and heart-wrenching cross between No Country For Old Men and Silence of the Lambs, this is an exhilarating debut from a thrillingly authentic author.</p></p>", "average_rating": 4.17, "author": "Sean Lynch", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781909223080/1385165184.77.jpg"}},{"annotation": "", "uuid": "pP9HvEt35CnNXGcfGSRtKj", "position": 12, "book": {"uuid": "KAuJQGeoLgZdmbe4ciRqsd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 278, "title": "Liquid Smoke", "publication_date": "2011-08-01", "oyster_good_for_statement": "", "isbn": "9781440532672", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<h2>The third novel in the Noah Braddock series!</h2> <p>Private eye Noah Braddock has finally found peace in his once tumultuous relationship with Detective Liz Santangelo and has called a tentative truce with his alcoholic mother, Carolina. So when lawyer Darcy Gill demands that he look into a hopeless death row case, he's more interested in catching some waves before San Diego's rare winter weather takes hold. Then Darcy plays her trump card: the man scheduled to die&#151;convicted of killing two men in cold blood&#151;is the father Noah never knew.</p>", "average_rating": 3.89, "author": "Jeff Shelby", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/65/651355185785.84.jpg"}},{"annotation": "", "uuid": "2MPEhSgDTvzt9sZ8B2aqUK", "position": 33, "book": {"uuid": "KDxDQ75dvGxusvZqVf4cyP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 300, "title": "Dead Madonna", "publication_date": "2011-07-29", "oyster_good_for_statement": "", "isbn": "9781440531576", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>When the body of a lovely young woman is found floating beneath a party pontoon on a popular lake in northern Wisconsin on the same morning that a prominent widow is found bludgeoned in her gracious home, Loon Lake Police Chief Lew Ferris is caught short-handed.</p>\n\n\n\n<p>This is not a problem for Doc Osborne whom she deputizes to act as coroner and to assist with the investigation. Fishing aside, there's nothing Osborne likes better than helping Lew &#151; a world-class fly fisherman in her own right &#151; delve into Loon Lake's criminal underworld. They're joined in their efforts to untangle two seemingly unrelated murders by walleye-expert, talented tracker and teller of really bad jokes, Ray Pradt.</p>\n\n\n\n<p>A charming resort town on the surface, life in Loon Lake turns murky as bank officials soon discover that both victims' accounts have been looted - along with a dozen others. One grisly development after another further links the two murders even though the victims did not know each other. Wealthy Chicagoans, visiting entrepreneurs and the young denizens of \"Party Cove\" complicate the scene. Whoever thought life in the Northwoods could be this dangerous? </p>", "average_rating": 3.97, "author": "Victoria Houston", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/35/351355185689.38.jpg"}},{"annotation": "", "uuid": "SjFGUVfe4EJjC4oV7U3vS8", "position": 74, "book": {"uuid": "LuKZ7V5DSEYtUPhoFxYpZV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "The Calling", "publication_date": "2009-05-19", "oyster_good_for_statement": "", "isbn": "9780156034647", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Detective Inspector Hazel Micallef has lived all her days in the small town of Port Dundas, Ontario and is now making her way toward retirement with something less than grace. Hobbled by a bad back and a dependence on painkillers, and feeling blindsided by divorce after nearly four decades of marriage, sixty-one-year-old Hazel has only the constructive criticism of her mother (the former mayor) and her own sharp tongue to buoy her. But when a terminally ill woman is gruesomely murdered in her own home, Hazel and her understaffed department must spring to life. And as one terminally ill victim after another is found, Hazel finds herself tracking a truly terrifying serial killer while everything around her spins out of control.<BR><BR>Through the cacophony of her bickering staff, her unsupportive superiors, a clamoring press, the town's rumor mill, and her own nagging doubts, Hazel can sense the dead trying to call out. Will she hear them before it's too late?<BR></DIV>", "average_rating": 3.68, "author": "Inger Ash Wolfe", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156034647/1383487891.05.jpg"}},{"annotation": "", "uuid": "9XZ3BSDbQssCMXM48CZJQk", "position": 0, "book": {"uuid": "8X3nuhfvXGZ2LxrBp3ibeC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Late Rain", "publication_date": "2011-06-01", "oyster_good_for_statement": "", "isbn": "9781440530906", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Corrine Tedros is a Lady Macbeth wannabe who sets in motion the murder of her uncle-in-law &#40;a soft-drink mogul&#41;, and things go awry when the murder is witnessed by a senior citizen in the late stages of Alzheimers.</p>", "average_rating": 3.17, "author": "Lynn Kostoff", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/16/161355185625.82.jpg"}},{"annotation": "", "uuid": "cakgQuujJurM9WT2TBCorJ", "position": 43, "book": {"uuid": "CvtKww26sw7BuNbLZ4GwTF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Fever Moon", "publication_date": "2011-08-23", "oyster_good_for_statement": "", "isbn": "9781440533488", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>With the acclaimed novel <i>Penumbra</i>, Carolyn Haines branched out from the cozy Southern mysteries that made her name and moved into more ominous, more literary territory. She continues that exploration of the darker side of the South with <i>Fever Moon.</i></p><p>Set in New Iberia, Louisiana, during World War II, <i>Fever Moon</i> begins when Deputy Raymond Thibodeaux discovers Adele Hebert covered in blood and hovering over the brutally eviscerated body of Henri Bastion, a wealthy plantation owner. In the aftermath of the murder, Adele claims to be the loup-garou, a legendary Cajun shape-shifter that traditionally takes the shape of a wolf, and panic ensues in this small town that already has been living under the pressures of wartime rationing and poverty. Raymond is determined to restore order, but to do so he’ll have to prove that Adele isn’t a murderer or a monster.</p>\n\n<p>In this dark and swirling literary thriller, Carolyn Haines tells the story of a town that is caught up in the frenzy of a murder and a killer who feeds its terror to suit his own purposes.</p>", "average_rating": 3.84, "author": "Carolyn Haines", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/76/761355185819.52.jpg"}},{"annotation": "", "uuid": "DLAkqhVYFRhAkp3vL2R3Ni", "position": 68, "book": {"uuid": "raY2Wjoda9UJzJUBhucBVX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "The One You Love", "publication_date": "2011-06-11", "oyster_good_for_statement": "", "isbn": "9781458122377", "publisher": {"uuid": "CCuhoWMmfHJhPwkJwFS8p", "name": "Paul Pilkington"}, "awards": [], "description": "<p>Emma Holden&apos;s nightmare has just begun. Her fiancé vanishes, leaving the battered and bloodied body of his brother in their London apartment. Someone is stalking her, watching her every move. And her family are hiding a horrifying secret; a secret that threatens all those she loves. In a desperate race against time, Emma must uncover the truth if she ever wants to see her fiancé alive again.</p>", "average_rating": 3.47, "author": "Paul Pilkington", "cover_img": "https://cflare.oysterbooks.com/covers/Paul%20Pilkington/9781458122377/1383330568.45.jpg"}},{"annotation": "", "uuid": "TgPnz2SS3wrVUT8EYRvDGb", "position": 50, "book": {"uuid": "Mdd2Gk2uLHHPncgV3dENDW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 260, "title": "Just a Dead Man", "publication_date": "2012-10-01", "oyster_good_for_statement": "", "isbn": "9781431405060", "publisher": {"uuid": "nXXuQQQ2n6UBu9h8Trzb33", "name": "Jacana Media"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Laura Marsh, an art teacher and single mother, is horrified when a visiting friend&#8212;a Zimbabwean refugee and an artist&#8212;finds a corpse in the plantations near her home. When the friend, Daniel, is arrested for the murder, Laura assumes he has been pegged due to his being a foreigner. However, a connection between Daniel and the dead man emerges, and the situation becomes even more complicated as some politically well-connected people are lurking in the background of the case. Resenting the police&#8217;s unwillingness to look beyond Daniel for a suspect, Laura puts her own life at risk. The story of a woman trying to move on following her divorce, this crime novel also touches upon the issues of xenophobia and racism in South Africa.", "average_rating": 0.0, "author": "Margaret von Klemperer", "cover_img": "https://cflare.oysterbooks.com/covers/Jacana%20Media/Just%20a%20Dead%20Man/1372981171.93.jpg"}},{"annotation": "", "uuid": "xqrYmLVdEFeADZfsECKQKB", "position": 26, "book": {"uuid": "7nCmQ4hqY2iHwrjL2AAuTZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 343, "title": "Act of Betrayal", "publication_date": "2012-10-30", "oyster_good_for_statement": "", "isbn": "9781453286852", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><b>Someone destroys the life of PJ&rsquo;s partner, igniting a twisting, vengeful plot</b></div><DIV><BR>Within just a couple of days, detective Leo Schultz&rsquo;s life unravels. His son Rick is kidnapped and horrifically murdered. The very next day, Schultz&rsquo;s car runs over a little girl, and he is identified by witnesses as the driver. Only his partner, PJ Gray, believes in his innocence.</div><DIV>&#160;</div><DIV>For city officials, this is not the end of it, as key members of the law and order systems are successively taken down. Forensic psychologist and virtual reality expert Gray must uncover the motives behind the conspiracy, a mystery that ultimately sends her digging around in her partner&rsquo;s long past in the force. What she finds there forces her to wonder whether she knows Schultz&rsquo;s true nature at all. Gray must get into the heads of her partner <i>and</i> the killer, before the murderer finds Schultz&mdash;or could the target be Gray herself? &#160; &#160;&#160;</div></div>", "average_rating": 0.0, "author": "Shirley Kennett", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Act%20of%20Betrayal/1373332431.17.jpg"}},{"annotation": "", "uuid": "HWTsJ2sVMAvzt9SpgXEzfG", "position": 73, "book": {"uuid": "k9proMi6qxDCZpwjrfwHwV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "Someone to Save You", "publication_date": "2011-07-11", "oyster_good_for_statement": "", "isbn": "9781466041516", "publisher": {"uuid": "CCuhoWMmfHJhPwkJwFS8p", "name": "Paul Pilkington"}, "awards": [], "description": "<p>Fifteen years ago Sam Becker’s sister Cathy was brutally murdered. Now a respected heart surgeon, Sam has finally managed to move on. But when he saves a family during a suicide attempt, the nightmare begins. As increasingly sinister events threaten his life and work, Sam must face the horrors of his sister’s death to uncover the darkest of secrets in a desperate race to save those he loves.</p>", "average_rating": 4.01, "author": "Paul Pilkington", "cover_img": "https://cflare.oysterbooks.com/covers/Paul%20Pilkington/9781466041516/1383332325.62.jpg"}},{"annotation": "", "uuid": "8N8qmmmj66Loz7BmXS5rDT", "position": 41, "book": {"uuid": "uD45oTXNE4ZourR4nExHAG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 300, "title": "Innocent Monster", "publication_date": "2011-06-01", "oyster_good_for_statement": "", "isbn": "9781440531026", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>When his estranged daughter Sarah comes to him with a request he cannot refuse, Moe Prager takes a deep breath and plunges back into the icy, opaque waters of secrets and lies.</p>", "average_rating": 3.76, "author": "Reed Farrel Coleman", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/22/221355185644.72.jpg"}},{"annotation": "", "uuid": "xdxSHKs7DBXUwXAg8zBWCS", "position": 53, "book": {"uuid": "cv6E6nG7NaUDUKM9TPN4dV", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 176, "title": "One Man, One Murder", "publication_date": "2011-07-12", "oyster_good_for_statement": "", "isbn": "9781612191010", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Love is never easy—especially when your girlfriend is an illegal Thai prostitute who has been kidnapped (again) by a gang of sex traffickers. Fortunately for the hapless fiancé, wisecracking gumshoe Kemal Kayankaya is on the case. The son of a Turkish garbage collector, he knows a thing or two about living in the ethnic fringes of the ugliest German city of them all: Frankfurt.</p>\n<p>Kayankaya plunges into the city's underbelly, where the police don't care if you live or die, and the powerful view an illegal alien as just another paycheck. One Man, One Murder populates its pages with unforgettable characters, whip-smart dialogue, and a connoisseur's collection of grim details. But it is Arjouni's dead-on description of contemporary Europe's racial politics, vacuous nationalism, and social injustice that make his novels rise above the rest.</p>", "average_rating": 3.6, "author": "Jakob Arjouni", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191010/1377114796.59.jpg"}},{"annotation": "", "uuid": "f5qdjMG9BL9K3QZrfzt4BD", "position": 31, "book": {"uuid": "vMP2bqRVmhpS8QzMmuLQ4j", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Dead Hot Shot", "publication_date": "2011-07-29", "oyster_good_for_statement": "", "isbn": "9781440531590", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<h2>Ninth in the Loon Lake Mysteries</h2>\n\n\n\n<p><i>Murder never takes a holiday</i>... or so Loon Lake learns one wintry Thanksgiving Day. Chief of Police Lew Ferris, short-handed thanks to an AWOL coroner, never even gets the turkey stuffed before the bodies start to surface. By the end of the day, credit card theft and dysfunctional families have so muddied the waters that not even expert tracker and dedicated fishing guide, Ray Pradt, can hope to fish the final day of muskie season. And while retired dentist, Doc Osbornse, had counted on sitting by the fire with Lew (out of uniform) and planning a fly fishing trip to Wyoming--the unexpected arrival of Gina Palmer, former investigative reporter turned forensics database expert, ramps up the action with her pursuit of a Canadian link to the theft of merchandise from stores across the upper Midwest.</p>\n\n\n\n<p><i>Dead Hot Shot</i>, ninth in the <i>Loon Lake Mystery</i> series, is a heady mix of murder, mayhem and fishing in the northwoods of Wisconsin.</p>", "average_rating": 4.01, "author": "Victoria Houston", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/36/361355185693.09.jpg"}},{"annotation": "", "uuid": "MZCYtcHUYLakDSeEfoPPQ8", "position": 69, "book": {"uuid": "eCiqZL6srBvwRqCZvrTc5e", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "The Dark Tide", "publication_date": "2008-07-08", "oyster_good_for_statement": "", "isbn": "9780061734274", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>An explosion rips through New York City's Grand Central Station one morning, destroying the train Karen Friedman's husband, a successful hedge fund manager, is riding in to work. Days later, with many bodies still unidentifiable, Karen resigns herself to the awful truth: her husband of eighteen years is dead.</p><p>On that same day, a suspicious hit-and-run accident leaves a young man dead in Karen's hometown of Greenwich, Connecticut. Ty Hauck, a detective, becomes emotionally caught up in the case and finds a clue that shockingly connects the two seemingly unrelated events.</p><p>Months later, two men show up at Karen's home digging into Charles's business dealings. Hundreds of millions of dollars are missing&#8212;and the trail points squarely to Charles. With doubt suddenly cast on everything she has ever known, Karen, with Hauck, steps into a widening storm of hedge fund losses, international scams, and murder. And as the investigations converge, these two strangers touched by tragedy are pulled into a deepening relationship and unwittingly open the door to a twisted&#8212;and deadly&#8212;conspiracy.</p><p>With its breakneck pacing, plentiful twists, compelling characters, and abundant heart, <em>The Dark Tide</em> confirms Andrew Gross's place as a master storyteller at the top of his game.</p>", "average_rating": 3.65, "author": "Andrew Gross", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061734274/1376451787.66.jpg"}},{"annotation": "", "uuid": "J47ZLSN6kvrrDdXLvVHnf5", "position": 8, "book": {"uuid": "eGcfmh4WfKRbL6hFyz7J4J", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 260, "title": "Drawing Dead", "publication_date": "2006-10-28", "oyster_good_for_statement": "", "isbn": "9781554902736", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV>In the third installment of the Jake Morgan mystery series,&#160;Jake&#160;finds himself&#160;hitting it off with a beautiful high roller&#160;in her sumptuous Las Vegas suite when an assassin enters and breaks the lady's bliss by popping two lead pills into her forehead. Jake Morgan's friend, Lieutenant Oakley, is given the case and makes Jake's life miserable until he is&#160;finally cleared, but before the woman's body is even flown home, femme fatale Laura Bulloch, falls for Jake and gets&#160;him caught in the crossfire between two groups of dirty cops out to kill each other. Bullets fly and bodies fall and the attempts on&#160;Jake's life seem to multiply as he gets closer and closer to what he prays is not the ugly truth. Could he be on the wrong side? Can he&#160;save his life by ending the life of the woman he has fallen in love with? And if so, will he be absolved of killing a cop? The stakes are high as&#160;Jake has to bet his life in the biggest and most desperate game Vegas has ever witnessed.</DIV>", "average_rating": 0.0, "author": "Rick Gadziola", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Drawing%20Dead/1372977719.57.jpg"}},{"annotation": "", "uuid": "NAX6XMRpJjEqcqNM8e7tqA", "position": 59, "book": {"uuid": "7bZFifFRFSheoSjhU9ZLMb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "The Deader the Better", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061844928", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p> Seattle p.i. Leo Waterman isn't looking for trouble when he and his forensic pathologist girlfriend Rebecca escape into the Washington wilder for a few days of relaxation -- it just seems to find him. An old friend has purchased some choice property here in North America's only rain forest and his posting of \"No Trespassing\" signs has incurred the wrath of every sportsman for miles around. But what starts as irksome harassment by the offended locals soon escalates into the real of the lethal. And it's just Waterman's luck to be in the epicenter of this murderous mess at the very moment it bursts into flames. </p>", "average_rating": 4.05, "author": "G.M. Ford", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061844928/1376452289.05.jpg"}},{"annotation": "", "uuid": "8zoDTi5Fzc9CMhBqXvrB2b", "position": 3, "book": {"uuid": "vX8V3hYiJC4hkWvJqgvECm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Inheritance of Ivorie Hammer", "publication_date": "2012-11-01", "oyster_good_for_statement": "", "isbn": "9780702248665", "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>An enchanting tale of larger-than-life characters and a magnificent, sprawling, historical epic that tips its hat to magical realism, this unique and delightful literary novel brings to life a family saga in the most elegant and restrained fashion. A murder mystery and comedy of manners that is never what it seems, it weaves together a Dickensian sense of mystery with&#160;a township at social war with itself.&#160;This playful and imaginative narrative announces the arrival of a dynamic new Australian writing talent.", "average_rating": 3.41, "author": "Edwina Preston", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/The%20Inheritance%20of%20Ivorie%20Hammer/1372982286.11.jpg"}},{"annotation": "", "uuid": "Gbfaai57Jm4uk4a4hh3zR6", "position": 15, "book": {"uuid": "ZrniZt6uFqs9hXbk4TPnmY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 244, "title": "The Blood Knot", "publication_date": "2011-07-01", "oyster_good_for_statement": "", "isbn": "9781440532375", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>The last thing The Dog wanted was to find another body. But there was Annie Adams - the barn lady - floating dead at his feet, her easel and paints set up on the bridge above his head. And so The Dog wades his way through Kussmaul country encountering a confessing nine year old, a dispute over trespassing, a shunned Amish woman, and a quite possibly rabid beaver. And The Dog knows, this is not a fishing trip.</p>", "average_rating": 3.91, "author": "John Galligan", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/55/551355185752.74.jpg"}},{"annotation": "", "uuid": "x7Z5hhWSv9xtyuvWxpBdqK", "position": 23, "book": {"uuid": "Yncctjyb9Ec6sbRKDnG8tj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 257, "title": "Hot Money", "publication_date": "2011-05-16", "oyster_good_for_statement": "", "isbn": "9780795317248", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<p>Here in Sherryl Wood's <i>Hot Money</i>, the third in the Molly DeWitt Romantic Mystery series, Molly DeWitt and detective Michael O'Hara investigate the murder of Tessa, the chairwoman of the \"Save the Environment\" black-tie affair. Molly and Michael are in attendance at the posh affair at the insistence of Molly's friend, Liza, who was one of the organizers for the event. But when Molly and Michael sneak away from the party to sit quietly on the dock for a while, they discover the body of Tessa Lafferty, a wealthy socialite, floating on the water.</p><p>\n</p><p>\ns the two investigate the mystery further, they discover that Tessa was not only not very politically correct (despite her obvious involvement with the Save the Environment party) but more, that she had many sexual partners and was none too discriminating. The plot is set for Michael and Molly to investigate and try to solve the mystery as they also continue the subplot of their own relationship.</p><p>\n</p><p>\n</p>", "average_rating": 3.7, "author": "Sherryl Woods", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Hot%20Money/1373294119.33.jpg"}},{"annotation": "", "uuid": "7ZQdDBfGtnNew8FpKHHQad", "position": 48, "book": {"uuid": "Yskuz74d5ufQYxsSxgpfcL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Glare Ice", "publication_date": "2011-07-29", "oyster_good_for_statement": "", "isbn": "9781440532924", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Wisconsin winter weather plays as important a role as any individual in this nicely paced tale of domestic abuse and murder. Claire Watkins is still adjusting to life in little Fort St. Antoine when she notices the bruises and stiff gait of a local woman named Stephanie Klaus. Small town or big city, Claire knows the signs of abuse when she sees them.</p><p> Stephanie, however, won't talk, even when her new boyfriend, Buck, is tied into his car, driven out on the treacherous ice of Lake Pepin and left there to sink and drown.</p><p>When Stephanie, accompanied by Buck's delightful dog, Snooper, tries to leave town, she is once again beaten; this time, she barely survives . . .</p>", "average_rating": 3.71, "author": "Mary Logue", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/67/671355185791.41.jpg"}},{"annotation": "", "uuid": "mvWFSoh8TReZ5pso3PZnXY", "position": 34, "book": {"uuid": "wxj7TSnehXdonPHu6m2Uij", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Trap Line", "publication_date": "2010-12-28", "oyster_good_for_statement": "", "isbn": "9781453210673", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>The gripping thriller from <i>New York Times</i> bestselling author Carl Hiaasen&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV><b>A Key West fishing captain takes on Florida&rsquo;s drug lords in an underground war that could cost him his freedom&mdash;and his life</b></div><DIV>&#160;</div><DIV>Though he is one of Key West&rsquo;s most skilled fishing captains, Breeze Albury barely ekes out a living on the meager earnings of his trade. Meanwhile, Cuban and Colombian drug smugglers thrive all around&mdash;and they have their sights set on Albury and his fishing boat. After the smugglers cut his three hundred trap lines and crush his livelihood, Albury is forced to run drugs to survive. But when he gets busted by the crooked chief of police and becomes a target of the drug machine&rsquo;s brutal hit men, Albury becomes a vigilante on the seas of South Florida, unleashing a fiery and relentless vengeance on Key West&rsquo;s most dangerous criminals.</div></p></DIV>", "average_rating": 3.43, "author": "Carl Hiaasen", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Trap%20Line/1373329491.32.jpg"}},{"annotation": "", "uuid": "GESWtgo5x8rDAwiVeZSAEE", "position": 50, "book": {"uuid": "B2GZq6RBB2umnZeFEqwRsU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "The Murder of Norman Ware", "publication_date": "2012-10-01", "oyster_good_for_statement": "", "isbn": "9781431404469", "publisher": {"uuid": "nXXuQQQ2n6UBu9h8Trzb33", "name": "Jacana Media"}, "awards": [], "description": "Life in the San le Mer golfing eco-estate on the KZN north coast seems idyllic. With its diplomatic-level security, smarmy country club and resort-style pools and restaurants, it is home to the rich, famous, and infamous. But beneath the luxurious and well-manicured surface, corruption, lechery, evil, and debauchery seethe. It is in this rotten stew that a series of seemingly random and coincidental events leads to the murder of one of the estate's most respected residents: Advocate Norman Ware. As Detective De Villiers sifts through the witnesses and suspects&#8212;a philandering plastic surgeon, a harvester of body parts, a BEE property tycoon, a serial killer with a penchant for teenage girls, a recluse with ophidiophobia, and a queer, cross-dressing homophobe&#8212;the pillars of lies and deceit upon which the exclusive estate residents' lives have been built start collapsing. <I>Who is the killer?</I> <I>Is Norman Ware really an innocent victim?</I> <I>And what is the link between all the different players?</I>", "average_rating": 3.64, "author": "Rosamund Kendal", "cover_img": "https://cflare.oysterbooks.com/covers/Jacana%20Media/The%20Murder%20of%20Norman%20Ware/1372981304.79.jpg"}},{"annotation": "", "uuid": "m4AiZ86b7LgB63NB35RpPF", "position": 52, "book": {"uuid": "8CjB6ERZGMSif62ZRUnbiA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 506, "title": "Gaudy Night", "publication_date": "2012-07-31", "oyster_good_for_statement": "", "isbn": "9781453258958", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><b>Back at Oxford for her reunion, Harriet Vane, Lord Peter&rsquo;s beloved, finds herself in mortal danger</b></div><DIV><BR>Since she graduated from Oxford&rsquo;s Shrewsbury College, Harriet Vane has found fame by writing novels about ingenious murders. She also won infamy when she was accused of committing a murder herself. It took a timely intervention from the debonair Lord Peter Wimsey to save her from the gallows, and since then she has devoted her spare time to resisting his attempts to marry her. Putting aside her lingering shame from the trial, Harriet returns to Oxford for her college reunion with her head held high&mdash;only to find that her life is in danger once again.</div><DIV>&#160;</div><DIV>The first poison-pen letter calls her a &ldquo;dirty murderess,&rdquo; and the ones that follow are no kinder. As the threats become more frightening, she calls on Lord Peter for help. Among the dons of Oxford lurks a killer, but it will take more than a superior education to match Lord Peter and the daring Harriet.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Dorothy L. Sayers including rare images from the Marion E. Wade Center at Wheaton College.</div>", "average_rating": 4.29, "author": "Dorothy L. Sayers", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Gaudy%20Night/1373330815.39.jpg"}},{"annotation": "", "uuid": "PehGoppGXDxcisF54NaN9A", "position": 33, "book": {"uuid": "K5wMnrGr8mBieTppYiSTWd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "The Devil's Star", "publication_date": "2012-01-03", "oyster_good_for_statement": "", "isbn": "9780062193964", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Oslo is sweltering in the summer heat when a young woman is murdered in her flat. One finger has been cut off and a tiny red diamond in the shape of a pentagram&#8212;a five-pointed star&#8212;is found under her eyelid. Detective Harry Hole is assigned the case with Tom Waaler, a colleague he neither likes nor trusts. He believes Tom is behind a gang of arms smugglers&#8212;and the murder of his partner. But Harry, an off-the-rails alcoholic, is barely holding on to his job and has little choice but to play nice.</p><p>Five days later, another woman is reported missing. When her severed finger is found adorned with a star-shaped red diamond ring, Harry fears a serial killer is on the loose. Determined to find the killer and expose the crooked Tom Waaler, Harry discovers the two investigations melding in unexpected ways. But pursuing the truth comes at a price, and soon Harry finds himself on the run and forced to make difficult decisions about a future he may not live to see. </p><p>One of the brightest stars of Scandinavian crime writing, Jo Nesb&#248; has been compared to Ian Rankin, Michael Connelly, and Henning Mankell. His novels are bestsellers throughout Europe, acclaimed by critics and revered by aficionados of thrillers and mysteries. Brilliantly plotted and paced, <em>The Devil's Star</em> shows Nesb&#248; at his absolute best, combining powerful emotional resonance with truly stunning suspense.</p>", "average_rating": 4.0, "author": "Jo Nesbo", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062193964/1376468607.58.jpg"}},{"annotation": "", "uuid": "GEjsK346zKgyMwYRWhNorc", "position": 83, "book": {"uuid": "YCPH5GtzLxLNFJCthF5vjM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Moment of Truth", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061748264", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>When attorney Jack Newlin discovers his wife dead in their home, he's convinced he knows who killed her&#8212;and is equally determined to hide the truth. He decides to frame himself for murder, and to seal his fate he hires the most inexperienced lawyer he can find: a reluctant rookie by the name of Mary DiNunzio from the hot Philadelphia firm of Rosato &#38; Associates. But hiring Mary may turn out to be his biggest mistake. She doubts Jack's confession, and her ethics and instincts tell her she can't defend a man who wants to convict himself. Smarter, gutsier, and more persistent than she has any right to be, Mary sets out to prove what really happened&#8212;because, as any lawyer knows, a case is never as simple as it seems. And nothing is ever certain until the final moment of truth.</p>", "average_rating": 3.78, "author": "Lisa Scottoline", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748264/1376451905.78.jpg"}},{"annotation": "", "uuid": "C5KoTaoXcdoqyx7wRU8E9C", "position": 28, "book": {"uuid": "gUEjodGrdeaQUZU9fEc96f", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 362, "title": "The Women's Club", "publication_date": "2010-12-01", "oyster_good_for_statement": "", "isbn": "9781782191476", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "description": "<DIV><B>The glass ceiling is shattered&#151;let the shards fall where they may</B></DIV><DIV>&#160;</DIV><DIV>When Jack Hale invested in Celia's advertising agency, it was not because he had faith in her abilities&#151;it was because she's his daughter. But, suddenly, she's an inexplicable success. When he takes her out&#160;to dinner to celebrate, they witness a daring murder, committed in full public view. There is no way the killer could have escaped without a&#160;precisely orchestrated series of improbable events&#151;or were they just very, very lucky? Is it really possible that there is a female conspiracy, dedicated to ridding the world of evil&#151;or even just inconvenient&#151;men? Jack must risk everything to uncover the truth about The Women's Club.</DIV>", "average_rating": 0.0, "author": "Michael Crawley", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/The%20Women%27s%20Club/1373195172.48.jpg"}},{"annotation": "", "uuid": "SjzEEJF7HDFiqqVp6qKLAn", "position": 18, "book": {"uuid": "TuLYX9VwUrn43jNv74N6QT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "Justice Denied", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061746116", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The murder of an ex-drug dealer ex-con&#8212;gunned down on his mother's doorstep&#8212;seems just another turf war fatality. Why then has Seattle homicide investigator J.P. Beaumont been instructed to keep this assignment hush-hush? Meanwhile, Beau's lover and fellow cop, Mel Soames, is involved in her own confidential investigation. Registered sex offenders from all over Washington State are dying at an alarming rate&#8212;and not all due to natural causes.</p><p>A metropolis the size of Seattle holds its fair share of brutal crime, corruption, and dirty little secrets. But when the separate trails they're following begin to shockingly intertwine, Beau and Mel realize that they have stumbled onto something bigger and more frightening than they anticipated&#8212;a deadly conspiracy that's leading them to lofty places they should not enter . . . and may not be allowed to leave alive.</p>", "average_rating": 3.93, "author": "J. A. Jance", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061746116/1376505514.68.jpg"}},{"annotation": "", "uuid": "im8vQxjGem4FjnYYiusuHm", "position": 57, "book": {"uuid": "g8xcdoGo8uDdyiCD8Et6hf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "77th Street Requiem", "publication_date": "2011-11-29", "oyster_good_for_statement": "", "isbn": "9781453229286", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<b>Maggie looks into the decades-old murder of a controversial cop</b><DIV>A long time ago, Roy Frady was a perfect cop. Now he&rsquo;s perfect fodder for one of Maggie MacGowen&rsquo;s documentaries. Frady worked narcotics in the Seventy-seventh Street Division as part of a unit nicknamed the Four Horsemen. A merry band of iron-fisted brothers, they kept their district clean of drugs until a litany of brutality charges caused their downfall. Not long after, Roy Frady was found with a 9-mm slug in his skull. The case remained unsolved for two decades.</div><DIV>&#160;</div><DIV>One of the Four Horsemen was Mike Trent, who went on to become a homicide detective and the love of Maggie&rsquo;s life. Through the years, Frady&rsquo;s file never left his desk, and as he approaches retirement he vows to close the case. Maggie plans a documentary about Mike&rsquo;s investigation, unaware that she and her camera will find things in his past that are too ugly to be known.</div><DIV></div>", "average_rating": 4.02, "author": "Wendy Hornsby", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/77th%20Street%20Requiem/1373330194.87.jpg"}},{"annotation": "", "uuid": "E7bmdAwDrq72GbLVZZWC3K", "position": 50, "book": {"uuid": "NAHbCbfhN5spYXG86BtLZk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Widow's Might", "publication_date": "2012-08-28", "oyster_good_for_statement": "", "isbn": "9781608323739", "publisher": {"uuid": "XSGZZ7ZaYhaGXbxKvZEFHd", "name": "Greenleaf Book Group Press"}, "awards": [], "description": "<DIV>The third Liv Bergen mystery picks up right where the second one left off: the murder of Liv&rsquo;s sister-in-law has been solved, but an older rancher has been bludgeoned to death in a style eerily reminiscent of a long-inactive killer known only as the Crooked Man. FBI agent Streeter Pierce, still on assignment in Sturgis, South Dakota, must now turn his sights on tracking down the killer, who happens to be his nemesis from ten years earlier. Pierce doesn&rsquo;t complain, though; he&rsquo;s falling in love with Liv Bergen and sets in motion an unconventional way to recruit her for the FBI&rsquo;s training camp in Quantico, Virginia, as they work the case together. But is Liv falling for the brilliant, exotic-looking agent Jack Linwood instead?<BR><BR>Once again, Liv&rsquo;s vast knowledge of the Black Hills of South Dakota&mdash;the territory General Custer made famous&mdash;and the modern day ranchers and environmentalists who live there leads her to unearth critical clues about the Crooked Man. Aided by her elfin sister with rainbow-colored hair, a sad-eyed bloodhound, and a terminally ill Norwegian widow, Liv ultimately identifies the deranged killer. But will her barrage of questions be enough to fend off a fatal blow from the very cane he used to crush the skulls of thirteen other victims?<BR><BR><BR></div>", "average_rating": 4.13, "author": "Sandra Brannan", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Widow%27s%20Might/1373298378.81.jpg"}},{"annotation": "", "uuid": "3yj7CHLSSPG9dJ6yXPbbzh", "position": 24, "book": {"uuid": "iPHub6RPcYkyPZdNiSRYVJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Until Proven Guilty", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061758225", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The little girl was only five, much too young to die -- a lost treasure who should have been cherished, not murdered.She could have been J.P. Beaumont's kid, and the determined Seattle homicide detective won't rest until her killer pays dearly. But the hunt is leading Beaumont into a murky world of religious fanaticism, and toward a beautiful, perilous obsession all his own. And suddenly Beau himself is a target -- because faith can be dangerous...and love can kill.</p>", "average_rating": 3.83, "author": "J. A. Jance", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061758225/1376506271.18.jpg"}},{"annotation": "", "uuid": "peNhVVBvW2d8qyaBXj2d3k", "position": 13, "book": {"uuid": "U2ixrBLCgv3ZAifjFKGDHF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Shattered", "publication_date": "2010-06-29", "oyster_good_for_statement": "", "isbn": "9780062000262", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>Hero, Husband, Father . . . <em>Monster</em>?</p></blockquote><p>In Creekstone, Texas, a small, quiet suburb of Houston, football was king . . . and David Temple was a prince. A former high school and college gridiron star-turned-coach, he had a fairy-tale marriage to bright, vivacious Belinda Lucas, a teacher at the local high school who was so warm and popular her colleagues called her \"The Sunshine Girl.\"</p><p>The fairy tale ended savagely on January 11, 1999, when Belinda's lifeless body was discovered in a closet. Her skull had been shattered by a shotgun blast at close range. She was eight months pregnant.</p><p>There was no damning evidence directly linking the brutal murder to husband David, who stood by emotionless and dry-eyed as police searched the crime scene. But a dogged eight-year investigation would expose a shocking history of cruelty and domination, infidelity and rage&#8212;ultimately resulting in an epic courtroom battle for the ages&#8212;as the scandalous truth was revealed about love betrayed and innocent lives . . . shattered.</p>", "average_rating": 4.08, "author": "Kathryn Casey", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062000262/1376529978.9.jpg"}},{"annotation": "", "uuid": "KiBcZThaZqYvhbf6QkqfNW", "position": 29, "book": {"uuid": "nTVWAkrWnQTpbcjAPFHtWT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "El Gavilan", "publication_date": "2011-11-18", "oyster_good_for_statement": "", "isbn": "9781440531927", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>The news is full of it: escalating tensions from illegal immigration; headless bodies hanging off bridges and bounties placed on lawmen on both sides of the border. New Austin, Ohio, is a town grappling with waves of undocumented workers who exert tremendous pressure on schools, police and city services. In the midst of the turmoil, three very different kinds of cops scramble to maintain control and impose order.</p> <p>But the rape-murder of a Mexican-American woman triggers a brutal chain of events that threatens to leave no survivors. <i>El Gavilan</i> is a novel of shifting alliances and whiplash switchbacks. Families are divided and careers and lives threatened. Friendships and ideals are tested and budding love affairs challenged. With its topical themes, shades-of-gray characters and dark canvas, <i>El Gavilan</i> is a novel for our charged times.</p>", "average_rating": 3.78, "author": "Craig McDonald", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/42/421355185709.91.jpg"}},{"annotation": "", "uuid": "TeQRf984XzfTrTx6bGUmd9", "position": 72, "book": {"uuid": "E3xnxCrEGNxpH8bxRNck6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 283, "title": "Deadline", "publication_date": "2013-11-26", "oyster_good_for_statement": "", "isbn": "9781480456280", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><DIV><b>During his first day at a new job, a veteran journalist is drawn into a strange closed society<BR><BR></b></div><DIV></div><DIV>After years of churning out copy as a newspaper reporter, Dalton Walker still can&rsquo;t resist a fire. When a circus tent goes up in smoke, seventeen are killed, and one body in particular draws his attention: a little girl, charred beyond recognition. The adult that brought her there must have survived, but no one comes forward to claim the body. Why? It is a strange case, and the more Walker digs, the stranger it becomes.</div><DIV>&#160;</div><DIV>At the same time, his new editor hands him a fluff piece&mdash;a profile of something New York City has never seen before: an Amish Rockette. As Walker investigates how a girl who was taught that dancing is a sin could have found her way to Radio City Music Hall, he begins to suspect that her apparent fear of reporters is more than just shyness. Danger surrounds the dancer, who is learning that life on the kickline can be just as perilous as a circus-tent fire.</div><BR><DIV>&#160;</div></div>", "average_rating": 3.51, "author": "John Dunning", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480456280/1384815711.38.jpg"}},{"annotation": "", "uuid": "U2QDPvM6j2hDboPDWBariU", "position": 30, "book": {"uuid": "x9Q7v4twjy9AvvMMBeMdkd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "The Long Fall", "publication_date": "2011-07-29", "oyster_good_for_statement": "", "isbn": "9781440531880", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>In sun-baked Phoenix, Arizona, this never-predictable tale tosses into its antic mix a dead father, his two sons--one a small-time ex-con with a consistent genius for sabotaging his own best interests, the other a straight, uptight solid citizen with a moneymaking chain of dry-cleaning stores and a restive ex-stewardess of a wife named Evelyn.</p><p>Recently released from prison for possession of a truckload of black-market saguaro cacti - and in deep debt to an unforgiving crank dealer, Jimmy Coates returns home only to discover that his brother has cut him out of his inheritance. A not-unjustifiable desire to settle old scores and new sends Jimmy on a robbery spree that wipes out four of his brother's dry-cleaning establishments. But when he finds himself tumbling for a mutinously sexy Evelyn, the impulse to vengeance reverses itself.</p><p>Unwittingly, however, Jimmy has already set in motion a series of dangerous consequences - adultery, blackmail, love, betrayal - that culminate in a blueprint for murder. And it could be Jimmy himself who is taking the long fall.</p>", "average_rating": 3.62, "author": "Lynn Kostoff", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/41/411355185707.43.jpg"}},{"annotation": "", "uuid": "Muy37SCXHw7mdFifyBn9FT", "position": 21, "book": {"uuid": "24gybXtA9s2uz6wpvjxGzN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 198, "title": "A Dismal Thing to Do", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9781453277430", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><b>After witnessing a strange explosion, Janet becomes a murderer&rsquo;s next target</b></div><DIV><BR>Janet Rhys is driving through the backwoods of Canada when she sees the truck ahead of her lose control, smash into a snow bank, and flip sideways, completely blocking the road. Springing to action, she darts into a nearby barn, searching for something to use to rescue the person trapped inside. When she hears an explosion, Janet returns to find the truck is nothing but smoking wreckage, and the driver has stolen her car.</div><DIV>&#160;</div><DIV>Janet takes shelter in an abandoned house, and is waiting for help to come when the truck driver&rsquo;s accomplices set fire to her hideout. Just before she is engulfed in flames, she leaps through a window and escapes into the snow. The killers think their witness is dead, and if Janet doesn&rsquo;t move quickly, they will be right. </div>", "average_rating": 3.72, "author": "Charlotte MacLeod", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Dismal%20Thing%20to%20Do/1373331943.89.jpg"}},{"annotation": "", "uuid": "6yRXRmmt4XKJKDyojSggo3", "position": 84, "book": {"uuid": "jqYzQY8JLJnmbfbXeZJq2N", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Murder in Mesopotamia", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061749926", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Nurse Amy Leatheran had never felt the lure of the 'mysterious East,' but she nonetheless accepts an assignment at Hassanieh, an ancient site deep in the Iraqi desert, to care for the wife of a celebrated archaeologist. Mrs Leidner is suffering bizarre visions and nervous terror. 'I'm afraid of being killed!' she admits to her nurse. Her terror, unfortunately, is anything but unfounded, and Nurse Leatheran is soon enough without a patient. The world's greatest detective happens to be in the vicinity, however: having concluded an assignment in Syria, and curious about the dig at Hassanieh, Hercule Poirot arrives in time to lead a murder investigation that will tax even his remarkable powers -- and in a part of the world that has seen more than its share of misadventure and foul play.</p>", "average_rating": 3.8, "author": "Agatha Christie", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061749926/1376451926.22.jpg"}},{"annotation": "", "uuid": "aGcHv8HRTGZaYSrNxkifiY", "position": 19, "book": {"uuid": "kGNaUwEDvnmz6PS6HfJdwk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 208, "title": "Dead Tease", "publication_date": "2012-02-18", "oyster_good_for_statement": "", "isbn": "9781440531811", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>A hot August afternoon and Midwest Clinic CEO John McNeil has been working late. Working on his latest conquest, that is. Jen Williams is twenty-six, in charge of graphics for the hospital's PR division&#151;and quite attractive in a healthy, athletic kind of way. She is quick to laugh and a little too quick to fall for guys. She is no virgin. And she is one of three women&#151;including his wife&#151;intimately familiar with McNeil.</p> <p>When Jen's youthful body is found with a single stab wound through the heart, suspicion falls on both McNeil's wife, who insists she is being stalked, and the striking hospital physician with whom he had just ended an affair. Pressure to find the killer falls on Loon Lake Police Chief Lewellyn \"Lew\" Ferris and Dr. Paul \"Doc\" Osborne, the retired dentist and forensic dental expert whom she has deputized to help with the investigation&#151;when they are not taking a break for fishing and other personal pursuits. When the mayor demands Lew take early retirement&#151;and Doc has to babysit his teenage granddaughter who won't stop texting&#151;the frustrations mount.</p> <p>Desperate for a few hours off&#151;and persuaded by Ray Pradt (a fishing guide who wears a stuffed trout on his head, so they should have known better)&#151;to try fly fishing from kayaks, Doc and Lew find themselves in life-and-death straits on the river. This leads to an unexpected and macabre discovery that just may break the case.</p>", "average_rating": 3.62, "author": "Victoria Houston", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/40/401355185705.35.jpg"}},{"annotation": "", "uuid": "LifV9sFdmU7xe7LDQNGd9e", "position": 70, "book": {"uuid": "f9gEJ4cKQm3u5r8aG7Prph", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 408, "title": "Corpse Flower", "publication_date": "2013-11-25", "oyster_good_for_statement": "", "isbn": "9781459707146", "publisher": {"uuid": "gu6ozZ8hEmD9HC8RenLvbC", "name": "Dundurn"}, "awards": [], "description": "<p><b>Limited time offer. </b></p>\n<p>From country club to trailer park ... </p>\n<p>Swindled out of a fair divorce settlement, former socialite Bliss Moonbeam Cornwall works a number of part-time jobs to pay the rent on a rundown trailer and keep her motorcycle on the road. House cleaner, yoga teacher, library assistant, cemetery groundskeeper, drudge for her agoraphobic cousin – the work never ends. But Bliss still can't save enough money for another day in court. So, when her cousin offers her a generous fee to find a pollinating mate for his giant jungle plant, she agrees to help. How hard can it be? </p>\n<p>That's when she discovers that her neighbours, employers, and even her cousin are involved in a string of illegal activities – including grow-ops and suspicious deaths. Police Chief Neil Redfern's persistent scrutiny is interfering with her goal, and Bliss suspects he himself may be up to his badge in the crimes he's \"investigating.\" With no one to back her up, Bliss must make a decision: she can give up on her dream, or she can start fighting dirty. Either way, she risks becoming another murder victim.</p>", "average_rating": 0.0, "author": "Gloria Ferris", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781459707146/1384278624.91.jpg"}},{"annotation": "", "uuid": "kwkgzPQ2tXzSzzFVsjiCV9", "position": 44, "book": {"uuid": "GGbqPu4DVvbQX9Bc48Rkv", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 210, "title": "The Firebird Affair", "publication_date": "2011-10-18", "oyster_good_for_statement": "", "isbn": "9780983839583", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "description": "<DIV><I>The Firebird Affair</I> centers on the suspicious death of Emily, the beautiful wife of Washington Tribune correspondent Todd Martin. In 1991, she collapsed over lunch with a friend in a Moscow restaurant. A massive heart attack, Moscow authorities said and the US Embassy concurred. They shipped her body home to the US, without Todd even being aware she had died. He was out of contact covering one of the conflicts flaring up as the Soviet Union disintegrated. But Todd has managed to rebuild his life; he's now the Tribune's chess columnist, from time to time drifting in and out of depression. He has always been doubtful Emily's death was an accident. His estranged son Rick is certain his mother was murdered, and blames his father for failing to protect her.<BR><BR>By 2002, Todd gets an opportunity to establish the truth after a Russian spy approaches the CIA wanting to defect. The spy reveals the existence of a KGB mole inside the US government. He also alleges that the KGB played a role in Emily's death by sneaking a psychotropic drug into her drink. Holz, the former Moscow CIA station chief, now a senior CIA official, offers Todd the chance to go to Moscow on a rogue mission to uncover the traitor's identity. Todd undertakes the mission that leads him as well as Holz to confront wholly unexpected results.<BR><BR><I>The Firebird Affair</I> explores the consequences of duplicity and betrayal, in both Moscow and Washington. It revolves around the actual KGB-led plot to remove Gorbachev from power, capturing the drama of the last months of Cold War and the subsequent changes in our public life.</div>", "average_rating": 4.0, "author": "Dusko Doder", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Firebird%20Affair%3A%20A%20Thriller/1372976438.79.jpg"}},{"annotation": "", "uuid": "MY4z3fRnAzhGkV829rQKkm", "position": 55, "book": {"uuid": "bqLkyPewRuwo9u7tyvzVT5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 348, "title": "Deception", "publication_date": "2011-08-23", "oyster_good_for_statement": "", "isbn": "9781440533549", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Riding instructor Connor Tremaine returns to her home ground in Mobile, Alabama and ends up married to Clay Sumner, a charismatic politician. On the surface, this is an ideal life, but Connor discovers that things are not as they appear in Clay’s world. Not with this home or his children, and she begins to fear that he may not be telling all he knows about his first wife’s death.</p>", "average_rating": 3.46, "author": "Carolyn Haines", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/79/791355185833.57.jpg"}},{"annotation": "", "uuid": "BHM8bCtiTfZnBzArHzTwkJ", "position": 61, "book": {"uuid": "qTYAZrSUz9gG9eAkHar7c9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "He Rode Alone", "publication_date": "2012-09-01", "oyster_good_for_statement": "", "isbn": "9781440558351", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>As a boy he had a look of gaunt horror about him.</p><p>As a man he had the cold look of the eternal searcher.</p><p>The boy walked out of the wilderness in the late summer of 1855, carrying the sun-blackened remains of a jack rabbit he had been eating on for two days. He had been alone in there for ten days.</p><p>Behind him he had left three graves. With him always was the memory of a family named Snelling, that he would one day hunt down and destroy - slowly, terribly.</p><p>The boy became a man, bleak-eyed and dangerous, a man named Ed Cushman who rode, always alone, carrying only the grim comfort of a black memory. Searching, always searching.</p><p>Murder lay at the end of his trail. Murder, and a girl he loved.</p>", "average_rating": 0.0, "author": "Steve Frazee", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/535/5351355186767.9.jpg"}},{"annotation": "", "uuid": "WfNTrFqtzcqD7MdpF9RJn7", "position": 82, "book": {"uuid": "FJcL3PFyJ7KSPFgdJJUksT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Dealing in Murder", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061743122", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "f395V8Luqg7Dt52sh3WthK", "image": null, "name": "Agatha Award Nominee"}, {"uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null, "name": "Anthony Award Nominee"}, {"uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null, "name": "Barry Award Nominee"}], "description": "<p>Elizabeth Porter was a top-of-the-lineManhattan antiques dealer until her ex-husband and his lover's flagrantly criminal scam left her reputation in tatters. Now, using a new name, Molly Doyle, she's starting over a continent away in a rundown antiques shop in cozy Carmel, California. Molly is determined to make the best of it. But the early antiques bird sometimes gets more than the worm, and one prompt arrival places her at a murder site with a corpse in her arms. After she turns up at a second seemingly unrelated death, the abrasive new police chief considers Molly the prime suspect. Now the only way to clear her name is for Molly to find her own path to a killer, which will leave her either exonerated ... or dead.</p>", "average_rating": 3.7, "author": "Elaine Flinn", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743122/1376451838.37.jpg"}},{"annotation": "", "uuid": "FaHeuVLyrpNiAkWZ6Psetj", "position": 50, "book": {"uuid": "owQjrJtxCQBGcBWkSmhJg9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "In the Heat of the Night", "publication_date": "2010-07-01", "oyster_good_for_statement": "", "isbn": "9780795319402", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}], "description": "<p>John Ball’s 1965 mystery <i>In the Heat of the Night</i> tells the story of a black police officer named Virgil Tibbs who happens to be passing through a southern town at a particularly inauspicious moment. An orchestra conductor has been brutally murdered and the local police, without much in the way of real evidence, arrest Tibbs. On discovering that Tibbs is not the real killer but rather a highly-skilled homicide detective, the local police enlist Tibbs to help solve the case.</p>\n<p></p>\n<p>Several factors made (and make) this novel so very relevant and timely. For one, the hero is a black police officer, which at the time the book was written was not a very common figure in popular culture. Tibbs’s investigation leads him through the backwater town and exposes him to different forms of prejudice harbored by the townspeople. His urban sophistication and his California background also rankle the townspeople. A major accomplishment with this novel is that author John Ball refuses to discredit one stereotype by merely adopting another. He deftly manages to write a novel about prejudice and stereotype set in a region of the country where ignorance and racism cause terrible suffering, but avoids making the mistake of depicting every Southerner as ignorant or racist. Just as the portrait here of Virgil Tibb’s topples some peoples’ notions, portraits of some Southerners in this novel do the same.</p>\n<p></p>\n<p><i>In the Heat of the Night</i> stands as a classic pop culture document. It is also winner of the Edgar Award from the Mystery Writers of America as well as the Crimewriters’ Association’s Golden Dagger Award, and it was named one of the hundred greatest detective novels of the century by the Independent Mystery Booksellers Association. The book’s main character, Virgil Tibbs, also appears in <i>The Cool Cottontail</i> and <i>Johnny Get Your Gun</i> as part of the Virgil Tibbs mystery series.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>John Ball wrote over thirty novels during his career including mysteries, war novels, adventure stories, but his reputation as a novelist is based on his first work--the 1965, <i>In the Heat of the Night</i>. While under considerable pressure from his publisher to make a change, Ball insisted on keeping the leading character in his novel a black man. Ball made the right decision and the book garnered him much praise for progressive thinking and a keen understanding of racial prejudice. Ball wrote other books that featured the hero of <i>In the Heat of the Night</i>, detective Virgil Tibbs, including <i>The Cool Cottontail</i>(1966), and <i>Johnny Get Your Gun</i>(1969). Later in life, Ball worked as a part-time police offer in Los Angeles and also trained in the martial arts. He died in 1988.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>John Ball broke new ground with his book <i>In The Heat of the Night</i>, his 1965 novel that introduced the determined detective Virgil Tibbs. Ball’s novel was controversial for it established a black man as a protagonist and Ball refused to change it, despite pressure from the publishing community. Ball would succeed and his book went on to become a film and television series, winning five Oscars including Best Picture and Best Actor for actor Sidney Poitier. Virgil Tibbs features in other books in the series, using his wits and physical martial arts skills as he successfully fights against crime, racism, and more.</p>", "average_rating": 3.68, "author": "John Ball", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/In%20the%20Heat%20of%20the%20Night/1373294149.09.jpg"}},{"annotation": "", "uuid": "Hvk5T8cGdp6trobVm8zQzf", "position": 67, "book": {"uuid": "u4sHwANt6VnHWH5hdQY6MM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 286, "title": "Looking for Ginger North", "publication_date": "2013-11-26", "oyster_good_for_statement": "", "isbn": "9781480456273", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><DIV><b>At a California racetrack, an ex-cop is haunted by his mother&rsquo;s suicide<BR><BR></b></div><DIV></div><DIV>The old wooden tower looms over the racetrack, an eyesore that is too famous to tear down. To Wes Harrison, it is more than an architectural curiosity; it is a bitter reminder of Ginger North, the track employee who, three decades earlier, leapt from the tower to her death. Around the track, she is a legend, something to reminisce about in between races, but to Harrison, Ginger North is much more: she was his mother.</div><DIV>&#160;</div><DIV>A troubled ex-cop, Harrison drifts into the world of the racetrack as a way of connecting with his mother&rsquo;s spirit. Armed with a few old case files, he takes a job on the grounds, seeking answers about Ginger&rsquo;s death. Standing in his way are certain people&mdash;jockeys, trainers, grooms, and owners&mdash;who do not want the truth to come out. Conflict is natural among those who work with horses, but at this track, the competition could be deadly.</div></div>", "average_rating": 0.0, "author": "John Dunning", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480456273/1384815682.58.jpg"}},{"annotation": "", "uuid": "cwpdJ8jwuQywhxTiVDqeeC", "position": 60, "book": {"uuid": "XawqqVjWH6HQ8PCiWcBLV7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "A Season in Hell", "publication_date": "2010-12-28", "oyster_good_for_statement": "", "isbn": "9781453211502", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><p><DIV><b>The classic Jack Higgins thriller&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV><b>A British commando and a Wall Street lawyer team up to avenge the murders of their loved ones at the hands of a grisly international drug conspiracy</b></div><DIV>&#160;</div><DIV>Sean Egan and Sarah Talbot are united by tragedy when his sister and her son are both murdered, their corpses used to smuggle heroin by members of Europe&rsquo;s bloodiest drug ring. Now Egan, an Irish-born British Special Forces operative, and Talbot, a well-connected Wall Street lawyer, will stop at nothing to bring the murderers to justice. Their mission takes them through London, Paris, Sicily, and Ireland as they&rsquo;re trailed by a brutally efficient hit man bent on thwarting their every move, all leading up to a final deadly showdown on the darkened streets of London that will change Egan&rsquo;s and Talbot&rsquo;s lives forever.</div></p></DIV>", "average_rating": 3.61, "author": "Jack Higgins", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Season%20in%20Hell/1373329486.42.jpg"}},{"annotation": "", "uuid": "3dBGxkBPaJHWo8ns4Y3iYg", "position": 11, "book": {"uuid": "vyTudyvimkGn9Ui7Rw9zEi", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 480, "title": "Gun Games", "publication_date": "2012-01-03", "oyster_good_for_statement": "", "isbn": "9780062064332", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The Hesse suicide strikes a troubling chord in the household of Decker and his wife, Rina Lazarus, now that they've taken in Gabe Whitman&#8212;the gifted and brilliant fifteen-year-old son of a killer&#8212;whose own unexplained comings and goings only remind Decker that he knows almost nothing about the secretive boy living under his roof. But it's a second teen suicide&#8212;a young girl who attended the same exclusive prep school as Gregory Hesse&#8212;that points Decker and his detectives down a dark alley of twisted allegiances and unholy alliances . . . and toward a cold-blooded group of high schoolers with a shocking predilection for guns and violence.</p>", "average_rating": 3.73, "author": "Faye Kellerman", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062064332/1376453429.76.jpg"}},{"annotation": "", "uuid": "LhPk8C9LrL7S8yeU3wtViZ", "position": 45, "book": {"uuid": "bpdixDZkWPffqHYaV4BnkG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 325, "title": "Red Jungle", "publication_date": "2011-12-04", "oyster_good_for_statement": "", "isbn": "9780983337119", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "description": "<DIV>&quot;&hellip;Harrington's best by far, a story about the internal place where the currents of fear and desire lap against the shores of danger.&quot; --Michael Connelly, author of <I>The Lincoln Lawyer</I><BR><BR>A noir thriller from Kent Harrington set in Guatemala, Red Jungle stems from the author's intimate knowledge of the modern-day country and its legacy of 100 years of political tyranny.<BR><BR>Russell Cruz-Price was the child of an elite family of American father and a high-society Guatemalan mother. After his mother&rsquo;s murder at an early age, supposedly at the hands of communist insurgents, cheated him out of a normal childhood, Russell has come to view the world as a hostile place. Educated at U.S. military school and college, Russell is a financial reporter sent to Guatemala to cover a politically chaotic and increasingly dangerous economy, where prices are crashing and the policies mandated by Washington and the IMF have failed to keep the country from the brink of disaster.<BR><BR>While on assignment, Russell befriends a young German archaeologist, Gustav Mahler, who believes that a priceless treasure from Mayan antiquity -- the legendarily lost &quot;Red Jaguar&quot; -- can be unearthed on a certain failing coffee plantation. The two men pool their resources and enter the jungle in pursuit of fame and riches. In the search for fortune, Russell will gamble his all in a game where not only his future, but that of the entire country of Guatemala is at stake.</div>", "average_rating": 3.86, "author": "Kent Harrington", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Red%20Jungle/1372976444.0.jpg"}},{"annotation": "", "uuid": "cXs8oP88Fwo5TF5yUcKDSP", "position": 2, "book": {"uuid": "739HmQod5ntp2U7tCZuZ6X", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Holiday Murders", "publication_date": "2013-10-01", "oyster_good_for_statement": "", "isbn": "9781922072184", "publisher": {"uuid": "6dTavedMFQnFcFDnhgFK6f", "name": "Scribe Publications Pty Ltd."}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>On Christmas Eve, 1943, the newly formed but undermanned Homicide Dvision of the Melbourne police force is called to investigate the vicious double murder of a father and son. When Military Intelligence becomes involved, Homicide&#8217;s Inspector Titus Lambert must unravel the personal from the political. If only the killings had stopped at two. The police are desperate to come to grips with an extraordinary and disquieting upsurge of violence. For Constable Helen Lord, it is an opportunity to make her mark in a male-dominated world where she is patronized as a novelty. For Detective Joe Sable, the investigation forces a reassessment of his indifference to his Jewish heritage. Racing against the clock, the police uncover simmering tensions among secretive local Nazi sympathizers as a psychopathic fascist usurper makes his move. <I>The Holiday Murders</I> explores a little-known and sometimes violent corner of Australian history and finds oddly modern echoes in its paranoia, xenophobia, and ugly fervor.", "average_rating": 3.7, "author": "Robert Gott", "cover_img": "https://cflare.oysterbooks.com/covers/Scribe%20Publications%20Pty%20Ltd./The%20Holiday%20Murders/1373195182.44.jpg"}},{"annotation": "", "uuid": "YRZg9CrdksxTkeVZNp3VxK", "position": 47, "book": {"uuid": "5W2sckFPPFxNRkeGQ8bhFc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 300, "title": "Listen to the Dead", "publication_date": "2011-06-01", "oyster_good_for_statement": "", "isbn": "9781440530944", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Inspired by one of the largest unsolved cases of serial killings in the United States, the New Bedford Serial Killings of 1988.</p>", "average_rating": 3.33, "author": "Randall Peffer", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/18/181355185632.12.jpg"}},{"annotation": "", "uuid": "DV6mBbdXLjaPXuvx5CrLxS", "position": 40, "book": {"uuid": "r66B5yX4o9EZxXkdkeFLtA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Dead Jitterbug", "publication_date": "2011-07-29", "oyster_good_for_statement": "", "isbn": "9781440531538", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "<p>Everyone knows the name Hope McDonald--and not just the couple thousand folks in Loon Lake. Her advice column is syndicated worldwide to about eighty million readers.</p><p>When the wise old woman is found murdered in her home, Chief Lew Ferris can think of more than a few suspects--and calls on Doc Osborne for help.</p><p>Since Hope was dealing with some desperate souls, Doc and Lew will have to think of the perfect bait to net a cold-blooded killer. . .</p>", "average_rating": 4.09, "author": "Victoria Houston", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/33/331355185682.01.jpg"}},{"annotation": "", "uuid": "3hbVs4YNbEZKS8HUzmBPFi", "position": 6, "book": {"uuid": "BJc6iZAUfiZ2GTWHvvAoUN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "A Door in the River", "publication_date": "2012-09-04", "oyster_good_for_statement": "", "isbn": "9781453271438", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV>&ldquo;Wolfe convincingly lays claim to a new mantle as a first-rate crime writer. A bracingly original mystery series from the pseudonymous Wolfe.&rdquo; &mdash;<i>Publishers Weekly</i>, starred review<BR><BR><DIV>Stinging deaths aren&rsquo;t uncommon in the summertime, but&#160;when Henry Wiest turns up stung to death at an Indian reservation,&#160;Detective Hazel Micallef senses not all is as it seems.&#160;And when it turns out the &ldquo;bee&rdquo; was a diabolical teenaged&#160;girl on a murder spree with a strange weapon, a dark and&#160;twisted crime begins to slowly emerge. The questions, contradictions,&#160;and bodies begin to mount, as two separate&#160;police forces struggle to work together to save the soul of&#160;Westmuir County.</div></div><DIV></div>", "average_rating": 3.67, "author": "Inger Ash Wolfe", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/A%20Door%20in%20the%20River/1373331361.98.jpg"}},{"annotation": "", "uuid": "VLKQnYcv9msJzmTXD7XbKd", "position": 14, "book": {"uuid": "S3CPJPLW6TcX4q8UpyoKCo", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Hurt Machine", "publication_date": "2011-11-18", "oyster_good_for_statement": "", "isbn": "9781440532009", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [{"uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null, "name": "Anthony Award Nominee"}], "description": "<p>At a pre-wedding party for his daughter Sarah, Moe Prager is approached by his ex-wife and former PI partner Carmella Melendez. It seems Carmella's estranged sister Alta has been murdered, but no one in New York City seems to care. Why? Alta, a FDNY EMT, and her partner had months earlier refused to give assistance to a dying man at a fancy downtown eatery.</p> <p>Moe decides to help Carmella as a means to distract himself from his own life-and-death struggle. Making headway on the case is no mean feat as no one, including Alta's partner Maya Watson, wants to cooperate. Moe chips away until he discovers a cancer roiling just below the surface, a cancer whose symptoms include bureaucratic greed, sexual harassment, and blackmail. But is any of it connected to Alta's brutal murder?</p>", "average_rating": 3.94, "author": "Reed Farrel Coleman", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/44/441355185716.51.jpg"}},{"annotation": "", "uuid": "RALxJeqUzjnzzxxCZ2DHji", "position": 85, "book": {"uuid": "pno57wuyFn3y672jvhoBie", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 480, "title": "Sleeping Beauty", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061834158", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Author Miles Van Meter is on a book tour to promote his sensational bestseller Sleeping Beauty, a true-crime account of a deeply personal subject: the attack by a serial killer that left his twin sister, Casey, in a coma. Tonight the audience waits to hear Miles discuss recent developments in his sister's case -- unaware that pieces of this complex puzzle of violence, unknown even to the author, are about to be revealed. </p><p>Six years earlier, life was much simpler for everyone involved, especially seventeen-year-old Ashley Spencer, a popular high school soccer star. Then one night an intruder entered Ashley's home and murdered her father and her best friend. Traumatized and suffering from a crippling sense of survivor guilt, Ashley is ready to give up on both soccer and life until help comes from an unexpected source -- a scholarship to the Oregon Academy, an elite private school, is extended to her by school dean Casey Van Meter. The school quickly becomes a haven for both Ashley and her mother, Terri. As Ashley regains her sense of self through the school's soccer program, Terri joins a writing group for adults led by Joshua Maxfield, a former literary wunderkind who has disappeared from the bestseller lists since his second book was panned by both critics and fans.</p><p>Then tragedy strikes again and Ashley has to run for her life, unaware that the key to her survival is in the one book she's afraid to read -- Sleeping Beauty. </p><p>With its blend of dizzying plot twists and thrilling suspense, <em>Sleeping Beauty</em> shows Phillip Margolin at the very top of his form.</p>", "average_rating": 3.87, "author": "Phillip Margolin", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061834158/1376527328.84.jpg"}},{"annotation": "", "uuid": "rhGPGM5V44YcKYkpWiYmHE", "position": 56, "book": {"uuid": "aoxofeeLmKr8aVhcD6Kkr6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 390, "title": "Dying to Have Her", "publication_date": "2012-02-21", "oyster_good_for_statement": "", "isbn": "9781453234051", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><b>When tragedy strikes the set of America&rsquo;s most popular soap opera, the show&rsquo;s starlet begins to fear for her life</b></div><BR><DIV>Jane Dunne has a future in Hollywood. After years of striving, she&rsquo;s finally landed a juicy part on <i>Valentine Valley</i>, the highest-rated soap on daytime TV. Fame will be hers, no matter whom she has to hurt to get it. But fate, it seems, has other plans.</div><DIV>&#160;</div><DIV>As Jane readies for her first close-up, a stage light falls from above, breaking Jane&rsquo;s neck on her first day of work. The tragedy shocks the set, and terrifies <i>Valentine Valley</i> star Serena McCormack, who fears the deadly blow was meant for her. When death threats flood Serena&rsquo;s dressing room, the show&rsquo;s producers hire her former lover, private investigator Liam Murphy, to protect her. He is a handsome, courageous bodyguard, and as they grow closer Serena thinks she might be on the verge of true love&mdash;unless death finds her first.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Heather Graham including rare photos from the author&rsquo;s personal collection.</div>", "average_rating": 3.66, "author": "Heather Graham", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Dying%20to%20Have%20Her/1373330272.51.jpg"}},{"annotation": "", "uuid": "476oBSYro9jhXC7jPxWPhV", "position": 71, "book": {"uuid": "rrqtEd8QwdGihXvM5ujsZY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "The Funeral Owl", "publication_date": "2013-12-01", "oyster_good_for_statement": "", "isbn": "9781780104614", "publisher": {"uuid": "pM6gHCA8NLrngggYV3XEuj", "name": "Severn House Publishers"}, "awards": [], "description": "When a reader contacts local newspaper The Crow to report a rare sighting of the Boreal or so-called 'Funeral' owl, the paper's editor Philip Dryden has a sense of foreboding. For the Funeral Owl is said to be an omen of death. \n\nIt's already proving to be one of the most eventful weeks in The Crow's history. The body of a Chinese man has been discovered hanging from a cross in a churchyard in Brimstone Hill in the West Fens. The inquest into the deaths of two tramps found in a flooded ditch has unearthed some shocking findings. A series of metal thefts is plaguing the area. And PC Stokely Powell has requested Dryden's help in solving a ten-year-old cold case: a series of violent art thefts culminating in a horrifying murder.\n\nAs Dryden investigates, he uncovers some curious links between the seemingly unrelated cases: it would appear the sighting of the Funeral Owl is proving prophetic in more ways than one.", "average_rating": 3.68, "author": "Jim Kelly", "cover_img": "https://cflare.oysterbooks.com/covers/Severn%20House%20Publishers/9781780104614/1383306240.34.jpg"}},{"annotation": "", "uuid": "879ooDLdcReAZfZkioGTdi", "position": 64, "book": {"uuid": "UUjdjFg7b2oztgD3x3MxhY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 230, "title": "A Healthy Place to Die", "publication_date": "2012-09-25", "oyster_good_for_statement": "", "isbn": "9781453277270", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><b>While relaxing at a Swiss health spa, the detective finds the treatment can be deadly</b></div><DIV><BR>The gourmet detective realizes that the Alpine Springs health resort is not a typical spa somewhere in the middle of his first cocktail. Where other retreats promote abstinence, exercise, and bland food, this quiet little Swiss chalet preaches indulgence. Guests are allowed to eat, drink, and smoke as much as they want, and exercise is strictly optional. For this epicure, it is paradise&mdash;and it may also be his doom.</div><DIV>&#160;</div><DIV>He has come from London to speak about fine dining, but while here he fully intends on enjoying himself. One night he arranges a tryst with a fellow expert, a beautiful young woman named Kathleen Evans. They are deep in the woods, about to begin enjoying themselves, when something knocks the detective out cold. When he comes to, Kathleen has vanished, and the detective begins to suspect that life in the Alps is not as healthful as it appears.</div>", "average_rating": 3.13, "author": "Peter King", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Healthy%20Place%20to%20Die/1373331831.09.jpg"}}]