[{"annotation": "", "uuid": "RCTATgq3Bg4HWtu7rnwWkm", "position": 14, "book": {"uuid": "m62ywKDkuuBYTmi3LZi6mR", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 365, "title": "The Life of Honorable William F. Cody", "publication_date": null, "oyster_good_for_statement": "", "isbn": "9781629450735", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "The original autobiography of Buffalo Bill. It covers the years from Cody's birth in 1846 until his thirty-fourth year—the years during which he grew up on the plains, worked for Russell, Majors & Waddell, rode the Pony Express, went on fourteen expeditions against the Indians, and participated in fifteen Indian fights—the years that underpin the legend of Buffalo Bill and earned him the status of an authentic American Hero.", "average_rating": 0.0, "author": "William F. Cody", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/681/6811355877431.68.png"}},{"annotation": "", "uuid": "2AGEQ9QNc69JxzUCwmbNPU", "position": 5, "book": {"uuid": "9Mp5FGjqkvEMDDjgGNZNG4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Heart of Iron", "publication_date": "2011-11-01", "oyster_good_for_statement": "", "isbn": "9781613740088", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Throughout his life, there was nothing Kyle Garlett hated more than losing, and he knew early on that four diagnoses of cancer could not match his spirit of competition. His appetite for victory and success and his love of life pushed him past his health hurdles&#151;including a bone marrow transplant, hip replacement, and a heart transplant&#151;and into the greatest challenge of his life: the Ironman Triathlon World Championship. Kyle tells his amazing life story, beginning with his diagnosis of lymphoma and continuing through years of chemotherapy that destroyed his joints and weakened his heart, leading up to his journey to the Ironman Triathlon, in which he competed not once but twice. His miraculous recovery and athleticism are recounted, along with his becoming an Olympic torch bearer, a Leukemia and Lymphoma Society spokesperson, and a motivational speaker.</P></DIV></DIV>", "average_rating": 4.01, "author": "Kyle Garlett", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Heart%20of%20Iron/1372976789.1.jpg"}},{"annotation": "", "uuid": "XbwfLD2ra3EU65jYFcERqR", "position": 28, "book": {"uuid": "p3fmkqXFEaoQS5EiLjnrGT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Wasted", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061755552", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Why would a talented young woman enter into a torrid affair with hunger, drugs, sex, and death? Through five lengthy hospital stays, endless therapy, and the loss of family, friends, jobs, and all sense of what it means to be \"normal,\" Marya Hornbacher lovingly embraced her anorexia and bulimia --  until a particularly horrifying bout with the disease in college put the romance of wasting away to rest forever. A vivid, honest, and emotionally wrenching memoir, <em>Wasted</em> is the story of one woman's travels to reality's darker side -- and her decision to find her way back on her own terms.</p>", "average_rating": 3.96, "author": "Marya Hornbacher", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061755552/1376506161.67.jpg"}},{"annotation": "", "uuid": "YzeuQErVwudtNmxpXEmJ7o", "position": 27, "book": {"uuid": "zRmQ8m4rHyhiCEK33QQ93P", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 296, "title": "If You Lived Here, I'd Know Your Name", "publication_date": "2006-03-29", "oyster_good_for_statement": "", "isbn": "9781565126565", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "Tiny Haines, Alaska, is ninety miles north of Juneau, accessible mainly by water or air—and only when the weather is good. There's no traffic light and no mail delivery; people can vanish without a trace and funerals are a community affair. Heather Lende posts both the obituaries and the social column for her local newspaper. If anyone knows the going-on in this close-knit town—from births to weddings to funerals—she does.<br> <br> Whether contemplating the mysterious death of eccentric Speedy Joe, who wore nothing but a red union suit and a hat he never took off, not even for a haircut; researching the details of a one-legged lady gold miner's adventurous life; worrying about her son's first goat-hunting expedition; observing the awe-inspiring Chilkat Bald Eagle Festival; or ice skating in the shadow of glacier-studded mountains, Lende's warmhearted style brings us inside her small-town life. We meet her husband, Chip, who owns the local lumber yard; their five children; and a colorful assortment of quirky friends and neighbors, including aging hippies, salty fishermen, native Tlingit Indians, and volunteer undertakers—as well as the moose, eagles, sea lions, and bears with whom they share this wild and perilous land. <br> <br> Like Bailey White's tales of Southern life or Garrison Keillor's reports from the Midwest, NPR commentator Heather Lende's take on her offbeat Alaskan hometown celebrates life in a dangerous and breathtakingly beautiful place.", "average_rating": 3.76, "author": "Heather Lende", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126565/1377656787.52.jpg"}},{"annotation": "", "uuid": "cfjgnojAL52KL5iwgLurZP", "position": 7, "book": {"uuid": "8Zdo7wuuzYH6UTythyuW5Q", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Big in China", "publication_date": "2011-03-01", "oyster_good_for_statement": "", "isbn": "9780062065827", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>The inspiring story of a man, a family, a band, a foreign country, and a new beginning</p></blockquote><p>When Alan Paul's wife was offered the job as the <em>Wall Street Journal</em>'s China bureau chief, he saw it as an amazing opportunity to shake up their increasingly staid suburban New Jersey life. Excited and not a little scared, they packed up their three children&#8212;ages two, four, and seven&#8212;and headed for adventure and uncertainty in Beijing, China.</p><p>Based on his award-winning <em>Wall Street Journal Online</em> column, \"The Expat Life,\" <em>Big in China</em> explores Paul's unlikely three-and-a-half-year journey of reinvention in this rapidly developing metropolis. He reveals the challenges that he and his family faced while living in a foreign land, including reaching beyond the expat community, coming to terms with his new role as a stay-at-home dad, and learning to navigate and thrive in an unfamiliar culture. By viewing an intimidating challenge as a golden opportunity rather than as a burden, he saw his world open up around him.</p><p>At the heart of the memoir is his time fronting Woodie Alan, a blues band he formed with a Chinese partner. The cross-cultural collaboration became an unlikely success. The band embarked on a tour across China, earning the title \"Best Band in Beijing\" and recording an acclaimed CD of original music sung in both English and Mandarin, which prompted ZZ Top's Billy Gibbons to say, \"This is the best Chinese blues band I ever heard. Who knew?\" Woodie Alan was symbolic of Paul's entire China experience and?proof of what transpires when one can suspend preconceived notions and plunge into a new reality.</p><p>A testament to the transformative power of a life lived beyond comfortable borders, <em>Big in China</em> reminds us of the importance of always keeping our horizons wide and our thoughts ambitious.</p>", "average_rating": 3.85, "author": "Alan Paul", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062065827/1376552553.68.jpg"}},{"annotation": "", "uuid": "tQ4PjeWyMF9EFzohyKZNZN", "position": 29, "book": {"uuid": "C68DV65M6T6mjXfLeNywK3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 306, "title": "Fowl Weather", "publication_date": "2007-03-16", "oyster_good_for_statement": "", "isbn": "9781565127388", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "In Bob Tarte's home, pandemonium is the order of the day, and animals literally rule the roost&#8212;thirty-nine of them at last count. Whether it's the knot-tying African grey parrot, or the overweight cat who's trained Bob to hold her water bowl just above the floor, or the nightmarish duck who challenges him to a shoving match, this menagerie, along with his endlessly optimistic wife, Linda, provides daily lessons on the chaos inherent in our lives. But not until this modern-day Noah's Ark hits stormy weather&#8212;and Bob's world spins out of control&#8212;does he realize that this exuberant gaggle of animals provides his spiritual anchor. It is their alien presence, their sense of humor, and their impulsive behavior that both drive Bob crazy and paradoxically return him to sanity.<br> <br> With the same sly humor and dead-on character portraits that made <i>Enslaved by Ducks</i> such a rousing success, Tarte proves that life with animals offers a wholly different perspective on the world.", "average_rating": 3.75, "author": "Bob Tarte", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127388/1377656815.22.jpg"}},{"annotation": "", "uuid": "QGuxKh4JHEAkdqnLBnJ278", "position": 14, "book": {"uuid": "px2vgwusxvqU9Db7wvV4xN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Please Stop Laughing at Me", "publication_date": "2010-06-18", "oyster_good_for_statement": "", "isbn": "9781440509872", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "While other kids were daydreaming about dances, first kisses, and college, Jodee Blanco was just trying to figure out how to get from homeroom to study hall without being taunted or spit upon as she walked through the halls. This powerful, unforgettable memoir chronicles how one child was shunned-and sometimes physically-abused by her classmates from elementary school through high school. It is an unflinching look at what it means to be the outcast, how even the most loving parents can get it all wrong, why schools are often unable to prevent disaster, and how bullying has been misunderstood and mishandled by the mental health community. <P>You will be shocked, moved, and ultimately inspired by this harrowing tale of survival against insurmountable odds. This vivid story will open your eyes to the harsh realities and long-term consequences of bullying, and how all of us can make a difference in the lives of teens today.  This newly-updated edition also includes a Reader's Guide and all-new information on cyberbullying. This eBook special edition includes exclusive bonus life-saving tips for parents of a bullied or excluded child.", "average_rating": 3.76, "author": "Jodee Blanco", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440509872/1377072321.42.jpg"}},{"annotation": "", "uuid": "rnKFJzheECtf2M8kcJyaaT", "position": 8, "book": {"uuid": "Sd73tz7b2WMULHecfqHURF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Little Princes", "publication_date": "2011-01-25", "oyster_good_for_statement": "", "isbn": "9780062042439", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>One Person Can Make a Difference</p></blockquote><p>In search of adventure, twenty-nine-year-old Conor Grennan traded his day job for a year-long trip around the globe, a journey that began with a three-month stint volunteering at the Little Princes Children&#8217;s Home, an orphanage in war-torn Nepal. </p><p>Conor was initially reluctant to volunteer, unsure whether he had the proper skill, or enough passion, to get involved in a developing country in the middle of a civil war. But he was soon overcome by the herd of rambunctious, resilient children who would challenge and reward him in a way that he had never imagined. When Conor learned the unthinkable truth about their situation, he was stunned: The children were not orphans at all. Child traffickers were promising families in remote villages to protect their children from the civil war&#8212;for a huge fee&#8212;by taking them to safety. They would then abandon the children far from home, in the chaos of Nepal&#8217;s capital, Kathmandu.</p><p>For Conor, what began as a footloose adventure becomes a commitment to reunite the children he had grown to love with their families, but this would be no small task. He would risk his life on a journey through the legendary mountains of Nepal, facing the dangers of a bloody civil war and a debilitating injury. Waiting for Conor back in Kathmandu, and hopeful he would make it out before being trapped in by snow, was the woman who would eventually become his wife and share his life&#8217;s work. </p><p><em>Little Princes</em> is a true story of families and children, and what one person is capable of when faced with seemingly insurmountable odds. At turns tragic, joyful, and hilarious, <em>Little Princes</em> is a testament to the power of faith and the ability of love to carry us beyond our wildest expectations.</p>", "average_rating": 4.27, "author": "Conor Grennan", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042439/1378009513.21.jpg"}},{"annotation": "", "uuid": "MRL7KtwZTchpBXdLa8WXHj", "position": 29, "book": {"uuid": "UkVKg9DskQztYWzGf2HiPn", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 144, "title": "The Autobiography of Benjamin Franklin", "publication_date": "1791-01-01", "oyster_good_for_statement": "", "isbn": "9781629450568", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Written by Benjamin Franklin between 1771 to 1790, the work has become one of the most famous and influential examples of an autobiography ever written. Franklin's account of his life is divided into four parts, reflecting the different periods at which he wrote them.", "average_rating": 3.76, "author": "Benjamin Franklin", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/679/6791355876373.18.png"}},{"annotation": "", "uuid": "7gsjuMibhpCd8c9nCB8oVo", "position": 26, "book": {"uuid": "hzPcd3s7krCSZghAXm2hw", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 223, "title": "Autobiography of a Face", "publication_date": "1994-09-27", "oyster_good_for_statement": "", "isbn": "9780547524122", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>This powerful memoir is about the premium we put on beauty and on a woman's face in particular. It took Lucy Grealy twenty years of living with a distorted self-image and more than thirty reconstructive procedures before she could come to terms with her appearance after childhood cancer and surgery that left her jaw disfigured. As a young girl, she absorbed the searing pain of peer rejection and the paralyzing fear of never being loved.</div>", "average_rating": 3.92, "author": "Lucy Grealy", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524122/1376381164.28.jpg"}},{"annotation": "", "uuid": "hyozwUnWG4eSMVaYzQCC4e", "position": 6, "book": {"uuid": "oXQu5kL9STzjbGg3zUPXAV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 624, "title": "American Soldier", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061739217", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><blockquote>\"When war comes, you look for certain special qualities in the people you'll be working with. General Tom Franks embodies those qualities: strength, experience, a keen mind, energy, honor, good humor, and a deep loyalty to his troops and to his country. </p><p>\"Tom Franks is truly a soldier's soldier.\"</p><p>-- Secretary of Defense Donald Rumsfeld</blockquote></p><p>  The Commander in Chief of the United States Central Command from July 2000 through July 2003, General Tommy Franks made history by leading American and Coalition forces to victory in Afghanistan and Iraq -- the decisive battles that launched the war on terrorism. </p><p> In this riveting memoir, General Franks retraces his journey from a small-town boyhood in Oklahoma and Midland, Texas, through a lifetime of military service -- including his heroic tour as an Artillery officer in Vietnam, where he was wounded three times. A reform-minded Cold War commander and a shrewd tactician during Operation Desert Storm, Franks took command of CENTCOM at the dawn of what he calls a \"crease in history\" -- becoming the senior American military officer in the most dangerous region on earth. </p><p> Now, drawing on his own recollections and military records declassified for this book, Franks offers the first true insider's account of the war on terrorism that has changed the world since September 11, 2001. He puts you in the Operations Center for the launch of Operation Enduring Freedom just weeks after 9/11, capturing its uncertain early days and the historic victory that followed. He traces his relationship with the demanding Donald Rumsfeld, as early tensions over the pace of the campaign gave way to a strong and friendly collaboration. </p><p> When President Bush focused world attention on the threat of Iraq, Franks seized the moment to implement a bold new vision of joint warfare in planning Operation Iraqi Freedom. Rejecting Desert Storm&#8211;style massive troop deployment in favor of flexibility and speed, Franks was questioned by the defense establishment -- including Secretary of State Colin Powell. Yet his vision was proven on the ground: Within three weeks, Baghdad had fallen.</p><p><em>American Soldier</em> is filled with revelation. Franks describes the covert diplomacy that helped him secure international cooperation for the war, and reveals the role of foreign leaders -- and a critical double agent code-named \"April Fool\" -- in the most successful military deception since D-Day in 1944. He speaks frankly of intelligence shortcomings that endangered our troops, and of the credible WMD threats -- including eleventh-hour warnings from Arab leaders -- that influenced every planning decision. He offers an unvarnished portrait of the \"disruptive and divisive\" Washington bureaucracy, and&#160;a candid assessment&#160;of the war's aftermath. Yet in the end, as <em>American Soldier</em> demonstrates, the battles in Afghanistan and Iraq remain heroic victories -- wars of liberation won by troops whose valor was \"unequalled,\" Franks writes, \"by anything in the annals of war.\" </p><p>Few individuals have the chance to contribute so much of themselves to the American story as General Tommy Franks. In <em>American Soldier</em>, he captures it all. </p>", "average_rating": 4.05, "author": "Tommy R. Franks", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739217/1376504961.2.jpg"}},{"annotation": "", "uuid": "gucKgVcE5FZ4cKdg2k2asS", "position": 28, "book": {"uuid": "DnfNiUN63oqMtfCR7suSiU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "American Childhood", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061843136", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>A book that instantly captured the hearts of readers across the country, <em>An American Childhood</em> is Pulitzer Prize-winning author Annie Dillard's poignant, vivid memoir of growing up in Pittsburgh in the 1950s.</p>", "average_rating": 3.94, "author": "Annie Dillard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061843136/1376452281.88.jpg"}},{"annotation": "", "uuid": "4dKn9ioHgiuUm34BbCfJZM", "position": 22, "book": {"uuid": "evEwCworJm9zytcBSEd8M9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Riding the Bus with My Sister", "publication_date": "2013-03-05", "oyster_good_for_statement": "", "isbn": "9780547344843", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": " <p>In the ten years since Rachel Simon first invited the world to board the bus with her and her sister, Cool Beth, readers across the globe have been moved by their story. Now, in an updated edition, Rachel Simon reflects on changes in her life, Beth's life, and the lives of individuals with intellectual and developmental disabilities. The highlight is Beth's update, which is in her own words. A new reader's guide is also included. Join these two unforgettable sisters on their journey, this time in an even deeper and richer way.</P> <p>Rachel Simon&#8217;s sister Beth is a spirited woman who lives intensely and often joyfully. Beth, who has an intellectual disability, spends her days riding the buses in her unnamed Pennsylvania city. The drivers, a lively group, are her mentors; her fellow passengers are her community. One day, Beth asks Rachel to accompany her on the buses for an entire year. This wise, funny, deeply affecting true story is the chronicle of that remarkable time. Rachel, a writer and college teacher whose hyperbusy life camouflaged her emotional isolation, had much to learn in her sister&#8217;s extraordinary world. Full of life lessons from which any reader will profit, <I>Riding the Bus with My Sister</I> is \"a heartwarming, life-affirming journey through both the present and the past . . . [that] might just change your life\" (<I>Boston Herald</I>)<BR>&#160;<BR>Elegantly woven throughout the odyssey are riveting memories of terrifying maternal abandonment, fierce sisterly loyalty, and astonishing forgiveness. Rachel Simon brings to light the almost invisible world of adults with developmental disabilities, finds unlikely heroes in everyday life, and, without sentimentality, portrays Beth as the endearing, feisty, independent person she is. This heartwarming memoir about the unbreakable bond between two very different sisters takes the reader on an inspirational journey at once unique and universal.<br>&#160;<BR><I>Riding the Bus with My Sister</I> was made into a Hallmark Hall of Fame movie starring Rosie O'Donnell and Andie McDowell, and directed by Anjelica Huston.<BR>", "average_rating": 3.68, "author": "Rachel Simon", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547344843/1376149829.7.jpg"}},{"annotation": "", "uuid": "an3n3NRfBGxfARtTMBjrEL", "position": 13, "book": {"uuid": "xqF3Dyr8D58AKZK3dHS5wX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "From the Bottom of the Heap", "publication_date": "2008-10-01", "oyster_good_for_statement": "", "isbn": "9781604861280", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "description": "<DIV><DIV>In 1970, a jury convicted Robert Hillary King of a crime he did not commit and sentenced him to 35 years in prison. He became a member of the Black Panther Party while in Angola State Penitentiary, successfully organizing prisoners to improve conditions. In return, prison authorities beat him, starved him, and gave him life without parole after framing him for a second crime. He was thrown into solitary confinement, where he remained in a six by nine foot cell for 29 years as one of the Angola 3. In 2001, the state grudgingly acknowledged his innocence and set him free. This is his story.<BR><BR>It begins at the beginning: born black, born poor, born in Louisiana in1942, King journeyed to Chicago as a hobo at the age of 15. He married and had a child, and briefly pursued a semi-pro boxing career to help provide for his family. Just a teenager when he entered the Louisiana penal system for the first time, King tells of his attempts to break out of this system, and his persistent pursuit of justice where there is none.<BR><BR>Yet this remains a story of inspiration and courage, and the triumph of the human spirit. The conditions in Angola almost defy description, yet King never gave up his humanity, or the work towards justice for all prisoners that he continues to do today. From the Bottom of the Heap, so simply and humbly told, strips bare the economic and social injustices inherent in our society, while continuing to be a powerful literary testimony to our own strength and capacity to overcome.<BR><BR></DIV></DIV>", "average_rating": 3.98, "author": "Robert Hillary King", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/From%20the%20Bottom%20of%20the%20Heap/1372977100.39.jpg"}},{"annotation": "", "uuid": "HPdQsu5EvfwniFyYkN8fDc", "position": 7, "book": {"uuid": "MDWe6e7xtqwKA3GYnBHbeN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Memoir of the Sunday Brunch", "publication_date": "2012-11-13", "oyster_good_for_statement": "", "isbn": "9781616201913", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "For Julia Pandl, the rite of passage into young-adulthood included mandatory service at her family&#8217;s restaurant, where she watched as her father&#8212;who was also the chef&#8212;ruled with the strictness of a drill sergeant.<br /> <br /> At age twelve, Julie was initiated into the rite of the Sunday brunch, a weekly madhouse at her father&#8217;s Milwaukee-based restaurant, where she and her eight older siblings before her did service in a situation of controlled chaos, learning the ropes of the family business and, more important, learning life lessons that would shape them for all the years to come. In her wry memoir, she looks back on those formative years, a time not just of growing up but, ultimately, of becoming a source of strength and support as the world her father knew began to change into a tougher, less welcoming place.<br /> <br /> Part coming-of-age story à la <i>The Tender Bar</i>, part win- dow into the mysteries of the restaurant business à la <i>Kitchen Confidential</i>, Julie Pandl provides tender wisdom about the bonds between fathers and daughters and about the simple pleasures that lie in the daily ritual of breaking bread. This honest and exuberant memoir marks the debut of a writer who discovers that humor exists in even the smallest details of our lives and that the biggest moments we ever experience can happen behind the pancake station at the Sunday brunch.", "average_rating": 3.69, "author": "Julia Pandl", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201913/1377657128.31.jpg"}},{"annotation": "", "uuid": "Y4uNQLnjBP4gstDRRSBvbY", "position": 26, "book": {"uuid": "zbgQg9dE8Tvki2b9hoLhnA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Enslaved by Ducks", "publication_date": "2004-10-01", "oyster_good_for_statement": "", "isbn": "9781565127302", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "The book that <i>Entertainment Weekly</i> called \"hilarious,\" <i>Publishers Weekly</i> declared \"a true pleasure,\" <i>Booklist</i> called \"heartwarming,\" and the <i>Dallas Morning News</i> praised as \"rich and funny\" is now available in paperback.<br><br>When Bob Tarte bought a house in rural Michigan, he was counting on a tranquil haven. Then Bob married Linda. She wanted a rabbit, which seemed innocuous enough until the bunny chewed through their electrical wiring. And that was just the beginning. Before long, Bob found himself constructing cages, buying feed, clearing duck waste, and spoon-feeding a menagerie of furry and feathery residents. His life of quiet serenity vanished, and he unwittingly became a servant to a relentlessly demanding family. \"They dumbfounded him, controlled and teased him, took their share of his flesh, stole his heart\" (<i>Kirkus Reviews<i>).<br><br>Whether commiserating with Bob over the fate of those who are slaves to their animals or regarding his story as a cautionary tale about the rigors of animal ownership, readers on both sides of the fence have found Tarte's story of his chaotic squawking household irresistible--and irresistibly funny.", "average_rating": 3.5, "author": "Bob Tarte", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127302/1377656740.33.jpg"}},{"annotation": "", "uuid": "vsPCnfRXvTDHYjar8fsENQ", "position": 18, "book": {"uuid": "ZhtP3xWzeQ5GGc2LkSz6VG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "My Bloody Life", "publication_date": "2007-04-01", "oyster_good_for_statement": "", "isbn": "9781569762325", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>Looking for an escape from childhood abuse, Reymundo Sanchez turned away from school and baseball to drugs, alcohol, and then sex, and was left to fend for himself before age 14. The Latin Kings, one of the largest and most notorious street gangs in America, became his refuge and his world, but its violence cost him friends, freedom, self-respect, and nearly his life. This is a raw and powerful odyssey through the ranks of the new mafia, where the only people more dangerous than rival gangs are members of your own gang, who in one breath will say they&#8217;ll die for you and in the next will order your assassination.<BR></DIV>", "average_rating": 4.15, "author": "Reymundo Sanchez", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/My%20Bloody%20Life/1372977132.81.jpg"}},{"annotation": "", "uuid": "2be5JnasUEJ3a5ghZBo7CD", "position": 15, "book": {"uuid": "ptJbtXhtw8vBUuHUY8pHw4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "First They Killed My Father", "publication_date": "2010-10-12", "oyster_good_for_statement": "", "isbn": "9780062036544", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>One of seven children of a high-ranking government official, Loung Ung lived a privileged life in the Cambodian capital of Phnom Penh until the age of five. Then, in April 1975, Pol Pot's Khmer Rouge army stormed into the city, forcing Ung's family to flee and, eventually, to disperse. Loung was trained as a child soldier in a work camp for orphans, her siblings were sent to labor camps, and those who survived the horrors would not be reunited until the Khmer Rouge was destroyed.</p><p>Harrowing yet hopeful, Loung's powerful story is an unforgettable account of a family shaken and shattered, yet miraculously sustained by courage and love in the face of unspeakable brutality.</p>", "average_rating": 4.23, "author": "Loung Ung", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062036544/1376531033.14.jpg"}},{"annotation": "", "uuid": "FFkskYCKTjeb2DLKJt6QjM", "position": 3, "book": {"uuid": "xvauWvATqr6zXLeus54vsn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 440, "title": "All Creatures Great and Small", "publication_date": "2011-11-15", "oyster_good_for_statement": "", "isbn": "9781453227909", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>The stories of a young veterinarian making his way in the rugged English countryside&mdash;and of the people and animals he met along the way</b></div><DIV><b>&#160;</b></div><DIV>In the rolling dales of Yorkshire, a simple, rural region of northern England, a young veterinarian from Sunderland joins a new practice. A stranger in a strange land, he must quickly learn the odd dialect and humorous ways of the locals, master outdated equipment, and do his best to mend, treat, and heal pets and livestock alike.</div><DIV>&#160;</div><DIV>This witty and heartwarming collection, based on the author&rsquo;s own experiences, became an international success, spawning sequels and winning over animal lovers everywhere. Perhaps better than any other writer, James Herriot reveals the ties that bind us to the creatures in our lives.</div><BR></div>", "average_rating": 4.27, "author": "James Herriot", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453227909/1384815852.19.jpg"}},{"annotation": "", "uuid": "ktQ52A9ykTwbqF4xRcLP5A", "position": 28, "book": {"uuid": "jrBKt5Uug5ExB6HSaJMk4a", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "A Pearl in the Storm", "publication_date": "2009-04-07", "oyster_good_for_statement": "", "isbn": "9780061867736", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>\"In the end,\" writes Tori McClure, \"I know I rowed across the Atlantic to find my heart, but in the beginning, I wasn't aware that it was missing.\"</p></blockquote><p>During June 1998, Tori McClure set out to row across the Atlantic Ocean by herself in a twenty-three-foot plywood boat with no motor or sail. Within days she lost all communication with shore, but nevertheless she decided to keep going. Not only did she lose the sound of a friendly voice, she lost updates on the location of the Gulf Stream and on the weather. Unfortunately for Tori, 1998 is still on record as the worst hurricane season in the North Atlantic. In deep solitude and perilous conditions, she was nonetheless determined to prove what one person with a mission can do. When she was finally brought to her knees by a series of violent storms that nearly killed her, she had to signal for help and go home in what felt like complete disgrace.</p><p>Back in Kentucky, however, Tori's life began to change in unexpected ways. She fell in love. At the age of thirty-five, she embarked on a serious relationship for the first time, making her feel even more vulnerable than sitting alone in a tiny boat in the middle of the Atlantic. She went to work for Muhammad Ali, who told her that she did not want to be known as the woman who \"almost\" rowed across the Atlantic Ocean. And she knew that he was right.</p><p>In this thrilling story of high adventure and romantic quest, Tori McClure discovers through her favorite way&#8212;the hard way&#8212;that the most important thing in life is not to prove you are superhuman but to fully to embrace your own humanity. With a wry sense of humor and a strong voice, she gives us a true memoir of an explorer who maps her world with rare emotional honesty.</p>", "average_rating": 3.8, "author": "Tori Murden McClure", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061867736/1378009327.96.jpg"}},{"annotation": "", "uuid": "DeuvF3fMw6DoiQtdmVwXGY", "position": 0, "book": {"uuid": "bxBdNgRnXpMpQfxZXdvHhW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "This House of Sky", "publication_date": "1980-02-19", "oyster_good_for_statement": "", "isbn": "9780547488554", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>This work introduced a major modern author to the reading public. Doig&#8217;s life was formed among the sheepherders and other denizens of small-town saloons and valley ranches as he wandered beside his restless father. New Preface by the Author.<br></div>", "average_rating": 4.22, "author": "Ivan Doig", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488554/1376380094.55.jpg"}},{"annotation": "", "uuid": "XtzY6PpNd2X7fW82n7cgqH", "position": 10, "book": {"uuid": "ABgtyVFwc73XvECGtPd4PJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 214, "title": "Manhattan, When I Was Young", "publication_date": "1995-09-18", "oyster_good_for_statement": "", "isbn": "9780547728261", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Mary Cantwell, who has been a writer and editor at Mademoiselle and Vogue and a writer at the New York Times, gives us an elegant and lyrical autobiographical account of a time and place that for some exists only in imagination. But this is a life as it was actually lived, with romance, passion, and no little share of pain. Like her earlier, warmly received American Girl: Scenes from a Small-Town Childhood, Cantwell's new book \"offers many of the pleas-ures more usually associated with the novel\" (Washington Post Book World). In five different apartments in Manhattan, each with its own character and charm, Cantwell's story winds through its phases, from single working girl to young wife and mother, from career choices and divorce to rediscovery. The world Cantwell inhabits - that of magazine and book publishing and fashion and the middle-class bohemia of downtown New York at a golden moment in time - is brought beautifully to life in a memoir that is sure to win her new readers and ren</div>", "average_rating": 3.74, "author": "Mary Cantwell", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547728261/1376381543.5.jpg"}},{"annotation": "", "uuid": "q4musaiq6ottPHCR5zHpxN", "position": 9, "book": {"uuid": "hcgnCfywprdAwmYcGGTQZk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Waiter Rant", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061801235", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>According to The Waiter, eighty percent of customers are nice people just looking for something to eat. The remaining twenty percent, however, are socially maladjusted psychopaths. Waiter Rant offers the server's unique point of view, replete with tales of customer stupidity, arrogant misbehavior, and unseen bits of human grace transpiring in the most unlikely places. Through outrageous stories, The Waiter reveals the secrets to getting good service, proper tipping etiquette, and how to keep him from spitting in your food. The Waiter also shares his ongoing struggle, at age thirty-eight, to figure out if he can finally leave the first job at which he's truly thrived.</p>", "average_rating": 3.49, "author": "Steve Dublanica", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801235/1378009267.42.jpg"}},{"annotation": "", "uuid": "WcMuSFYoeMB2hKvDuJY42D", "position": 2, "book": {"uuid": "iEo4NgFWEtpvdKz2XgZZsN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 112, "title": "Born on the Fourth of July", "publication_date": "2012-06-19", "oyster_good_for_statement": "", "isbn": "9781453259351", "publisher": {"uuid": "e7pq5wWPksasHrGp7b2VCM", "name": "Akashic Books"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>Kovic&rsquo;s powerful and moving <i>New York Times</i> bestselling book, now with a new introduction that sets this classic antiwar story in a contemporary context. </b></div><DIV><BR></div><DIV>This <i>New York Times</i> bestseller (more than one million copies sold) details the author&rsquo;s life story (portrayed by Tom Cruise in the Oliver Stone film version)&mdash;from a patriotic soldier in Vietnam, to his severe battlefield injury, to his role as the country&rsquo;s most outspoken anti-Vietnam War advocate, spreading his message from his wheelchair.</div></div>", "average_rating": 3.75, "author": "Ron Kovic", "cover_img": "https://cflare.oysterbooks.com/covers/Akashic%20Books/Born%20on%20the%20Fourth%20of%20July/1373330869.12.jpg"}},{"annotation": "", "uuid": "rbT9fxgsQ4hxRw5anvMGbd", "position": 4, "book": {"uuid": "v7xhJm8FhbZGsVxR7zSuyB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 560, "title": "The Autobiography of Mark Twain", "publication_date": "2011-01-18", "oyster_good_for_statement": "", "isbn": "9780062084705", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><blockquote>\"Mark Twain's autobiography is a classic of American letters, to be ranked with the autobiographies of Benjamin Franklin and Henry Adams.... It has the marks of greatness in it--style, scope, imagination, laughter, tragedy.\"</blockquote><div align=\"RIGHT\">--From the Introduction by Charles Neider</div><p>Mark Twain was a figure larger than fife: massive in talent, eruptive in temperament, unpredictable in his actions. He crafted stories of heroism, adventure, tragedy, and comedy that reflected the changing America of the time, and he tells his own story--which includes sixteen pages of photos--with the same flair he brought to his fiction. Writing this autobiography on his deathbed, Twain vowed to he \"free and frank and unembarrassed\" in the recounting of his life and his experiences.</p><p>Twain was more than a match for the expanding America of riverboats, gold rushes, and the vast westward movement, which provided the material for his novels and which served to inspire this beloved and uniquely American autobiography.</p>", "average_rating": 4.01, "author": "Charles Neider", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062084705/1378009560.11.jpg"}},{"annotation": "", "uuid": "d9exSVmvpShEbsAtnsa6Ph", "position": 28, "book": {"uuid": "PtuRLAQzPFTX3rbWfSKUqN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 280, "title": "Population: 485", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061852978", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Here the local vigilante is a farmer's wife armed with a pistol and a Bible, the most senior member of the volunteer fire department is a cross-eyed butcher with one kidney and two ex-wives (both of whom work at the only gas station in town), and the back roads are haunted by the ghosts of children and farmers. Michael Perry loves this place. He grew up here, and now -- after a decade away -- he has returned.</p><p>Unable to polka or repair his own pickup, his farm-boy hands gone soft after years of writing, Mike figures the best way to regain his credibility is to join the volunteer fire department. Against a backdrop of fires and tangled wrecks, bar fights and smelt feeds, he tells a frequently comic tale leavened with moments of heartbreaking delicacy and searing tragedy.</p>", "average_rating": 3.95, "author": "Michael Perry", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061852978/1376527635.81.jpg"}},{"annotation": "", "uuid": "QpZaxaAAq9qbiykbesfjsb", "position": 24, "book": {"uuid": "WwjkVffAmVCyipjVvTnpKC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Manhattan Medics", "publication_date": "2003-09-01", "oyster_good_for_statement": "", "isbn": "9780871273680", "publisher": {"uuid": "Gwv6sefFw8AP4oEG5ZsT3G", "name": "Elysian Editions"}, "awards": [], "description": "<DIV>This firsthand account of September 11, written by a paramedic on the scene, chronicles the days before and after the collapse of the World Trade Center towers. Frank Rella describes the paramedic crew stationed at St. Vincent's Hospital in lower Manhattan, the eerie foreshadowing of the coming disaster, and his encounter with a Middle Eastern man who offered a tarot card reading. Rella details how he and his partner arrived at Ground Zero just as the second tower collapsed and rescued a firefighter who was having a heart attack. The vivid descriptions of turf battles between paramedics and fire department personnel at Ground Zero and elsewhere will arouse controversy and interest.</DIV>", "average_rating": 3.87, "author": "Francis J. Rella, NREMT-P", "cover_img": "https://cflare.oysterbooks.com/covers/Elysian%20Editions/Manhattan%20Medics/1372979327.0.jpg"}},{"annotation": "", "uuid": "4xZg7Cmsx9AVzqU8hXkDh3", "position": 28, "book": {"uuid": "tseuDf3SxFA3KGyQD5WVJU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "I Am Not Myself These Days", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061860843", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>I Am Not Myself These Days </em>follows a glittering journey through Manhattan's dark underbelly -- a shocking and surreal world where alter egos reign and subsist (barely) on dark wit and chemicals...a tragic romantic comedy where one begins by rooting for the survival of the relationship and ends by hoping someone simply survives. Kilmer-Purcell is a terrifically gifted new literary voice who straddles the divide between absurdity and normalcy, and stitches them together with surprising humor and lonely poignancy.  As Booklist raved \"as tart and funny as a Noel Coward play, for Kilmer-Purcell is especially good at dialogue, and, as in Coward's best plays, under the comedy lies the sad truth that even at our best, we are all weak, fallible fools. Again and again in this rich, adventure-filled book, Kilmer-Purcell illustrates the truth of Blake's proverb, 'The road of excess leads to the palace of wisdom.'\"</p>", "average_rating": 3.95, "author": "Josh Kilmer-Purcell", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061860843/1376452359.72.jpg"}},{"annotation": "", "uuid": "qEbnwgEUbTK4KuyP7cie4h", "position": 28, "book": {"uuid": "9qMG8MCj32xeeiEwqtARTS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 273, "title": "I Was a Mad Man", "publication_date": "2013-04-02", "oyster_good_for_statement": "", "isbn": "9781626810020", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "description": "<DIV>When the Greatest Generation came marching home, they buckled right down to work. I WAS A MAD MAN is the story of one of those men.<BR><BR>Richard L. Gilbert, born in New York, devoted Giants fan in the cheap seats of Coogan's Bluff, CCNY grad, soldier, returned home in 1946. He needed a job. He found one in advertising. You don&rsquo;t know his name (yet) but you'll recognize his work.<BR><BR>In a 40-year career Richard Gilbert and his intrepid staff of copywriters, designers and artists at Gilbert Advertising changed how Americans thought about fur coats, foreign languages, cars, perfume and the Vietnam War.<BR><BR>Gilbert Advertising wasn't the biggest shop on Madison Avenue but it was influential beyond its size. From encouraging the Metropolitan Opera to offer less than full season subscriptions (unheard of till 1971) in the Met's first ad campaign; to persuading people Renault had mended its ways (a Renault for the people who swore they&rsquo;d never buy another); to tweaking the tail of the Russian Bear (Premier Kosygin, we'd like to give you a free tuxedo); London Fog rainwear; Berlitz Language school, and Club Med, Gilbert Advertising was the creator of iconic pop culture images that remain fresh and persuasive years later.<BR><BR>Along the way Richard Gilbert spearheaded the ad campaign that helped end the Vietnam War (The First American Ballot on the War; Some Toys Hate War) and helped litigate protection of commercial free speech. Armed only with a pencil, and the indomitable American can-do spirit, Richard Gilbert marched up Madison Avenue into history.<BR><BR>This is his story, and ours.</div>", "average_rating": 0.0, "author": "Richard L. Gilbert", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/I%20Was%20A%20Mad%20Man%3A%20A%20Madison%20Avenue%20Memoir/1372976758.31.jpg"}}]