[{"position": 42, "book": {"description": "<p>In <em>97 Orchard</em>, Jane Ziegelman explores the culinary life that was the heart and soul of New York's Lower East Side around the turn of the twentieth century&#8212;a city within a city, where Germans, Irish, Italians, and Eastern European Jews attempted to forge a new life. Through the experiences of five families, all of them residents of 97 Orchard Street, she takes readers on a vivid and unforgettable tour, from impossibly cramped tenement apartments down dimly lit stairwells where children played and neighbors socialized, beyond the front stoops where immigrant housewives found respite and company, and out into the hubbub of the dirty, teeming streets.</p><p>Ziegelman shows how immigrant cooks brought their ingenuity to the daily task of feeding their families, preserving traditions from home but always ready to improvise. While health officials worried that pushcarts were unsanitary and that pickles made immigrants too excitable to be good citizens, a culinary revolution was taking place in the streets of what had been culturally an English city. Along the East River, German immigrants founded breweries, dispensing their beloved lager in the dozens of beer gardens that opened along the Bowery. Russian Jews opened tea parlors serving blintzes and strudel next door to Romanian nightclubs that specialized in goose pastrami. On the streets, Italian peddlers hawked the cheese-and-tomato pies known as <em>pizzarelli</em>, while Jews sold knishes and squares of halvah. Gradually, as Americans began to explore the immigrant ghetto, they uncovered the array of comestible enticements of their foreign-born neighbors. <em>97 Orchard</em> charts this exciting process of discovery as it lays bare the roots of our collective culinary heritage.</p>", "isbn": "9780061997907", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-06-01", "number_print_pages": 272, "average_rating": 3.67, "title": "97 Orchard", "uuid": "EortxE5Gh6Vvwuzw2mgUJU", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061997907/1378009449.49.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jane Ziegelman", "status": 1}, "uuid": "6oaFfNdfD6u9rEoSgGHxrg", "annotation": ""},{"position": 50, "book": {"description": "<P><I>Frontier</I>: the word carries the inevitable scent of the West. But before Custer or Lewis and Clark, before the first Conestoga wagons rumbled across the Plains, it was the East that marked the frontier&#8212;the boundary between complex Native cultures and the first colonizing Europeans.<BR><BR>Here is the older, wilder, darker history of a time when the land between the Atlantic and the Appalachians was contested ground&#8212;when radically different societies adopted and adapted the ways of the other, while struggling for control of what all considered to be their land.<BR><BR><I>The First Frontier</I> traces two and a half centuries of history through poignant, mostly unheralded personal stories&#8212;like that of a Harvard-educated Indian caught up in seventeenth-century civil warfare, a mixed-blood interpreter trying to straddle his white and Native heritage, and a Puritan woman wielding a scalping knife whose bloody deeds still resonate uneasily today. It is the first book in years to paint a sweeping picture of the Eastern frontier, combining vivid storytelling with the latest research to bring to life modern America&#8217;s tumultuous, uncertain beginnings.<BR>", "isbn": "9780547539560", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-08", "number_print_pages": 480, "average_rating": 4.11, "title": "The First Frontier", "uuid": "cU22kUPKwSyiVSRcsPTj7e", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539560/1376381279.94.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Scott Weidensaul", "status": 1}, "uuid": "KmjcZZWpU2iDW5cyWF7JMU", "annotation": ""},{"position": 30, "book": {"description": "<DIV>Neglected by scholars and journalists alike, the years of conflict in Vietnam from 1968 to 1975 offer surprises not only about how the war was fought, but about what was achieved. Drawing on authoritative materials not previously available, including thousands of hours of tape-recorded allied councils of war, award-winning military historian Lewis Sorley has given us what has long been needed-an insightful, factual, and superbly documented history of these important years. Among his findings is that the war was being won on the ground even as it was being lost at the peace table and in the U.S. Congress. The story is a great human drama of purposeful and principled service in the face of an agonizing succession of lost opportunities, told with uncommon understanding and compassion. Sorley documents the dramatic differences in conception, conduct, and-at least for a time-results between the early and the later war. Meticulously researched and movingly told, A Better War is sure to stimulate controversy as it sheds brilliant new light on the war in Vietnam.<BR></DIV> <div>This e-book includes a sample chapter of WESTMORELAND.</DIV>", "isbn": "9780547417455", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1999-06-03", "number_print_pages": 528, "average_rating": 3.93, "title": "A Better War", "uuid": "VooegtnQ8yFTiPj6uDYwAa", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547417455/1376379653.98.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Lewis Sorley", "status": 1}, "uuid": "pwWJrnCezWxtUsZvBri2U", "annotation": ""},{"position": 39, "book": {"description": "<p>The murder of Abraham Lincoln set off the greatest manhunt in American history. From April 14 to April 26, 1865, the assassin, John Wilkes Booth, led Union cavalry and detectives on a wild twelve-day chase through the streets of Washington, D.C., across the swamps of Maryland, and into the forests of Virginia, while the nation, still reeling from the just-ended Civil War, watched in horror and sadness.</p><p>James L. Swanson's <em>Manhunt</em> is a fascinating tale of murder, intrigue, and betrayal. A gripping hour-by-hour account told through the eyes of the hunted and the hunters, this is history as you've never read it before.</p>", "isbn": "9780061803970", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 496, "average_rating": 4.13, "title": "Manhunt", "uuid": "v5NvLZyQYTChUxiSEW42gQ", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061803970/1376452188.23.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "James L. Swanson", "status": 1}, "uuid": "VpdnwiCZUmsDYnVpemHiAb", "annotation": ""},{"position": 21, "book": {"description": "<DIV>An inside account of the South Vietnamese elites who strove to carry on the war against the Communists during the US Army&rsquo;s withdrawal . . .</div><DIV>&#160;</div><DIV>The book is a personal memoir of the author&rsquo;s service as a US Army advisor during the end stages of America&rsquo;s involvement in Vietnam. During the period 1970&ndash;71, the US was beginning to draw down its combat forces, and the new watchword was &ldquo;Vietnamization.&rdquo; It was the period when the will of the US to prosecute the war had slipped, and transferring responsibility to the South Vietnamese was the only remaining hope for victory. </div><DIV>&#160;</div><DIV>The author served as a US Army advisor to South Vietnamese Ranger and Airborne units during this critical period. The units that the author advised spearheaded several campaigns in South Vietnam, Cambodia, and Laos, as the US combat units withdrew. Often outnumbered and outgunned, the elite Ranger and Airborne units fought Viet Cong and North Vietnamese units in some of the most difficult terrain in Southeast Asia, ranging from the legendary U Minh forest and Mo So mountains in the Mekong Delta to the rugged hills of southern Laos. </div><DIV>&#160;</div><DIV>The role of the small US advisory teams is fully explained in the narrative. With little support from higher headquarters, these teams accompanied the Vietnamese units on highly dangerous combat operations over which they had no command or control authority. When US advisors were restricted from accompanying South Vietnamese forces on cross-border operations in Cambodia and especially Laos, the South Vietnamese forces were badly mauled, raising concerns about their readiness and training, and their ability to operate without their US advisors. As a result, a major effort was placed on training these forces, while the clock continued to run on the US withdrawal. </div><DIV>&#160;</div><DIV>Having served with a US infantry battalion during the peak years of the US involvement in Vietnam, Robert Tonsetic&mdash;the acclaimed author of <i>Days of Valor</i>&mdash;is able to view the war through two different prisms and offer criticisms and an awareness of the South Vietnamese armed forces were ultimately defeated.</div>", "isbn": "9781480406469", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-26", "number_print_pages": 256, "average_rating": 0.0, "title": "Forsaken Warriors", "uuid": "YcbanejF9gwC9Jss4UHYa9", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/Forsaken%20Warriors/1373336030.61.jpg", "publisher": {"name": "Casemate Publishers", "uuid": "gGQmoGsT3v9ugPkoh3CReH"}, "author": "Robert Tonsetic", "status": 1}, "uuid": "VuAoCJF4BAscXgKQhVjfwJ", "annotation": ""},{"position": 30, "book": {"description": "<p>\"The creation of the United States of America is the greatest of all human adventures,\" begins Paul Johnson's remarkable new American history. \"No other national story holds such tremendous lessons, for the American people themselves and for the rest of mankind.\" Johnson's history is a reinterpretation of American history from the first settlements to the Clinton administration. It covers every aspect of U.S. history--politics; business and economics; art, literature and science; society and customs; complex traditions and religious beliefs. The story is told in terms of the men and women who shaped and led the nation and the ordinary people who collectively created its unique character. Wherever possible, letters, diaries, and recorded conversations are used to ensure a sense of actuality. \"The book has new and often trenchant things to say about every aspect and period of America's past,\" says Johnson, \"and I do not seek, as some historians do, to conceal my opinions.\" <p>Johnson's history presents John Winthrop, Roger Williams, Anne Hutchinson, Cotton Mather, Franklin, Tom Paine, Washington, Adams, Jefferson, Hamilton, and Madison from a fresh perspective. It emphasizes the role of religion in American history and how early America was linked to England's history and culture and includes incisive portraits of Andrew Jackson, Chief Justice Marshall, Clay, Lincoln, and Jefferson Davis. Johnson shows how Grover Cleveland and Teddy Roosevelt ushered in the age of big business and industry and how Woodrow Wilson revolutionized the government's role. He offers new views of Harding, Coolidge, and Hoover and of Franklin Roosevelt's New Deal and his role as commander in chief during World War II. An examination of the unforeseen greatness of Harry Truman and reassessments of Eisenhower, Kennedy, Johnson, Nixon, Reagan, and Bush follow. \"Compulsively readable,\" said Foreign Affairs of Johnson's unique narrative skills and sharp profiles of people. <p>This is an in-depth portrait of a great people, from their fragile origins through their struggles for independence and nationhood, their heroic efforts and sacrifices to deal with the `organic sin' of slavery and the preservation of the Union to its explosive economic growth and emergence as a world power and its sole superpower. Johnson discusses such contemporary topics as the politics of racism, education, Vietnam, the power of the press, political correctness, the growth of litigation, and the rising influence of women. He sees Americans as a problem-solving people and the story of America as \"essentially one of difficulties being overcome by intelligence and skill, by faith and strength of purpose, by courage and persistence...Looking back on its past, and forward to its future, the auguries are that it will not disappoint humanity.\" <p>This challenging narrative and interpretation of American history by the author of many distinguished historical works is sometimes controversial and always provocative. Johnson's views of individuals, events, themes, and issues are original, critical, and admiring, for he is, above all, a strong believer in the history and the destiny of the American people. </p>", "isbn": "9780061952135", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-30", "number_print_pages": 1104, "average_rating": 4.02, "title": "A History of the American People", "uuid": "iXGhPm5EHVByH6ay29X7mY", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061952135/1376528641.34.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Paul Johnson", "status": 1}, "uuid": "GqiYxQPGqvcUY53yVXBRjZ", "annotation": ""},{"position": 24, "book": {"description": "<DIV><b>Lord&rsquo;s classic, bestselling account of the bombing of Pearl Harbor</b></div><DIV></div><DIV>The Day of Infamy began as a quiet morning on the American naval base at Pearl Harbor. But as Japan&rsquo;s deadly torpedoes suddenly rained down on the Pacific fleet, soldiers, generals, and civilians alike felt shock, then fear, then rage. From the chaos, a thousand personal stories of courage emerged. Drawn from hundreds of interviews, letters, and diaries, Walter Lord recounts the many tales of heroism and tragedy by those who experienced the attack firsthand. From the musicians of the USS <i>Nevada</i> who insisted on finishing &ldquo;The Star Spangled Banner&rdquo; before taking cover, to the men trapped in the capsized USS <i>Oklahoma</i> who methodically voted on the best means of escape, each story conveys the terror and confusion of the raid, as well as the fortitude of those who survived.</div>", "isbn": "9781453238424", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-06", "number_print_pages": 250, "average_rating": 4.08, "title": "Day of Infamy", "uuid": "nHxaQZEtXhB4ntK4QzUron", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Day%20of%20Infamy/1373330395.79.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Walter Lord", "status": 1}, "uuid": "ZxDxeBNaa7FQon23gzEune", "annotation": ""},{"position": 5, "book": {"description": "<p><em>America's Women</em> tells the story of more than four centuries of history. It features a stunning array of personalities, from the women peering worriedly over the side of the Mayflower to feminists having a grand old time protesting beauty pageants and bridal fairs. Courageous, silly, funny, and heartbreaking, these women shaped the nation and our vision of what it means to be female in America.</p><p>By culling the most fascinating characters -- the average as well as the celebrated -- Gail Collins, the editorial page editor at the <em>New York Times,</em> charts a journey that shows how women lived, what they cared about, and how they felt about marriage, sex, and work. She begins with the lost colony of Roanoke and the early southern \"tobacco brides\" who came looking for a husband and sometimes -- thanks to the stupendously high mortality rate -- wound up marrying their way through three or four. Spanning wars, the pioneering days, the fight for suffrage, the Depression, the era of Rosie the Riveter, the civil rights movement, and the feminist rebellion of the 1970s, <em>America's Women</em> describes the way women's lives were altered by dress fashions, medical advances, rules of hygiene, social theories about sex and courtship, and the ever-changing attitudes toward education, work, and politics. While keeping her eye on the big picture, Collins still notes that corsets and uncomfortable shoes mattered a lot, too.</p><p>\"The history of American women is about the fight for freedom,\" Collins writes in her introduction, \"but it's less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women's roles that was accepted by almost everybody of both genders.\"</p><p>Told chronologically through the compelling stories of individual lives that, linked together, provide a complete picture of the American woman's experience, <em>America's Women</em> is both a great read and a landmark work of history.</p>", "isbn": "9780061739224", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 608, "average_rating": 4.21, "title": "America's Women", "uuid": "ZdNbH8QGYDiovmsMASe2NV", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739224/1376504946.03.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Gail Collins", "status": 1}, "uuid": "jBz2zFs9LEgwJWUCzRbHb7", "annotation": ""},{"position": 63, "book": {"description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "isbn": "9780465029396", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-13", "number_print_pages": 528, "average_rating": 3.8, "title": "Rothstein", "uuid": "RQgYBY5QBVXaT2bmko3gFG", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "David Pietrusza", "status": 1}, "uuid": "nAyxbuiCkh4W2ns2Jk2h2c", "annotation": ""},{"position": 44, "book": {"description": "<DIV><DIV><b>The first volume of Burns&rsquo;s stunning account of American history, from the birth of the Constitution to the dawn of the Civil War</b></div><BR><DIV>The years between 1787 and 1863 witnessed the development of the American Nation&mdash;its society, politics, customs, culture, and, most important, the development of liberty. Burns explores the key events in the republic&rsquo;s early decades, as well as the roles of heroes from Washington to Lincoln and of lesser-known figures. Captivating and insightful, Burns&rsquo;s history combines the color and texture of early American life with meticulous scholarship. Focusing on the tensions leading up to the Civil War, Burns brilliantly shows how Americans became divided over the meaning of Liberty. <i>Vineyard of Liberty</i> is a sweeping and engrossing narrative of America&rsquo;s formative years.</div><BR></div>", "isbn": "9781453245187", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-04-10", "number_print_pages": 752, "average_rating": 3.9, "title": "The Vineyard of Liberty", "uuid": "J8S5ttkJR5cedcbrt2y5z3", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Vineyard%20of%20Liberty/1373330480.71.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "James MacGregor Burns", "status": 1}, "uuid": "jwQv9Dh5jyZ4QzQpg8CFvA", "annotation": ""},{"position": 52, "book": {"description": "<DIV><b>An in-depth look at the cocaine industry, from the streets of Colombia to the clubs of New York and London, in a <i>Fast Food Nation</i>-style expose of the impact of &ldquo;the white trade&rdquo; in our society</b></div><DIV><b>&#160;</b></div><DIV><BR></div><DIV>From farmers and traffickers in South America, to narcotics officers, gang-members, and end-users across the globe, Tom Feiling, an award-winning documentary film-maker, travels across the world to hear these people tell the story of cocaine as never before. He tells the story of the development of coca and cocaine, from ancestral indigenous use, to Freud and Jung, through the present day. He looks at the supply of the drug from the Andes, through the Caribbean and Mexico, the havoc it has wreaked on those societies, how demand has changed, what it does to one&rsquo;s body, and what people on all ends of the spectrum hope to gain from it. Feiling also addresses the &ldquo;War on Drugs&rdquo; that began in the 1990s and how its draconian methods and out-of-touch rhetoric are almost completely ineffective, and how specific legislation can help alleviate the negative impact of drug-trade world-wide. </div><BR>", "isbn": "9781453217795", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-14", "number_print_pages": 356, "average_rating": 3.56, "title": "Cocaine Nation", "uuid": "J6naTRbKM7uzNuHfhvKHrn", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Cocaine%20Nation/1373329686.32.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Tom Feiling", "status": 1}, "uuid": "Mo5JXYFvMh8pH8iBVwjgw8", "annotation": ""},{"position": 0, "book": {"description": "<DIV>We know--and love--the story of the American Revolution, from the Declaration of Independence to Cornwallis's defeat. But our first government was a disaster and the country was in a terrible crisis. So when a group of men traveled to Philadelphia in the summer of 1787 to save a nation in danger of collapse, they had no great expectations for the meeting that would make history. But all the ideas, arguments, and compromises led to a great thing: a constitution and a government were born that have surpassed the founders'<br>greatest hopes.<br>Revisiting all the original documents and using her deep knowledge of eighteenth-century history and politics, Carol Berkin takes a fresh look at the men who framed the Constitution, the issues they faced, and the times they lived in. Berkin transports the reader into the hearts and minds of the founders, exposing their fears and their limited expectations<br>of success.<BR></DIV>", "isbn": "9780547537818", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2003-10-20", "number_print_pages": 320, "average_rating": 3.41, "title": "A Brilliant Solution", "uuid": "MfQhzqxqGkimQKf9adz979", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547537818/1376380996.32.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carol Berkin", "status": 1}, "uuid": "oe4CiDURezw4xLc5TjWtdQ", "annotation": ""},{"position": 23, "book": {"description": "<p>In <em>The Forgotten Man</em>, Amity Shlaes, one of the nation's most-respected economic commentators, offers a striking reinterpretation of the Great Depression. She traces the mounting agony of the New Dealers and the moving stories of individual citizens who through their brave perseverance helped establish the steadfast character we recognize as American today.</p>", "isbn": "9780061807213", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 512, "average_rating": 3.87, "title": "The Forgotten Man", "uuid": "CHuve8dcBty7Lbnu8ibyPb", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807213/1376452210.03.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Amity Shlaes", "status": 1}, "uuid": "jVdCsyG6ncqVFifumRwFMU", "annotation": ""},{"position": 22, "book": {"description": "<DIV><b>Dee Brown&rsquo;s powerful and unforgettable classic that awakened the world to the nineteenth-century decimation of American Indian tribes </b></div><DIV><BR>First published in 1970, <i>Bury My Heart at Wounded Knee</i> generated shockwaves with its frank and heartbreaking depiction of the systematic annihilation of American Indian tribes across the western frontier. In this nonfiction account, Dee Brown focuses on the betrayals, battles, and massacres suffered by American Indians between 1860 and 1890. He tells of the many tribes and their renowned chiefs&mdash;from Geronimo to Red Cloud, Sitting Bull to Crazy Horse&mdash;who struggled to combat the destruction of their people and culture.</div><DIV>&#160;</div><DIV>Forcefully written and meticulously researched, <i>Bury My Heart at Wounded Knee</i> inspired a generation to take a second look at how the West was won.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Dee Brown including rare photos from the author&rsquo;s personal collection.</div>", "isbn": "9781453274149", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-23", "number_print_pages": 494, "average_rating": 4.19, "title": "Bury My Heart at Wounded Knee", "uuid": "KKwd4Z8ZNRsaz2Y7y34CnC", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Bury%20My%20Heart%20at%20Wounded%20Knee/1373331573.23.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Dee Brown", "status": 1}, "uuid": "NXsqovdmyHjWFRWp95nFaH", "annotation": ""},{"position": 40, "book": {"description": "<p>Why does Oklahoma have that panhandle? Did someone make a mistake?</p><p>We are so familiar with the map of the United States that our state borders seem as much a part of nature as mountains and rivers. Even the oddities&#8212;the entire state of Maryland(!)&#8212;have become so engrained that our map might as well be a giant jigsaw puzzle designed by Divine Providence. But that's where the real mystery begins. Every edge of the familiar wooden jigsaw pieces of our childhood represents a revealing moment of history and of, well, humans drawing lines in the sand.</p><p><em>How the States Got Their Shapes</em> is the first book to tackle why our state lines are where they are. Here are the stories behind the stories, right down to the tiny northward jog at the eastern end of Tennessee and the teeny-tiny (and little known) parts of Delaware that are not attached to Delaware but to New Jersey. </p><p><em>How the States Got Their Shapes</em> examines:</p><ul><li>Why West Virginia has a finger creeping up the side of Pennsylvania</li><li>Why Michigan has an upper peninsula that isn't attached to Michigan</li><li>Why some Hawaiian islands are not Hawaii</li><li>Why Texas and California are so outsized, especially when so many Midwestern states are nearly identical in size</li></ul><p>Packed with fun oddities and trivia, this entertaining guide also reveals the major fault lines of American history, from ideological intrigues and religious intolerance to major territorial acquisitions. Adding the fresh lens of local geographic disputes, military skirmishes, and land grabs, Mark Stein shows how the seemingly haphazard puzzle pieces of our nation fit together perfectly.</p>", "isbn": "9780061899867", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-07", "number_print_pages": 352, "average_rating": 3.47, "title": "How the States Got Their Shapes", "uuid": "EvvWYejDdtPQauzuHsULA9", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061899867/1376487592.17.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Mark Stein", "status": 1}, "uuid": "y5DV8e6n9sH4TYRyCq9Q7E", "annotation": ""},{"position": 50, "book": {"description": "When P. T. Barnum met twenty-five-inch-tall Charles Stratton at a Bridgeport, Connecticut hotel in 1843, one of the most important partnerships in entertainment history was born. With Barnum&#8217;s promotional skills and the miniature Stratton&#8217;s comedic talents, they charmed a Who&#8217;s Who of the 19th century, from Queen Victoria to Charles Dickens to Abraham Lincoln. Adored worldwide as &#8220;General Tom Thumb,&#8221; Stratton played to sold-out shows for almost forty years.  From his days as a precocious child star to his tragic early death, Becoming Tom Thumb tells the full story of this iconic figure for the first time. It details his triumphs on the New York stage, his epic celebrity wedding, and his around-the-world tour, drawing on newly available primary sources and interviews. From the mansions of Paris to the deserts of Australia, Stratton&#8217;s unique brand of Yankee comedy not only earned him the accolades of millions of fans, it helped move little people out of the side show and into the lime light.", "isbn": "9780819573322", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-22", "number_print_pages": 276, "average_rating": 0.0, "title": "Becoming Tom Thumb", "uuid": "qeP7nmemmWJsxyt98gDcyL", "cover_img": "https://cflare.oysterbooks.com/covers/Wesleyan%20University%20Press/9780819573322/1383304947.01.jpg", "publisher": {"name": "Wesleyan University Press", "uuid": "UQMbxD7MQDZSuqbcq5Jkxn"}, "author": "Eric D. Lehman", "status": 1}, "uuid": "8DvmRhWzQMtnZaZ3x7u3VU", "annotation": ""},{"position": 16, "book": {"description": "<DIV><DIV><b>Kovic&rsquo;s powerful and moving <i>New York Times</i> bestselling book, now with a new introduction that sets this classic antiwar story in a contemporary context. </b></div><DIV><BR></div><DIV>This <i>New York Times</i> bestseller (more than one million copies sold) details the author&rsquo;s life story (portrayed by Tom Cruise in the Oliver Stone film version)&mdash;from a patriotic soldier in Vietnam, to his severe battlefield injury, to his role as the country&rsquo;s most outspoken anti-Vietnam War advocate, spreading his message from his wheelchair.</div></div>", "isbn": "9781453259351", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-19", "number_print_pages": 112, "average_rating": 3.75, "title": "Born on the Fourth of July", "uuid": "iEo4NgFWEtpvdKz2XgZZsN", "cover_img": "https://cflare.oysterbooks.com/covers/Akashic%20Books/Born%20on%20the%20Fourth%20of%20July/1373330869.12.jpg", "publisher": {"name": "Akashic Books", "uuid": "e7pq5wWPksasHrGp7b2VCM"}, "author": "Ron Kovic", "status": 1}, "uuid": "m6ATMezsJ8ZAaqpnGgAS5T", "annotation": ""},{"position": 59, "book": {"description": "<DIV>Riding in an open-topped convertible through Dallas on November 22, 1963, Lyndon B. Johnson heard a sudden explosive sound at 12:30 PM. The Secret Service sped him away to safety, but not until 1:20 PM did he learn that John F. Kennedy had been assassinated. Sworn in next to a bloodstained Jackie Kennedy at 2:40 PM, Johnson worked feverishly until 3:00 in the morning, agonizing about the future of both his nation and his party. Unbeknownst to him, his actions had already determined the tragic outcome of his presidency.<P>In <I>November 22, 1963</I>, historian Steven Gillon tells the story of how Johnson consolidated power in the twenty-four hours following the assassination. Based on scrupulous research and new archival sources, this gripping narrative sheds new and surprising light on one of the most written-about events of the twentieth century.</DIV>", "isbn": "9780465019991", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-06", "number_print_pages": 320, "average_rating": 3.95, "title": "The Kennedy Assassination--24 Hours After", "uuid": "qhPTPDCxDhkbFdENxrC7qN", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465019991/1387370906.25.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Steven M. Gillon", "status": 1}, "uuid": "JryadyCvGindvpYdN3JzQE", "annotation": ""},{"position": 53, "book": {"description": "The Amazing True Story of the Election That Saved the Constitution\r\n\r\nIn 1789, James Madison and James Monroe ran against each other for Congress—the only time that two future presidents have contested a congressional seat.\r\n\r\nBut what was at stake, as author Chris DeRose reveals in Founding Rivals: Madison vs. Monroe, the Bill of Rights, and the Election That Saved a Nation, was more than personal ambition. This was a race that determined the future of the Constitution, the Bill of Rights, the very definition of the United States of America.\r\n\r\nFriends and political allies for most of their lives, Madison was the Constitution’s principal author, Monroe one of its leading opponents. Monroe thought the Constitution gave the federal government too much power and failed to guarantee fundamental rights. Madison believed that without the Constitution, the United States would not survive.\r\n\r\nIt was the most important congressional race in American history, more important than all but a few presidential elections, and yet it is one that historians have virtually ignored. In Founding Rivals, DeRose, himself a political strategist who has fought campaigns in Madison and Monroe’s district, relives the campaign, retraces the candidates’ footsteps, and offers the first insightful, comprehensive history of this high-stakes political battle.\r\n\r\nDeRose reveals:\r\n\r\nHow Madison’s election ensured the passage of a Bill of Rights—and how\r\nMonroe’s election would have ensured its failure\r\nHow Madison came from behind to win a narrow victory (by a margin of only 336 votes) in a district gerrymandered against him\r\nHow the Bill of Rights emerged as a campaign promise to Virginia’s evangelical Christians\r\nWhy Madison’s defeat might have led to a new Constitutional Convention—and the breakup of the United States\r\n\r\nFounding Rivals tells the extraordinary, neglected story of two of America’s most important Founding Fathers. Brought to life by unparalleled research, it is one of the most provocative books of American political history you will read this year.", "isbn": "9781596982826", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-11-14", "number_print_pages": 336, "average_rating": 4.15, "title": "Founding Rivals", "uuid": "GxyHQT5WJ9dCMhyoTXqnu6", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596982826/1377211444.01.jpg", "publisher": {"name": "Regnery Publishing", "uuid": "6CRaUtbextjZSAuRuZ5wRE"}, "author": "DeRose", "status": 1}, "uuid": "qyfm289CYPssEWhC4mqmLL", "annotation": ""},{"position": 46, "book": {"description": "<p>A powerful first-hand account of the many generations and ethnic groups of men who have built America's skyscrapers.</p><p>From the early days of steel construction in Chicago, through the great boom years of New York city ironwork, and up through the present, <em>High Steel</em> follows the trajectory of careers inextricably linked to both great accomplishment and catastrophic disaster. </p><p>The personal stories reveal the lives of ironworkers and the dangers they face as they walk across the windswept, swaying summits of tomorrow's skyscrapers, balanced on steel girders sometimes only six inches wide. Rasenberger explores both the greatest accomplishments of ironwork&#8212;the vaulting bridges and towers that define America's skyline&#8212;and the deadliest disasters, such as the Quebec Bridge Collapse of 1907, when 75 ironworkers, including 33 Mohawk Indians, fell to their deaths. High Steel is an accessible, thrilling, and vertiginous portrait of the lives of some of our most brave yet unrecognized men.</p>", "isbn": "9780061746758", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 400, "average_rating": 3.93, "title": "High Steel", "uuid": "zL7ng6vfMng2gxWMVVihd7", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061746758/1376489236.08.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jim Rasenberger", "status": 1}, "uuid": "utyDadwBsP68k7VW9UkXKY", "annotation": ""},{"position": 20, "book": {"description": "<DIV>No commander during the Civil War is more closely identified with the &ldquo;cavalier mystique&rdquo; as Major General J. E. B. (Jeb) Stuart. And none played a more prominent role during the brief period when the hopes of the nascent Confederacy were at their apex, when it appeared as though the army of Northern Virginia could not be restrained from establishing Southern nationhood.</div><DIV>&#160;</div><DIV>Stuart was not only successful in leading Robert E. Lee&rsquo;s cavalry in dozens of campaigns and raids, but for riding magnificent horses, dressing outlandishly, and participating in balls and parties that epitomized the &ldquo;moonlight and magnolia&rdquo; image of the Old South. Longstreet reported that at the height of the Battle of Second Manasses, Stuart rode off singing, &ldquo;If you want to have good time, jine the cavalry . . .&rdquo; Porter Alexander remembered him singing, in the midst of the miraculous victory at Chancellorsville, &ldquo;Old Joe Hooker, won&rsquo;t you come out of the Wilderness?&rdquo;</div><DIV>&#160;</div><DIV>Stuart was blessed with an unusually positive personality&mdash;always upbeat, charming, boisterous, and humorous. He was remembered as the only man who could make Stonewall Jackson laugh. He recited poetry when not engaged in battle, and yet never used alcohol or other stimulants. <i>Year of Glory</i> focuses on the twelve months in which Stuart&rsquo;s reputation was made, following his career on an almost day-to-day basis from June 1862, when Lee took command of the army, to June 1863, when Stuart turned north to regain a glory slightly tarnished at Brandy Station, but found Gettysburg instead.&#160;</div><DIV>&#160;</div><DIV>It is told through the eyes of the men who rode with him, as well as Stuart&rsquo;s letters, reports, and anecdotes handed down over 150 years.&#160;It was a year like no other, filled with exhilaration at the imminent creation of a new country. This was a period when it could hardly be imagined that the cause, and Stuart himself, could dissolve into grief.</div>", "isbn": "9781480406544", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-02", "number_print_pages": 392, "average_rating": 0.0, "title": "Year of Glory", "uuid": "PHEmxAPsQCA5mfCojdAjUo", "cover_img": "https://cflare.oysterbooks.com/covers/Casemate%20Publishers/Year%20of%20Glory/1373336044.77.jpg", "publisher": {"name": "Casemate Publishers", "uuid": "gGQmoGsT3v9ugPkoh3CReH"}, "author": "Monte Akers", "status": 1}, "uuid": "qmrAPmNVZoX2ZaCq23PkKo", "annotation": ""},{"position": 64, "book": {"description": "<DIV>In the summer of 1925, the sleepy hamlet of Dayton, Tennessee, became the setting for one of the 20th century&#8217;s most contentious dramas: the Scopes trial that pit William Jennings Bryan and the anti-Darwinists against a teacher named John Scopes into a famous debate over science, religion, and their place in public education That trial marked the start of a battle that continues to this day-in Dover, Pennsylvania, Kansas, Cobb County, Georgia, and many other cities and states throughout the country. Edward Larson&#8217;s classic, <I>Summer for the Gods</I>, received the Pulitzer Prize in History in 1998 and is the single most authoritative account of a pivotal event whose combatants remain at odds in school districts and courtrooms. For this edition, Larson has added a new preface that assesses the state of the battle between creationism and evolution, and points the way to how it might potentially be resolved.</Div>", "isbn": "9780786721931", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-07-31", "number_print_pages": 352, "average_rating": 4.5, "title": "Summer for the Gods", "uuid": "W4KxxRSZBoCohtL9mq6xkB", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786721931/1387370841.69.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Edward J. Larson", "status": 1}, "uuid": "cGXWDc9hT92sz6UjBGEZ73", "annotation": ""},{"position": 68, "book": {"description": "<P>On December 4, 1906, on Cornell University's campus, seven black men founded one of the greatest and most enduring organizations in American history. Alpha Phi Alpha Fraternity Inc. has brought together and shaped such esteemed men as Martin Luther King Jr., Cornel West, Thurgood Marshall, Wes Moore, W. E. B. DuBois, Roland Martin, and Paul Robeson. \"Born in the shadow of slavery and on the lap of disenfranchisement,\" Alpha Phi Alpha -- like other black Greek-letter organizations -- was founded to instill a spirit of high academic achievement and intellectualism, foster meaningful and lifelong ties, and racially uplift those brothers who would be initiated into its ranks.</P><P>In Alpha Phi Alpha, Gregory S. Parks, Stefan M. Bradley, and other contributing authors analyze the fraternity and its members' fidelity to the founding precepts set forth in 1906. They discuss the identity established by the fraternity at its inception, the challenges of protecting the image and brand, and how the organization can identify and train future Alpha men to uphold the standards of an outstanding African American fraternity. Drawing on organizational identity theory and a diverse array of methodologies, the authors raise and answer questions that are relevant not only to Alpha Phi Alpha but to all black Greek-letter organizations.</P>", "isbn": "9780813140070", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-22", "number_print_pages": 416, "average_rating": 0.0, "title": "Alpha Phi Alpha", "uuid": "42fs5QJjQ9ZoEBV75WHND", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813140070/1377071058.44.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Gregory S. Parks", "status": 1}, "uuid": "UJaATvbbMPQ3qgsuws9tte", "annotation": ""},{"position": 55, "book": {"description": "<P>Appalachia has played a complex and often contradictory role in the unfolding of American history. Created by urban journalists in the years following the Civil War, the idea of Appalachia provided a counterpoint to emerging definitions of progress. Early-twentieth-century critics of modernity saw the region as a remnant of frontier life, a reflection of simpler times that should be preserved and protected. However, supporters of development and of the growth of material production, consumption, and technology decried what they perceived as the isolation and backwardness of the place and sought to \"uplift\" the mountain people through education and industrialization.</P><P>Ronald D Eller has worked with local leaders, state policymakers, and national planners to translate the lessons of private industrial-development history into public policy affecting the region. In Uneven Ground: Appalachia since 1945, Eller examines the politics of development in Appalachia since World War II with an eye toward exploring the idea of progress as it has evolved in modern America. Appalachia's struggle to overcome poverty, to live in harmony with the land, and to respect the diversity of cultures and the value of community is also an American story. In the end, Eller concludes, \"Appalachia was not different from the rest of America; it was in fact a mirror of what the nation was becoming.\"</P>", "isbn": "9780813138633", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-30", "number_print_pages": 376, "average_rating": 0.0, "title": "Uneven Ground", "uuid": "yriLPM3SUbLt53rLYYeUjC", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813138633/1390198464.84.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Ronald D Eller", "status": 1}, "uuid": "Cfemex3Udrf5nufucuUFfn", "annotation": ""},{"position": 48, "book": {"description": "<p>William Appleman Williams was the American history profession&rsquo;s greatest critic of US imperialism. <em>The Contours of American History</em>, first published in 1961, reached back into British history to argue that the relationship between liberalism and empire was in effect a grand compromise, with expansion abroad containing class and race tensions at home.</p><p>Coming as it did before the political explosions of the 1960s, Williams&rsquo;s message was a deeply heretical one, and yet the Modern Library ultimately chose <em>Contours</em> as one of the best 100 nonfiction books of the 20th Century. This fiftieth anniversary edition will introduce this magisterial work to a new readership, with a new introduction by Greg Grandin, one of today&rsquo;s leading historians of US foreign policy.</p>", "isbn": "9781844678334", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-07", "number_print_pages": 560, "average_rating": 4.23, "title": "The Contours of American History", "uuid": "rbxzcN5mAj9moG2dTHGDnL", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678334/1386003639.33.jpg", "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "William Appleman Williams", "status": 1}, "uuid": "X8iXr2HX8mHT7x3aKSHyeU", "annotation": ""},{"position": 12, "book": {"description": "<DIV><I>An American Requiem</I> is the story of one man's coming of age. But more than that, it is a coming to terms with the conflicts that disrupted many families, inflicting personal wounds that were also social, political, and religious. Carroll grew up in a Catholic family that seemed blessed. His father had abandoned his own dream of becoming a priest to rise through the ranks of Hoover's FBI and then become one of the most powerful men in the Pentagon, the founder of the Defense Intelligence Agency. Young Jim lived the privileged life of a general's son, dating the daughter of a vice president and meeting the pope, all in the shadow of nuclear war, waiting for the red telephone to ring in his parents' house. He worshiped his father until Martin Luther King, Jr., the civil rights movement, turmoil in the Catholic Church, and then Vietnam combined to outweigh the bond between father and son. These were issues on which they would never agree. Only after Carroll left the priesthood to become a writer and husband with children of his own did he come to understand fully the struggles his father had faced. In this work of nonfiction, the best-selling novelist draws on the skills he honed with nine much-admired novels to tell the story he was, literally, born to tell. <I>An American Requiem</I> is a benediction on his father's lief, his family's struggles, adn teh legacies of an entire generation.</div>", "isbn": "9780547524542", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1997-04-01", "number_print_pages": 296, "average_rating": 3.9, "title": "An American Requiem", "uuid": "TgmHesxURstuc2reQTXcaA", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524542/1376382010.85.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "James Carroll", "status": 1}, "uuid": "6jVVPfP7zoy7eqGeWuCKcf", "annotation": ""},{"position": 52, "book": {"description": "<DIV><b>Anthony Summers peels back layers of fact and hearsay to reveal the truth about one of the most powerful Americans of the twentieth century</b></div><DIV>&#160;</div><DIV>No one exemplified paranoia and secrecy at the heart of American power better than J. Edgar Hoover, the original director of the Federal Bureau of Investigation. For this consummate biography, renowned investigative journalist Anthony Summers interviewed more than eight hundred witnesses and pored through thousands of documents to get at the truth about the man who headed the FBI for fifty years, persecuted political enemies, blackmailed politicians, and lived his own surprising secret life. Ultimately, Summers paints a portrait of a fatally flawed individual who should never have held such power, and for so long.</div>", "isbn": "9781453241189", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-01-17", "number_print_pages": 619, "average_rating": 3.76, "title": "Official and Confidential", "uuid": "tzSHRMfpvdH9xJmkgH5gQH", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Official%20and%20Confidential/1373330441.59.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Anthony Summers", "status": 1}, "uuid": "jJBYcFhmcGQJMVJVZgy95U", "annotation": ""},{"position": 47, "book": {"description": "<div><div><p>Long before the internet, another young technology was transformed--with help from a colorful collection of eccentrics and visionaries--into a mass medium with the power to connect millions of people.</p> <p>When amateur enthusiasts began sending fuzzy signals from their garages and rooftops, radio broadcasting was born. Sensing the medium's potential, snake-oil salesmen and preachers took to the air, at once setting early standards for radio programming and making bedlam of the airwaves. Into the chaos stepped a young secretary of commerce, Herbert Hoover, whose passion for organization guided the technology's growth. When a charismatic bandleader named Rudy Vallee created the first on-air variety show and America elected its first true radio president, Franklin Delano Roosevelt, radio had arrived.</P> <p>With clarity, humor, and an eye for outsized characters forgotten by polite history, Anthony Rudel tells the story of the boisterous years when radio took its place in the nation's living room and forever changed American politics, journalism, and entertainment.</DIV></DIV>", "isbn": "9780547444116", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-04-01", "number_print_pages": 416, "average_rating": 4.29, "title": "Hello, Everybody!", "uuid": "HNj2Ue3kFsq4BPSKJcLfZE", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547444116/1376149867.59.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Anthony Rudel", "status": 1}, "uuid": "BidcXRgem57JsfVurRDnmh", "annotation": ""},{"position": 69, "book": {"description": "More than ever, Americans are realizing that if we want to keep this country great, we must be citizen patriots. And here’s the handbook every citizen patriot needs: The Essential American, featuring the fundamental documents of our nation’s history.\r\nCompiled by syndicated columnist Jackie Gingrich Cushman and featuring a foreword by her father—bestselling author and former Speaker of the House—Newt Gingrich, The Essential American is the ultimate patriot’s resource. Featuring well-known and lesser-known documents and speeches, as well as bonus material, The Essential American includes:\r\n\r\nThe Declaration of Independence The Constitution Daniel Webster’s Plymouth Oration Abraham Lincoln’s Second Inaugural Address Douglas MacArthur’s Duty, Honor, Country speech Ronald Reagan’s Speech at the Brandenburg Gate BONUS Lists: American Presidents (and their presidential parties), all 50 states (with their capitals and year of admittance to the Union), etc.  And much more!", "isbn": "9781596981713", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-22", "number_print_pages": 256, "average_rating": 4.78, "title": "Essential American", "uuid": "kAopQJXywfwFkitRkuUmof", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596981713/1377211406.88.jpg", "publisher": {"name": "Regnery Publishing", "uuid": "6CRaUtbextjZSAuRuZ5wRE"}, "author": "Cushman", "status": 1}, "uuid": "6XAwPUnjm5xDhnKGwP4eeD", "annotation": ""},{"position": 38, "book": {"description": "<p>One month in 1865 witnessed the frenzied fall of Richmond, a daring last-ditch Southern plan for guerrilla warfare, Lee's harrowing retreat, and then, Appomattox. It saw Lincoln's assassination just five days later and a near-successful plot to decapitate the Union government, followed by chaos and coup fears in the North, collapsed negotiations and continued bloodshed in the South, and finally, the start of national reconciliation.</p><p>In the end, April 1865 emerged as not just the tale of the war's denouement, but the story of the making of our nation.</p><p>Jay Winik offers a brilliant new look at the Civil War's final days that will forever change the way we see the war's end and the nation's new beginning. Uniquely set within the larger sweep of history and filled with rich profiles of outsize figures, fresh iconoclastic scholarship, and a gripping narrative, this is a masterful account of the thirty most pivotal days in the life of the United States.</p>", "isbn": "9780062029201", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-16", "number_print_pages": 512, "average_rating": 4.17, "title": "April 1865", "uuid": "f9yZEG2wacs6NXd9DbEdz5", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062029201/1376530641.6.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jay Winik", "status": 1}, "uuid": "KS5dmMZnwUbmLuNpc5dYoS", "annotation": ""},{"position": 52, "book": {"description": "<P><B>In a tour de force of historical reportage, Timothy Egan&#8217;s National Book Award&#8211;winning story rescues an iconic chapter of American history from the shadows.</B></P> <p>&#160;</P> <p>The dust storms that terrorized the High Plains in the darkest years of the Depression were like nothing ever seen before or since. Following a dozen families and their communities through the rise and fall of the region, Timothy Egan tells of their desperate attempts to carry on through blinding black dust blizzards, crop failure, and the death of loved ones. Brilliantly capturing the terrifying drama of catastrophe, he does equal justice to the human characters who become his heroes, &#8220;the stoic, long-suffering men and women whose lives he opens up with urgency and respect&#8221; (<I>New York Times</I>). In an era that promises ever-greater natural disasters, The Worst Hard Time is &#8220;arguably the best nonfiction book yet&#8221; (<I>Austin Statesman Journal</I>) on the greatest environmental disaster ever to be visited upon our land and a powerful reminder about the dangers of trifling with nature.  <p>This e-book includes a sample chapter of SHORT NIGHTS OF THE SHADOW CATCHER.", "isbn": "9780547347776", "language_code": "eng", "awards": [{"name": "Ambassador Book Award Winner", "image": null, "uuid": "H5Z4rAKLPnpg2Zkf3Q9woQ"}, {"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-09-01", "number_print_pages": 352, "average_rating": 4.06, "title": "The Worst Hard Time", "uuid": "fH6wSyKgbDbu9rqioS3Qih", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347776/1376379625.52.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Timothy Egan", "status": 1}, "uuid": "FT5nnhq8Xu3EgeE3naspue", "annotation": ""},{"position": 2, "book": {"description": "<DIV>Opposites in almost every way, mortally suspicious of each other at first, Lyndon Baines Johnson and Martin Luther King, Jr., were thrust together in the aftermath of John F. Kennedy's assassination. Both men sensed a historic opportunity and began a delicate dance of accommodation that moved them, and the entire nation, toward the historic Civil Rights Act of 1964 and the Voting Rights Act of 1965. Drawing on a wealth of newly available sources -- Johnson's taped telephone conversations, voluminous FBI wiretap logs, previously secret communications between the FBI and the president -- Nick Kotz gives us a dramatic narrative, rich in dialogue, that presents this momentous period with thrilling immediacy. Judgment Days offers needed perspective on a presidency too often linked solely to the tragedy of Vietnam.<br>   We watch Johnson applying the arm-twisting tactics that made him a legend in the Senate, and we follow King as he keeps the pressure on in the South through protest and passive resistance. King's pragmatism and strategic leadership and Johnson's deeply held commitment to a just society shaped the character of their alliance. Kotz traces the inexorable convergence of their paths to an intense joint effort that made civil rights a legislative reality at last, despite FBI director J. Edgar Hoover's vicious whispering campaign to destroy King.<br>   Judgment Days also reveals how this spirit of teamwork disintegrated. The two leaders parted bitterly over King's opposition to the Vietnam War. In this first full account of the working relationship between Johnson and King, Kotz offers a detailed, surprising account that significantly enriches our understanding of both men and their time.</div>", "isbn": "9780547884585", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-01-12", "number_print_pages": 544, "average_rating": 4.21, "title": "Judgment Days", "uuid": "3sKnrGxzq3DW8q35Zf8brk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547884585/1376382010.0.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Nick Kotz", "status": 1}, "uuid": "wwaihuyGsuVx3BHCKonyfP", "annotation": ""},{"position": 15, "book": {"description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">From Missouri to New York and back again, this recounting of an amazing journey chronicles the road trip of a former president and his wife and their amusing, failed attempts to keep a low profile. Diners, bellhops, and cabbies shouted out &#147;Hiya, Harry!&#8221; whenever they recognized the former president, and, out for his daily constitutional on the streets of New York, Harry even stumbled into the sidewalk shot of the newly launched <I>Today</I> show. Along the way there are brief detours into relevant topics, such as the postwar American auto industry, McCarthyism, the development of the nation&#8217;s highway system, and the decline of Main Street America. By the end of the 2,500-mile journey, readers will have a new and heartfelt appreciation for America&#8217;s last citizen-president.</P></DIV></DIV>", "isbn": "9781569762516", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-05-01", "number_print_pages": 256, "average_rating": 3.89, "title": "Harry Truman's Excellent Adventure", "uuid": "qv83u3WQsSg7Z7WgAuFncc", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Harry%20Truman%27s%20Excellent%20Adventure/1372976902.98.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Matthew Algeo", "status": 1}, "uuid": "hxWShEdXtP3e7HNDi9244d", "annotation": ""},{"position": 49, "book": {"description": "<blockquote><p>A sheriff . . . </p><p>An outlaw . . . </p><p>A legendary showdown.</p></blockquote><p>Billy the Kid&#8212;a.k.a. Henry McCarty, Henry Antrim, and William Bonney&#8212;was a horse thief, cattle rustler, charismatic rogue, and cold-blooded killer. A superb shot, the Kid gunned down four men single-handedly and five others with the help of cronies. Two of his victims were Lincoln County, New Mexico, deputies killed during the Kid's brazen daylight escape from the courthouse jail on April 28, 1881.</p><p>After dispensing with his guards and breaking the chain securing his leg irons, the Kid danced a macabre jig on the jail's porch before riding away on a stolen horse as terrified townspeople&#8212;and many sympathizers&#8212;watched. For new sheriff Pat Garrett, an acquaintance of Billy's, the chase was on. . . . </p><p><em>To Hell on a Fast Horse</em> re-creates the thrilling manhunt for the Wild West's most iconic outlaw. It is also the first dual biography of the Kid and Garrett, each a larger-than-life figure who would not have become legendary without the other. Drawing on voluminous primary sources and a wealth of published scholarship, Mark Lee Gardner digs beneath the myth to take a fresh look at these two men, their relationship, and their epic ride to immortality.</p>", "isbn": "9780061969539", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-02-09", "number_print_pages": 336, "average_rating": 3.78, "title": "To Hell on a Fast Horse", "uuid": "7GnuztPDg9NxvfsVnA6wt8", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061969539/1376528965.71.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Mark Lee Gardner", "status": 1}, "uuid": "yzXKUci4NqCHrfyN5pjCzN", "annotation": ""},{"position": 43, "book": {"description": "<DIV><b>Told with panoramic detail and gripping insight, <i>The Reckoning</i> is the inside story of automakers Ford and Nissan&mdash;and the collapse of America&rsquo;s industrial supremacy </b><b><BR></b></div><DIV><BR>After generations of creating high-quality automotive products, American industrialists began losing ground to the Japanese auto industry in the decades after World War II. David Halberstam, with his signature precision and absorbing narrative style, traces this power shift by delving into the boardrooms and onto the factory floors of the America&rsquo;s Ford Motor Company and Japan&rsquo;s Nissan. Different in every way&mdash;from their reactions to labor problems to their philosophies and leadership styles&mdash;the two companies stand as singular testaments to the challenges brought by the rise of the global economy. With intriguing vignettes about Henry Ford, Lee Iacocca, and other visionary industrial leaders, <i>The Reckoning </i>remains a powerful and enlightening story about manufacturing in the modern age, and how America fell woefully behind.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286104", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 752, "average_rating": 4.33, "title": "The Reckoning", "uuid": "cPiE49YoqWHhNbNtJX5aWg", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Reckoning/1373332316.65.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "65sepe3eTsBbme7U3rXxad", "annotation": ""},{"position": 54, "book": {"description": "<P style=\"BORDER-TOP-COLOR: ; BORDER-LEFT-COLOR: ; BORDER-BOTTOM-COLOR: ; BORDER-RIGHT-COLOR: \"><B>From the coauthor of <I>The King's Speech</I>, the story behind the historic meeting between&#160;FDR and King George VI on the eve of World War II, a meeting that is now the subject of a major Hollywood movie, <I>Hyde Park on Hudson</I></B><P style=\"BORDER-TOP-COLOR: ; BORDER-LEFT-COLOR: ; BORDER-BOTTOM-COLOR: ; BORDER-RIGHT-COLOR: \">Between June 9th and 12th&#160;1939, King George VI and Queen Elizabeth were the guests of Franklin Delano Roosevelt at his country estate in Hyde Park, New York, during what was the first ever visit by a reigning British monarch to the United States. Coming at a time when Britain desperately needed&#160;U.S. help in the conflict that now seemed inevitable, the meeting was front page news on both sides of the Atlantic and imbued with huge political significance. This fascinating&#160;book recreates the backdrop to the royal visit, analyzing the political background and the media's reaction, and tells the back stories both of the King and of Roosevelt, whose colorful personal life became entwined with the visit.", "isbn": "9781846882937", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-12-01", "number_print_pages": 282, "average_rating": 0.0, "title": "Hot Dogs and Cocktails", "uuid": "yp5B8qFyukfGZM7K6BYvu9", "cover_img": "https://cflare.oysterbooks.com/covers/Alma%20Books/9781846882937/1384766130.99.jpg", "publisher": {"name": "Alma Books", "uuid": "3yYNm3Ue8CUH2cunJKYrzU"}, "author": "Peter Conradi", "status": 1}, "uuid": "SgLJHPxfdwa7USbZH3SsYn", "annotation": ""},{"position": 14, "book": {"description": "<P>In the early 1770s, the men who invented America were living quiet, provincial lives in the rustic backwaters of the New World, devoted primarily to family, craft, and the private pursuit of wealth and happiness. None set out to become \"revolutionary\" by ambition, but when events in Boston escalated, they found themselves thrust into a crisis that moved, in a matter of months, from protest to war.</p> <p>In this remarkable book, the historian Jack Rakove shows how the private lives of these men were suddenly transformed into public careers&#8212;how Washington became a strategist, Franklin a pioneering cultural diplomat, Madison a sophisticated constitutional thinker, and Hamilton a brilliant policymaker. Rakove shakes off accepted notions of these men as godlike visionaries, focusing instead on the evolution of their ideas and the crystallizing of their purpose. In <I>Revolutionaries</I>, we see the founders before they were fully formed leaders, as individuals whose lives were radically altered by the explosive events of the mid-1770s. They were ordinary men who became extraordinary&#8212;a transformation that finally has the literary treatment it deserves.</p> <p>Spanning the two crucial decades of the country&#8217;s birth, from 1773 to 1792, <I>Revolutionaries</I> uses little-known stories of these famous (and not so famous) men to capture&#8212;in a way no single biography ever could&#8212;the intensely creative period of the republic&#8217;s founding. From the Boston Tea Party to the First Continental Congress, from Trenton to Valley Forge, from the ratification of the Constitution to the disputes that led to our two-party system, Rakove explores the competing views of politics, war, diplomacy, and society that shaped our nation.  <p>Thoughtful, clear-minded, and persuasive, <I>Revolutionaries</I> is a majestic blend of narrative and intellectual history, one of those rare books that makes us think afresh about how the country came to be, and why the idea of America endures.<br>", "isbn": "9780547486741", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-11", "number_print_pages": 496, "average_rating": 3.68, "title": "Revolutionaries", "uuid": "4GV2xpGZ22roHj4QEHkejb", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547486741/1376380045.08.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jack Rakove", "status": 1}, "uuid": "kFpZWLNybWYRmCCrrCqLtG", "annotation": ""},{"position": 8, "book": {"description": "From the Gilded Age until 1914, more than 100 American heiresses invaded Britannia and swapped dollars for titles--just like Cora Crawley, Countess of Grantham, the first of the Downton Abbey characters Julian Fellowes was inspired to create after reading <i>To Marry An English Lord</i>. Filled with vivid personalities, gossipy anecdotes, grand houses, and a wealth of period details--plus photographs, illustrations, quotes, and the finer points of Victorian and Edwardian etiquette--<i>To Marry An English Lord</i> is social history at its liveliest and most accessible.", "isbn": "9780761171980", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-15", "number_print_pages": 250, "average_rating": 3.65, "title": "To Marry an English Lord", "uuid": "YqXFATvbgABAfp8WyzHj6g", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761171980/1377071033.1.jpg", "publisher": {"name": "Workman Publishing Company", "uuid": "J8zDjwKBXDVuRhLWcfRMZn"}, "author": "Gail MacColl", "status": 1}, "uuid": "5NUvPGf9XLEx9YcJqzhAxE", "annotation": ""},{"position": 18, "book": {"description": "<DIV><b>An illuminating and comprehensive look at the remarkable&mdash;and tragically shortened&mdash;career of one of America&rsquo;s most promising leaders </b></div><DIV><BR>Structured around the 1968 Democratic presidential campaign, <i>The Unfinished Odyssey of Robert Kennedy </i>offers an in-depth exploration of Robert Kennedy, both as a man and a politician.</div><DIV>&#160;</div><DIV>Kennedy&rsquo;s mass appeal to minority groups, his antiwar stance, and his support from Catholics made him unlike any other politician of his stature in the late 1960s. Acclaimed journalist David Halberstam dives into Kennedy&rsquo;s career, covering his work as US attorney general and campaign manager for his brother John, his run for a New York state senate seat, and his candidacy in the 1968 Democratic presidential primary. Through this crucial period, he charts Kennedy&rsquo;s evolution as one of the nation&rsquo;s most clear-headed progressives, ultimately revealing a man who&mdash;even now&mdash;personifies the shift toward a more equal America.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of David Halberstam including rare images from the author&rsquo;s estate.</div>", "isbn": "9781480405899", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-05", "number_print_pages": 214, "average_rating": 4.11, "title": "The Unfinished Odyssey of Robert Kennedy", "uuid": "AgqkmL8Y6vjhnkaPRBaKv7", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Unfinished%20Odyssey%20of%20Robert%20Kennedy/1373335968.57.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "WjrXgFj9egGhGVFvESCcgN", "annotation": ""},{"position": 47, "book": {"description": "<DIV>&#8220;Engrossing and hard-hitting.&#8221; &#8212; <I>Cleveland Plain Dealer</I><br><BR>In this searing and authoritative biography, Lewis Sorley makes the case that America&#8217;s military failure in Vietnam could have been avoided were it not for one man. General William Westmoreland had the credentials to be a superb leader: from First Captain of his West Point class, he rocketed up the ranks, becoming for a time the army&#8217;s youngest lieutenant general. But as commander of U.S. forces in Vietnam, Westmoreland was a disaster, failing to grasp the war&#8217;s complexities and holding firm to a flawed strategy in spite of all evidence and opposition. The definitive portrait of a military man promoted beyond his capabilities, <I>Westmoreland </I>is essential reading from a master historian.<br><BR>&#8220;A terrific book, lively and brisk . . . and a must-read for anyone who tries to understand the Vietnam War.&#8221; &#8212; Thomas E. Ricks, author of <I>Fiasco </I>and <I>The Gamble</I><br><BR>Winner of the Army Historical Foundation&#8217;s Distinguished Writing Award<br></DIV>", "isbn": "9780547518275", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-11", "number_print_pages": 416, "average_rating": 3.7, "title": "Westmoreland", "uuid": "cVYSHqy8MNR2gp2ZZHPfuK", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547518275/1376381174.41.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Lewis Sorley", "status": 1}, "uuid": "pEtEvzhz82A7TBjfgz3WG4", "annotation": ""},{"position": 19, "book": {"description": "<DIV><DIV><b>A riveting and powerful account of the assassination of Martin Luther King Jr.</b></div><DIV><BR>On April 4, 1968, Martin Luther King Jr. was killed in Memphis, Tennessee, by a single assassin&rsquo;s bullet. A career criminal named James Earl Ray was seen fleeing from a rooming house that overlooked the hotel balcony from where King was cut down.&#160;An international manhunt ended two months later with Ray&rsquo;s capture. Though Ray initially pled guilty, he quickly recanted and for the rest of his life insisted he was an unwitting pawn in a grand conspiracy. In <i>Killing the Dream</i>, expert investigative reporter Gerald Posner reexamines Ray and the evidence, even tracking down the mystery man Ray claimed was the conspiracy&rsquo;s mastermind. &#160;</div><DIV>&#160;</div><DIV>Beginning with an authoritative biography of Ray&rsquo;s life, and continuing with a gripping account of the assassination and its aftermath, Posner cuts through phony witnesses, false claims, and a web of misinformation surrounding that tragic spring day in 1968. He puts Ray&rsquo;s conspiracy theory to rest and ultimately manages to disclose what really happened the day King was murdered.<BR></div></div>", "isbn": "9781480412279", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-16", "number_print_pages": 448, "average_rating": 3.92, "title": "Killing the Dream", "uuid": "6Ncu3iTpE7KpymiWkFfQeD", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Killing%20the%20Dream/1373336255.55.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Gerald Posner", "status": 1}, "uuid": "GFVnVfj9cRbzX3G6PJPufX", "annotation": ""},{"position": 13, "book": {"description": "<p>In June 1812 the still-infant United States had the audacity to declare war on the British Empire. Fought between creaking sailing ships and armies often led by bumbling generals, the ensuing conflict featured a tit-for-tat \"You burned our capital, so we'll burn yours\" and a legendary battle unknowingly fought after the signing of a peace treaty.</p><p>During the course of the war, the young American navy proved its mettle as the USS Constitution, \"Old Ironsides,\" sent two first-rate British frigates to the bottom, and a twenty-seven-year-old lieutenant named Oliver Hazard Perry hoisted a flag exhorting, \"Don't Give Up the Ship,\" and chased the British from Lake Erie. By 1814, however, the United States was no longer fighting for free trade, sailors' rights, and as much of Canada as it could grab, but for its very existence as a nation. With Washington in flames, only a valiant defense at Fort McHenry saved Baltimore from a similar fate.</p><p>Here are the stories of commanding generals such as America's Henry \"Granny\" Dearborn, double-dealing James Wilkinson, and feisty Andrew Jackson, as well as Great Britain's gallant Sir Isaac Brock, overly cautious Sir George Prevost, and Rear Admiral George Cockburn, the man who put the torch to Washington. Here too are those inadvertently caught up in the war, from heroine farm wife Laura Secord, whom some call Canada's Paul Revere, to country doctor William Beanes, whose capture set the stage for Francis Scott Key to write \"The Star-Spangled Banner.\"</p><p><em>1812: The War That Forged a Nation</em> presents a sweeping narrative that emphasizes the struggle's importance to America's coming-of-age as a nation. Though frequently overlooked between the American Revolution and the Civil War, the War of 1812 did indeed span half a continent -- from Mackinac Island to New Orleans, and Lake Champlain to Horseshoe Bend -- and it paved the way for the conquest of the other half.</p><p> During the War of 1812, the United States cast aside its cloak of colonial adolescence and -- with both humiliating and glorious moments -- found the fire that was to forge a nation.</p>", "isbn": "9780061835728", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 392, "average_rating": 3.75, "title": "1812", "uuid": "fxsiYEBFC22BhXTGNnhbJW", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061835728/1376527378.45.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Walter R. Borneman", "status": 1}, "uuid": "82xEiFMD4nuxNw2Yram6r8", "annotation": ""},{"position": 65, "book": {"description": "<DIV>Set against the backdrop of the Civil War, <I>The Assassin&#8217;s Accomplice</I> tells the gripping story of the conspiracy to assassinate Abraham Lincoln through experience of its only female participant.<P>Confederate sympathizer Mary Surratt ran a boarding house in Washington, and the depth of her complicity in the murder of President Lincoln has been debated since she was arrested on April 17, 1865.<P>Calling upon long-lost interviews, confessions, and court testimony, historian Kate Clifford Larson magnificently captures how Surratt&#8217;s actions defied nineteenth-century norms of piety and allegiance. A riveting account of espionage and murder, <I>The Assassin&#8217;s Accomplice</I> offers a revealing examination of America&#8217;s most remembered assassination.</DIV>", "isbn": "9780786746460", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-12", "number_print_pages": 288, "average_rating": 3.7, "title": "The Assassin's Accomplice", "uuid": "QpXhPue8hYR4KzZn9Z7MVk", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786746460/1387370891.39.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Kate Clifford Larson", "status": 1}, "uuid": "2uGs5uZpnCVTjh7KZYbrRe", "annotation": ""},{"position": 11, "book": {"description": "<P>\"The history books may write it Reverend King was born in Atlanta, and then came to Montgomery, but we feel that he was born in Montgomery in the struggle here, and now he is moving to Atlanta for bigger responsibilities.\" -- Member of Dexter Avenue Baptist Church, November 1959 Preacher -- this simple term describes the twenty-five-year-old Ph.D. in theology who arrived in Montgomery, Alabama, to become the pastor of Dexter Avenue Baptist Church in 1954. His name was Martin Luther King Jr., but where did this young minister come from? What did he believe, and what role would he play in the growing activism of the civil rights movement of the 1950s? In Becoming King: Martin Luther King Jr. and the Making of a National Leader, author Troy Jackson chronicles King's emergence and effectiveness as a civil rights leader by examining his relationship with the people of Montgomery, Alabama. Using the sharp lens of Montgomery's struggle for racial equality to investigate King's burgeoning leadership, Jackson explores King's ability to connect with the educated and the unlettered, professionals and the working class. In particular, Jackson highlights King's alliances with Jo Ann Robinson, a young English professor at Alabama State University; E. D. Nixon, a middle-aged Pullman porter and head of the local NAACP chapter; and Virginia Durr, a courageous white woman who bailed Rosa Parks out of jail after Parks refused to give up her bus seat to a white person. Jackson offers nuanced portrayals of King's relationships with these and other civil rights leaders in the community to illustrate King's development within the community. Drawing on countless interviews and archival sources, Jackson compares King's sermons and religious writings before, during, and after the Montgomery bus boycott. Jackson demonstrates how King's voice and message evolved during his time in Montgomery, reflecting the shared struggles, challenges, experiences, and hopes of the people with whom he worked. Many studies of the civil rights movement end analyses of Montgomery's struggle with the conclusion of the bus boycott and the establishment of the Southern Christian Leadership Conference. Jackson surveys King's uneasy post-boycott relations with E. D. Nixon and Rosa Parks, shedding new light on Parks's plight in Montgomery after the boycott and revealing the internal discord that threatened the movement's hard-won momentum. The controversies within the Montgomery Improvement Association compelled King to position himself as a national figure who could rise above the quarrels within the movement and focus on attaining its greater goals. Though the Montgomery struggle thrust King into the national spotlight, the local impact on the lives of blacks from all socioeconomic classes was minimal at the time. As the citizens of Montgomery awaited permanent change, King left the city, taking the lessons he learned there onto the national stage. In the crucible of Montgomery, Martin Luther King Jr. was transformed from an inexperienced Baptist preacher into a civil rights leader of profound national importance.</P>", "isbn": "9780813138671", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-12-01", "number_print_pages": 248, "average_rating": 4.01, "title": "Becoming King", "uuid": "6zyPYejcKLzBR4kkWZ78ae", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813138671/1377070915.29.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Troy Jackson", "status": 1}, "uuid": "JzJcj2okrC5eji6R445sLY", "annotation": ""},{"position": 52, "book": {"description": "<p>This \"masterful treatment of one of the most complex periods of American history\" (<em>New Republic</em>) made history when it was originally published in 1988. It redefined how Reconstruction was viewed by historians and people everywhere in its chronicling of how Americans -- black and white -- responded to the unprecedented changes unleashed by the war and the end of slavery. This \"smart book of enormous strengths\" (<em>Boston Globe</em>) has since gone on to become the classic work on the wrenching post-Civil War period -- an era whose legacy reverberates still today in the United States.</p>", "isbn": "9780062035868", "language_code": "eng", "awards": [{"name": "Avery O. Craven Award Winner", "image": null, "uuid": "DqyhHsheo2rd3eZKtmA3hQ"}, {"name": "Bancroft Prize Winner", "image": null, "uuid": "ihNmXzEo6xmvibcYBrP99C"}, {"name": "Francis Parkman Prize Winner", "image": null, "uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn"}, {"name": "Los Angeles Times Book Award Winner", "image": null, "uuid": "ywiinbTQ4RbDKsvUpc7cbJ"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-13", "number_print_pages": 736, "average_rating": 4.19, "title": "Reconstruction", "uuid": "jcMBzhiViGngbkH6WcQLb4", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062035868/1376530979.18.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Eric Foner", "status": 1}, "uuid": "AWhTChcfGZDQvLW3LsxvW7", "annotation": ""},{"position": 29, "book": {"description": "<p>Peter Evans's biography of Aristotle Onassis, <em>Ari</em>, metwith great acclaim when it was published in 1986. Ariprovided the world with an unprecedented glimpse of theGreek shipping magnate's orbit of dizzying wealth, twistedintrigues, and questionable mores. Not long after the bookappeared, however, Onassis's daughter Christina and hislongtime business partner Yannis Georgakis hinted toEvans that he had missed the \"real story\" -- one that provedOnassis's intrigues had deadly results. \"I must begin,\"Georgakis said, \"with the premise that, for Onassis, BobbyKennedy was unfinished business from way back...\"</p><p>His words launched Evans into the heart of a story thattightly bound Onassis not to Jackie's first husband, but tohis ambitious younger brother Bobby. A bitter rivalryemerged between Bobby and Ari long before Onassis andJackie had even met. <em>Nemesis</em> reveals the tangled thread ofevents that linked two of the world's most powerful men intheir intense hatred for one another and uncovers thesurprising role played by the woman they both loved. Theirpower struggle unfolds against a heady backdrop ofinternational intrigue: Bobby Kennedy's discovery of theGreek shipping magnate's shady dealings, which led him tobar Onassis from trade with the United States; Onassis'sattempt to control much of Saudi Arabia's oil; Onassis'suntimely love affair with Jackie's married sister LeeRadziwill; and his bold invitation to First Lady Jackie tojoin him on his yacht -- without the president. Just as theself-made Greek tycoon gloried in the chance to stir thewrath of the Kennedys, they struggled unsuccessfully tobreak his spell over the woman who held the key to all oftheir futures. After Jack's death, Bobby became ever closerto Camelot's holy widow, and fought to keep her frommarrying his sworn rival. But Onassis rarely failed to getwhat he wanted, and Jackie became his wife shortly afterBobby was killed.</p><p>Through extensive interviews with the closest friends,lovers, and relatives of Onassis and the Kennedys, longtimejournalist Evans has uncovered the shocking culmination ofthe Kennedy-Onassis-Kennedy love triangle: AristotleOnassis was at the heart of the plot to kill Bobby Kennedy.Meticulously tracing Onassis's connections in the world ofterrorism, <em>Nemesis</em> presents compelling evidence that hefinanced the assassination -- including a startling confessionthat has gone unreported for nearly three decades. Alongthe way, this groundbreaking work also daringly paintsthese international icons in all of their true colors. FromEvans's deeply nuanced portraits of the charismatic Greekshipping magnate and his acquisitive iconic bride to hisprobing and revelatory look into the events that shaped anera, <em>Nemesis</em> is a work that will not be soon forgotten.</p>", "isbn": "9780061760518", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 368, "average_rating": 3.8, "title": "Nemesis", "uuid": "grKahnbWoyuN4cgXTb7J4G", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760518/1376506330.34.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Peter Evans", "status": 1}, "uuid": "XUX6PxKae4g4GQzrCUv9y9", "annotation": ""},{"position": 45, "book": {"description": "<P> <p>Near the close of the Civil War, as General Sherman blazed his path to the sea, an unknown infantryman rifled through the North Carolina state house.The soldier was hunting for simple Confederate mementos&#8212;maps, flags, official correspondence&#8212;but he wound up discovering something far more valuable. He headed home to Ohio with one of the touchstones of our republic: one of the fourteen original copies of the Bill of Rights.<br><BR><I>Lost Rights</I> follows that document&#8217;s singular passage over the course of 138 years, beginning with the Indiana businessman who purchased the looted parchment for five dollars, then wending its way through the exclusive and shadowy world of high-end antiquities&#8212;a world populated by obsessive archivists, oddball collectors, forgers, and thieves&#8212; and ending dramatically with the FBI sting that brought the parchment back into the hands of the government.<br><BR>For fans of <I>The Billionaire&#8217;s Vinegar</I> and <I>The Lost Painting</I>, <I>Lost Rights</I> is &#8220;a tour de force of antiquarian sleuthing&#8221; (Hampton Sides).<br> <p>", "isbn": "9780547487106", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-07-02", "number_print_pages": 352, "average_rating": 3.72, "title": "Lost Rights", "uuid": "4uTGPFuRrH6nHwhzKi2MCg", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487106/1376380803.16.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "David Howard", "status": 1}, "uuid": "mQpqs8WrRreRhY96Sm5U6o", "annotation": ""},{"position": 67, "book": {"description": "<p><strong>Voted Outstanding Academic Title in 2004 by <em>Choice.</em></strong></p><p><em>The Strength of the Wolf</em> is the first complete history of the Federal Bureau of Narcotics (FBN), which existed from 1930 until its wrenching termination in 1968. The most successful federal law enforcement agency ever, the FBN was populated by some of the most amazing characters in American history, many of whom the author interviewed for this book. Working as undercover agents and with mercenary informers around the globe, these freewheeling &ldquo;case-making&rdquo; agents penetrated the Mafia and the French connection, breaking all the rules in the process, and uncovering the Establishment&rsquo;s ties to organized crime. Targeted by the FBI and the CIA, the case-makers were, ironically, victims of their own fabulous success in hunting down society&rsquo;s predators. An incredible, never-before-told story, <em>The Strength of the Wolf</em> provides a new, exciting, and revealing look at an important chapter in American history.</p><p><em>From the Trade Paperback edition.</em></p>", "isbn": "9781781683385", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-01", "number_print_pages": 554, "average_rating": 4.23, "title": "The Strength of the Wolf", "uuid": "4J4kUBDhKjd93QqCzotnY9", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683385/1382627624.4.jpg", "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Douglas Valentine", "status": 1}, "uuid": "WJoGg5ddGByLpRDiQPZN7d", "annotation": ""},{"position": 25, "book": {"description": "<DIV><b>Exuberant and ambitious, <i>The Fifties</i> delves into a decade that remains a monumental and lasting turning point in American history</b><BR>Joe McCarthy. Marilyn Monroe. The H-bomb. <i>Ozzie and Harriet</i>. Elvis. Civil rights. It&rsquo;s undeniable: The fifties were a defining decade for America, complete with sweeping cultural change and political upheaval. This decade is also the focus of David Halberstam&rsquo;s triumphant <i>The Fifties</i>, which stands as an enduring classic and was an instant <i>New York Times</i> bestseller upon its publication. More than a survey of the decade, it is a masterfully woven examination of far-reaching change, from the unexpected popularity of Holiday Inn to the marketing savvy behind McDonald&rsquo;s expansion. A meditation on the staggering influence of image and rhetoric, <i>The Fifties</i> is vintage Halberstam, who was hailed by the<i> Denver Post </i>as &ldquo;a lively, graceful writer who makes you . . . understand how much of our time was born in those years.&rdquo;</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286074", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 816, "average_rating": 4.23, "title": "The Fifties", "uuid": "MDVHQ4CvkQPcQ4rSTcSxiJ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Fifties/1373332358.76.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "8MxnAE2pCd7pWz2zXCrjCV", "annotation": ""},{"position": 41, "book": {"description": "<p>Kenneth C. Davis, author of the phenomenal <em>New York Times</em> bestseller <em>Don't Know Much About History</em>, presents a collection of extraordinary stories, each detailing an overlooked episode that shaped the nation's destiny and character. Davis's dramatic narratives set the record straight, busting myths and bringing to light little-known but fascinating facts from a time when the nation's fate hung in the balance.</p><p>Spanning a period from the Spanish arrival in America to George Washington's inauguration in 1789, <em>America's Hidden History</em> details these episodes, among others:</p><ul><li>The story of the first real Pilgrims in America, who were wine-making French Huguenots, not dour English Separatists</li><li>The coming-of-age story of Queen Isabella, who suggested that Columbus pack the moving mess hall of pigs that may have spread disease to many Native Americans</li><li>The long, bloody relationship between the Pilgrims and Indians that runs counter to the idyllic scene of the Thanksgiving feast</li><li>The little-known story of George Washington as a headstrong young soldier who committed a war crime, signed a confession, and started a war!</li></ul><p>Full of color, intrigue, and human interest, <em>America's Hidden History</em> is an iconoclastic look at America's past, connecting some of the dots between history and today's headlines, proving why Davis is truly America's Teacher. </p>", "isbn": "9780061801174", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 288, "average_rating": 3.45, "title": "America's Hidden History", "uuid": "pPrqwDHmy5GEuJkz9a5wfT", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801174/1376452176.94.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Kenneth C. Davis", "status": 1}, "uuid": "s6YBN9ppv8M3jx3TXHoeXR", "annotation": ""},{"position": 51, "book": {"description": "<p>0n May 24, 1869, a one-armed Civil War veteran named John Wesley Powell and a ragtag band of nine mountain men embarked on the last great quest in the American West. No one had ever explored the fabled Grand Canyon; to adventurers of that era it was a region almost as mysterious as Atlantis -- and as perilous.</p><p>The ten men set out down the mighty Colorado River in wooden rowboats. Six survived. Drawing on rarely examined diaries and journals, <em>Down the Great Unknown</em> is the first book to tell the full, true story.</p>", "isbn": "9780061760341", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 400, "average_rating": 3.89, "title": "Down the Great Unknown", "uuid": "iNyrfNqU8kvand69w5oZ8", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760341/1376452081.73.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Edward Dolnick", "status": 1}, "uuid": "F6GjYfV5TFGDdyGaEeL4BB", "annotation": ""},{"position": 49, "book": {"description": "<div><div><div><div><div>If you&#8217;re Irish American or African American or Eastern European Jewish American, there&#8217;s a rich literature to give you a sense of your family&#8217;s arrival-in-America story. Until now, that hasn&#8217;t been the case for Chinese Americans.</div> <div>&#160;</DIV> <div>From noted historian Mae Ngai, The Lucky Ones uncovers the three-generational saga of the Tape family. It&#8217;s a sweeping story centered on patriarch Jeu Dip&#8217;s (Joseph Tape&#8217;s) self-invention as an immigration broker in post&#8211;gold rush, racially explosive San Francisco, and the extraordinary rise it enables. Ngai&#8217;s portrayal of the Tapes as the first of a brand-new social type&#8212;middle-class Chinese Americans, with touring cars, hunting dogs, and society weddings to broadcast it&#8212;will astonish.</div> <div>&#160;</DIV> <div>Again and again, Tape family history illuminates American history. Seven-year-old Mamie Tape attempts to integrate California schools, resulting in the landmark 1885 Tape v. Hurley. The family&#8217;s intimate involvement in the 1904 St. Louis World&#8217;s Fair reveals how the Chinese American culture brokers essentially invented Chinatown&#8212;and so Chinese culture&#8212;for American audiences. Finally, Mae Ngai reveals aspects&#8212;timely, haunting, and hopeful&#8212;of the lasting legacy of the immigrant experience for all Americans.</DIV></DIV></DIV></DIV></DIV>", "isbn": "9780547504285", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-09-15", "number_print_pages": 304, "average_rating": 4.14, "title": "The Lucky Ones", "uuid": "A4zHStZWDU3GKMNxziLLPe", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504285/1376380774.6.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Mae Ngai", "status": 1}, "uuid": "yePzZxXwvXZgPi5LjT9xuW", "annotation": ""},{"position": 7, "book": {"description": "The first collection ever of the writings and insights of the original creators of the atomic bomb, along with pieces by the most important historians and interpreters of the subject, is now in paperback. <br><br>Born out of a small research program begun in 1939, the Manhattan Project eventually employed more than 130,000 people, including our foremost scientists and thinkers, and cost nearly $2 billion—and it was operated under a shroud of absolute secrecy. This groundbreaking collection of documents, essays, articles, and excerpts from histories, biographies, plays, novels, letters, and the oral histories of key eyewitnesses is the freshest, most exhaustive exploration yet of the topic. <br><br>Compiled by experts at the Atomic Heritage Foundation, the book features first-hand material by Albert Einstein, Leslie Groves, J. Robert Oppenheimer, Leo Szilard, Enrico Fermi, Richard Feynman, Niels Bohr, Henry Stimson, and many others. <br><br>Dozens of photographs depict key moments and significant figures, and concise explanatory material accompanies each selection. The project's aftermath and legacy are covered as well, making this the most comprehensive account of the birth of the atomic age.<br>", "isbn": "9781603762069", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-02-10", "number_print_pages": 496, "average_rating": 4.37, "title": "The Manhattan Project", "uuid": "HfG4pFzZQ6kaieqJH2EncQ", "cover_img": "https://cflare.oysterbooks.com/covers/Black%20Dog%20%26%20Leventhal%20Publishers/9781603762069/1377657579.79.jpg", "publisher": {"name": "Black Dog & Leventhal Publishers", "uuid": "f5xK2sgYcdKN8nnLQ4LRAh"}, "author": "Cynthia C. Kelly", "status": 1}, "uuid": "zQpHXoBUA29MnsQxwtzd7A", "annotation": ""},{"position": 35, "book": {"description": "<DIV>The rise and fall of ancient Rome has been on American minds from the beginning of our republic.Today we focus less on the Roman Republic than on the empire that took its place. Depending on who&#8217;s doing the talking, the history of Rome serves as either a triumphal call to action or a dire warning of imminent collapse. In Are We Rome? the esteemed editor and author Cullen Murphy reveals a wide array of similarities between the two empires: the blinkered, insular culture of our capitals; the debilitating effect of bribery in public life; the paradoxical issue of borders; and the weakening of the body politic through various forms of privatization. Murphy persuasively argues that we most resemble Rome in the burgeoning corruption of our government and in our arrogant ignorance of the world outside -- two things that must be changed if we are to avoid Rome&#8217;s fate.</div>", "isbn": "9780547527079", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-05-05", "number_print_pages": 272, "average_rating": 3.62, "title": "Are We Rome?", "uuid": "pA8w4EdkwZ4AM9iyYjbPha", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527079/1376382490.78.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Cullen Murphy", "status": 1}, "uuid": "TagBkf95r9JB33AmsgFJt9", "annotation": ""},{"position": 1, "book": {"description": "<P><B>National Book Award&#8211;winner Timothy Egan turns his historian's eye to the largest-ever forest fire in America and offers an epic, cautionary tale for our time. </B></P> <p>&#160;</P> <p>On the afternoon of August 20, 1910, a battering ram of wind moved through the drought-stricken national forests of Washington, Idaho, and Montana, whipping the hundreds of small blazes burning across the forest floor into a roaring inferno that jumped from treetop to ridge as it raged, destroying towns and timber in the blink of an eye. Forest rangers had assembled nearly ten thousand men to fight the fires, but no living person had seen anything like those flames, and neither the rangers nor anyone else knew how to subdue them. Egan recreates the struggles of the overmatched rangers against the implacable fire with unstoppable dramatic force, and the larger story of outsized president Teddy Roosevelt and his chief forester, Gifford Pinchot, that follows is equally resonant. Pioneering the notion of conservation, Roosevelt and Pinchot did nothing less than create the idea of public land as our national treasure, owned by every citizen. Even as TR's national forests were smoldering they were saved: The heroism shown by his rangers turned public opinion permanently in favor of the forests, though it changed the mission of the forest service in ways we can still witness today.  <p>This e-book includes a sample chapter of SHORT NIGHTS OF THE SHADOW CATCHER.", "isbn": "9780547416861", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-19", "number_print_pages": 336, "average_rating": 4.03, "title": "The Big Burn", "uuid": "opvGGQxrV4bdQpy7rFiziA", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416861/1392100341.13.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Timothy Egan", "status": 1}, "uuid": "6dNmpBa6CLK2BjztcZcBLi", "annotation": ""},{"position": 37, "book": {"description": "The story of Daniel Boone is the story of America&#8212;its ideals, its promise, its romance, and its destiny. Bestselling, critically acclaimed author Robert Morgan reveals the complex character of a frontiersman whose heroic life was far stranger and more fascinating than the myths that surround him. <br><br>\nThis rich, authoritative biography offers a wholly new perspective on a man who has been an American icon for more than two hundred years&#8212;a hero as important to American history as his more political contemporaries George Washington and Benjamin Franklin. Extensive endnotes, cultural and historical background material, and maps and illustrations underscore the scope of this distinguished and immensely entertaining work.", "isbn": "9781565126541", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-09-23", "number_print_pages": 538, "average_rating": 3.83, "title": "Boone", "uuid": "RMTufvhmGawBL8TrPw7AWi", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126541/1377656898.15.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Robert Morgan", "status": 1}, "uuid": "ySS6XFedxUFBaSu54pcjo4", "annotation": ""},{"position": 26, "book": {"description": "<DIV><b>Halberstam&rsquo;s classic #1 bestseller, about the magical summer when baseball&rsquo;s fiercest rivalry captured the nation&rsquo;s imagination, and changed the sport forever</b><b><BR></b></div><DIV><BR>The summer of 1949: It was baseball&rsquo;s Golden Age and the year Joe DiMaggio&rsquo;s New York Yankees were locked in a soon-to-be classic battle with Ted Williams&rsquo;s Boston Red Sox for the American League pennant. As postwar America looked for a unifying moment, the greatest players in baseball history brought their rivalry to the field, captivating the American public through the heart-pounding final moments of the season. This expansive story captures an era, incorporating profiles of the players and their families, fans, broadcasters, baseball executives, and sportswriters. Riveting in its blend of powerful detail and exhilarating narrative, <i>The Summer of &rsquo;49</i> is Pulitzer Prize&ndash;winner David Halberstam&rsquo;s engrossing look at not only a sports rivalry, but at a time when America&rsquo;s very identity was wrapped up in its beloved national game.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286111", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 384, "average_rating": 4.08, "title": "Summer of '49", "uuid": "eZEQvGEQEUqxmexprca2pK", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Summer%20of%20%2749/1373332336.18.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "vXW82LRWangb72nbGjyu35", "annotation": ""},{"position": 3, "book": {"description": "<p>Since its original landmark publication in 1980, <em>A People&#39;s History of the United States</em> has been chronicling American history from the bottom up, throwing out the official version of history taught in schools&#8211;with its emphasis on great men in high places&#8211;to focus on the street, the home, and the workplace.</p><p>Known for its lively, clear prose as well as its scholarly research, <em>A People&#39;s History</em> is the only volume to tell America&#39;s story from the point of view of&#8211;and in the words of&#8211;America&#39;s women, factory workers, African Americans, Native Americans, working poor, and immigrant laborers. As historian Howard Zinn shows, many of our country&#39;s greatest battles&#8211;for a fair wage, an eight-hour workday, child-labor laws, health and safety standards, universal suffrage, women&#39;s rights, racial equality&#8211;were carried out at the grassroots level, against bloody resistance. Covering Christopher Columbus&#39;s arrival through the 2000 Election and the &#34;war on terrorism,&#34; <em>A People&#39;s History of the United States</em>, which was nominated for the American Book Award in 1981 and has sold more than one million copies, features insightful analysis of the most important events in our history.</p><p>This new edition contains two new chapters covering the Clinton presidency, the 2000 Election, and the &#34;war on terrorism,&#34; continuing Zinn&#39;s important contribution to a complete and balanced understanding of American history.</p>", "isbn": "9780061989834", "language_code": "eng", "awards": [{"name": "National Book Award Finalist", "image": null, "uuid": "eYKvqpafcTyqyGvFx3Mrj4"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-01-26", "number_print_pages": 768, "average_rating": 4.16, "title": "A People's History of the United States", "uuid": "paohg48LvwMEX7zpSzxRmA", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061989834/1376452858.2.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Howard Zinn", "status": 1}, "uuid": "UUKKbuDqSBGCzG3sA94FkP", "annotation": ""},{"position": 10, "book": {"description": "<DIV>In the summer of 1936, James Agee and Walker Evans set out on assignment for Fortune magazine to explore the daily lives of sharecroppers in the South. Their journey would prove an extraordinary collaboration and a watershed literary event when in 1941 LET US NOW PRAISE FAMOUS MEN was first published to enormous critical acclaim. This unsparing record of place, of the people who shaped the land, and of the rhythm of their lives was called intensely moving and unrelentingly honest, and is \"renowned for its fusion of social conscience and artistic radicality\" (New York Times). Today it stands as a poetic tract of its time, recognized by the New York Public Library as one of the most influential books of the twentieth century. With an elegant new design as well as a sixty-four-page photographic prologue of Evans's classic images, reproduced from archival negatives, this sixtieth anniversary edition reintroduces the legendary author and photographer to a new generation.</div>", "isbn": "9780547526393", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2001-08-14", "number_print_pages": 432, "average_rating": 4.12, "title": "Let Us Now Praise Famous Men", "uuid": "6KCqBN32kYaXbuJk88psPk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526393/1376384395.47.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Walker Evans", "status": 1}, "uuid": "e4Babg6efMuUNVTcb9Rq4W", "annotation": ""},{"position": 66, "book": {"description": "<DIV>In the summer of 1999, in the tiny west Texas town of Tulia, thirty-nine people, almost all of them black, were arrested and charged with dealing powdered cocaine. The operation, a federally-funded investigation performed in cooperation with the local authorities, was based on the work of one notoriously unreliable undercover officer. At trial, the prosecution relied almost solely on the uncorroborated, and contradictory, testimony of that officer, Tom Coleman. Despite the flimsiness of the evidence against them, virtually all of the defendants were convicted and given sentences as high as ninety-nine years. Tom Coleman was named a Texas Lawman of the Year for his work.  <p><B>Tulia</B> is the story of this town, the bust, the trials, and the heroic legal battle that ultimately led to the reversal of the convictions in the summer of 2003. Laws have been changed in Texas as a result of the scandal, and the defendants have earned a measure of bittersweet redemption. But the story is much bigger than the tale of just one bust. As <B>Tulia</B> makes clear, these events are the latest chapter in a story with themes as old as the country itself. It is a gripping, marvelously well-told tale about injustice, race, poverty, hysteria, and desperation in rural America.</P></DIV>", "isbn": "9780786735464", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-09-12", "number_print_pages": 304, "average_rating": 4.56, "title": "Tulia", "uuid": "YLArd9ux4wqmZ45GTNgMyd", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786735464/1387370966.97.jpg", "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "author": "Nate Blakeslee", "status": 1}, "uuid": "CeSGoTsHHboZjVWWfWPzqn", "annotation": ""},{"position": 48, "book": {"description": "President Lincoln used his own weapons—his words— to fight the Civil War as brilliantly as any general who ever took the field. In <i>Lincoln on War</i>, historian Harold Holzer gathers and interprets Lincoln’s speeches, letters, memoranda, orders, telegrams, and casual remarks, organizing them chronologically and allowing readers to experience Lincoln’s growth from an eager young Indian War officer to a middle-aged dove congressman to a surprisingly hardened and determined hawk as the Union’s commander-in-chief.<br><br>We observe a man willing to sacrifice life and treasure in unprecedented quantities, to risk wounding the pride of vain generals, and even to mislead the public if it meant the preservation of an unbreakable union of states, the destruction of slavery, and the restoration of America as an example to inspire the world. This volume covers strategy; tactics; the endless hiring, sustaining, motivating, and dismissal of commanders; military discipline; and military technology. Modern commanders-in-chief have repeatedly quoted Lincoln to justify their own wars, so it behooves us as citizens to know Lincoln’s record well. From masterpieces such as the Gettysburg Address to lesser-known meditations on God’s purposes, <i>Lincoln on War</i> is the first book to highlight exclusively Lincoln’s sublime and enduring words on war.", "isbn": "9781616200602", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-12", "number_print_pages": 250, "average_rating": 3.73, "title": "Lincoln on War", "uuid": "Hafe7zM6QrWoWVUh8JiAL4", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200602/1377657005.91.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Harold Holzer", "status": 1}, "uuid": "4whJc2PuUfSwMLXbpNCLfA", "annotation": ""},{"position": 52, "book": {"description": "What Does the Constitution Really Mean?\n\nAre liberals right when they cite the “elastic” clauses of the Constitution to justify big government? Or are conservatives right when they cite the Constitution’s explicit limits on federal power? The answer lies in a more basic question: How did the founding generation intend for us to interpret and apply the Constitution? Professor Brion McClanahan, popular author of The Politically Incorrect Guide™ to the Founding Fathers, finds the answers by going directly to the source — to the Founding Fathers themselves, who debated all the relevant issues in their state constitutional conventions.\nIn The Founding Fathers’ Guide to the Constitution, you’ll discover:\n\nHow the Constitution was designed to protect rather than undermine the rights of States\nWhy Congress, not the executive branch, was meant to be the dominant branch of government—and why the Founders would have argued for impeaching many modern presidents for violating the Constitution\nWhy an expansive central government was the Founders’ biggest fear, and how the Constitution—and the Bill of Rights— was designed to guard against it\nWhy the founding generation would regard most of the current federal budget—including “stimulus packages”—as unconstitutional\nWhy the Founding Fathers would oppose attempts to “reform” the Electoral College\nWhy the Founding Fathers would be horrified at the enormous authority of the Supreme Court, and why the Founders intended Congress, not the Court, to interpret federal law\n\nAuthoritative, fascinating, and timely, The Founding Fathers’ Guide to the Constitution is the definitive layman’s guide to America’s most important—and often willfully misunderstood—historical document.", "isbn": "9781596982864", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-01-09", "number_print_pages": 200, "average_rating": 4.31, "title": "Founding Fathers Guide to the Constitution", "uuid": "hDmFKiagjgaTiRkhj5Hk4a", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596982864/1377211435.58.jpg", "publisher": {"name": "Regnery Publishing", "uuid": "6CRaUtbextjZSAuRuZ5wRE"}, "author": "McClanahan", "status": 1}, "uuid": "Sj9wYVpMS2S8D3r3jw9YwK", "annotation": ""},{"position": 51, "book": {"description": "<p>Cokie Roberts's number one <em>New York Times</em> bestseller, <em>We Are Our Mothers' Daughters</em>, examined the nature of women's roles throughout history and led <em>USA Today</em> to praise her as a \"custodian of time-honored values.\" Her second bestseller, <em>From This Day Forward</em>, written with her husband, Steve Roberts, described American marriages throughout history, including the romance of John and Abigail Adams. Now Roberts returns with <em>Founding Mothers</em>, an intimate and illuminating look at the fervently patriotic and passionate women whose tireless pursuits on behalf of their families -- and their country -- proved just as crucial to the forging of a new nation as the rebellion that established it.</p><p>While much has been written about the men who signed the Declaration of Independence, battled the British, and framed the Constitution, the wives, mothers, sisters, and daughters they left behind have been little noticed by history. Roberts brings us the women who fought the Revolution as valiantly as the men, often defending their very doorsteps. While the men went off to war or to Congress, the women managed their businesses, raised their children, provided them with political advice, and made it possible for the men to do what they did. The behind-the-scenes influence of these women -- and their sometimes very public activities -- was intelligent and pervasive.</p><p>Drawing upon personal correspondence, private journals, and even favored recipes, Roberts reveals the often surprising stories of these fascinating women, bringing to life the everyday trials and extraordinary triumphs of individuals like Abigail Adams, Mercy Otis Warren, Deborah Read Franklin, Eliza Pinckney, Catherine Littlefield Green, Esther DeBerdt Reed, and Martha Washington -- proving that without our exemplary women, the new country might never have survived.</p><p>Social history at its best, <em>Founding Mothers</em> unveils the drive, determination, creative insight, and passion of the other patriots, the women who raised our nation. Roberts proves beyond a doubt that like every generation of American women that has followed, the founding mothers used the unique gifts of their gender -- courage, pluck, sadness, joy, energy, grace, sensitivity, and humor -- to do what women do best, put one foot in front of the other in remarkable circumstances and carry on.</p>", "isbn": "9780061867460", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-14", "number_print_pages": 384, "average_rating": 3.53, "title": "Founding Mothers", "uuid": "fnkXbA9gasz48US9EbvtXG", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061867460/1376527918.59.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Cokie Roberts", "status": 1}, "uuid": "tExqZz75h5makhAgwqyZoe", "annotation": ""}]