[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "status": 1, "author": "LeRoy Ashby", "uuid": "rBxhCmd8typ6bLQ3PWXAY3", "description": "<P>Popular culture is a central part of everyday life to many Americans. Personalities such as Elvis Presley, Oprah Winfrey, and Michael Jordan are more recognizable to many people than are most elected officials. With Amusement for All is the first comprehensive history of two centuries of mass entertainment in the United States, covering everything from the penny press to Playboy, the NBA to NASCAR, big band to hip hop, and other topics including film, comics, television, sports, dance, and music. Paying careful attention to matters of race, gender, class, technology, economics, and politics, LeRoy Ashby emphasizes the complex ways in which popular culture simultaneously reflects and transforms American culture, revealing that the world of entertainment constantly evolves as it tries to meet the demands of a diverse audience. Trends in popular entertainment often reveal the tensions between competing ideologies, appetites, and values in American society. For example, in the late nineteenth century, Americans embraced \"self-made men\" such as John D. Rockefeller and Andrew Carnegie: the celebrities of the day were circus tycoons P.T. Barnum and James A. Bailey, Wild West star \"Buffalo Bill\" Cody, professional baseball organizer Albert Spalding, and prizefighter John L. Sullivan. At the same time, however, several female performers challenged traditional notions of weak, frail Victorian women. Adah Isaacs Menken astonished crowds by wearing tights that made her appear nude while performing dangerous stunts on horseback, and the shows of the voluptuous burlesque group British Blondes often centered on provocative images of female sexual power and dominance. Ashby describes how history and politics frequently influence mainstream entertainment. When Native Americans, blacks, and other non-whites appeared in the nineteenth-century circuses and Wild West shows, it was often to perpetuate demeaning racial stereotypes -- crowds jeered Sitting Bull at Cody's shows. By the early twentieth century, however, black minstrel acts reveled in racial tensions, reinforcing stereotypes while at the same time satirizing them and mocking racist attitudes before a predominantly white audience. Decades later, Red Foxx and Richard Pryor's profane comedy routines changed American entertainment. The raw ethnic material of Pryor's short-lived television show led to a series of African-American sitcoms in the 1980s that presented common American experiences -- from family life to college life -- with black casts. Mainstream entertainment has often co-opted and sanitized fringe amusements in an ongoing process of redefining the cultural center and its boundaries. Social control and respectability vied with the bold, erotic, sensational, and surprising, as entrepreneurs sought to manipulate the vagaries of the market, control shifting public appetites, and capitalize on campaigns to protect public morals. Rock 'n Roll was one such fringe culture; in the 1950s, Elvis blurred gender norms with his androgynous style and challenged conventions of public decency with his sexually-charged performances. By the end of the 1960s, Bob Dylan introduced the social consciousness of folk music into the rock scene, and The Beatles embraced hippie counter-culture. Don McLean's 1971 anthem \"American Pie\" served as an epitaph for rock's political core, which had been replaced by the spectacle of hard rock acts such as Kiss and Alice Cooper. While Rock 'n Roll did not lose its ability to shock, in less than three decades it became part of the established order that it had originally sought to challenge. With Amusement for All provides the context to what Americans have done for fun since 1830, showing the reciprocal nature of the relationships between social, political, economic, and cultural forces and the way in which the entertainment world has reflected, refracted, or reinforced the values those forces represent in America.</P>", "isbn": "9780813141329", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813141329/1377070950.91.jpg", "oyster_summary": "", "average_rating": 4.17, "language_code": "eng", "awards": [], "title": "With Amusement for All", "publication_date": "2006-04-12", "number_print_pages": 712}, "position": 34, "uuid": "KeRScZFBfxwv6Kz2pW3EvZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "status": 1, "author": "Adam Bradley", "uuid": "ynfKSXkyaZbmLTaJLmB3XW", "description": "<DIV>If asked to list the greatest innovators of modern American poetry, few of us would think to include Jay-Z or Eminem in their number. And yet hip hop is the source of some of the most exciting developments in verse today. The media uproar in response to its controversial lyrical content has obscured hip hop&#8217;s revolution of poetic craft and experience: Only in rap music can the beat of a song render poetic meter audible, allowing an MC&#8217;s wordplay to move a club-full of eager listeners.<P>Examining rap history&#8217;s most memorable lyricists and their inimitable techniques, literary scholar Adam Bradley argues that we must understand rap as poetry or miss the vanguard of poetry today. <I>Book of Rhymes</I> explores America&#8217;s least understood poets, unpacking their surprisingly complex craft, and according rap poetry the respect it deserves.</DIV>", "isbn": "9780786744169", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744169/1387370955.58.jpg", "oyster_summary": "", "average_rating": 3.36, "language_code": "eng", "awards": [], "title": "Book of Rhymes", "publication_date": "2009-02-24", "number_print_pages": 272}, "position": 40, "uuid": "Umc5MF2NEPuryzDFYAvQqZ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Dan Hind", "uuid": "kYSLc2W5J8BmqWsmBghhsc", "description": "<p>Under the incurious gaze of the major media, the political establishment and the financial sector have become increasingly deceitful and dangerous in recent years. At the same time, journalists at Rupert Murdoch&rsquo;s News International and elsewhere have been breaking the law on an industrial scale. Now we are expected to stay quiet while those who presided over the shambles judge their own conduct.</p><p>In <em>The Return of the Public</em>, Dan Hind argues for reform of the media as a necessary prelude to wider social transformation. A former commissioning editor, Hind urges us to focus on the powers of the media to instigate investigations and to publicize the results, powers that editors and owners are desperate to keep from general deliberation.</p><p>Hind describes a programme of reform that is modest, simple and informed by years of experience. It is a programme that much of the media cannot bring themselves even to acknowledge, precisely because it threatens their private power. It is time the public had their say.</p>", "isbn": "9781844679102", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679102/1386003855.61.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "The Return of the Public", "publication_date": "2012-05-22", "number_print_pages": 256}, "position": 62, "uuid": "XUAaSjP6YftBLVuEWWeVKd", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "status": 1, "author": "Lawrence A. Kreiser Jr.", "uuid": "CgAMCsQbH7YcV9AscSsmSX", "description": "<P>Dividing the nation for four years, the American Civil War resulted in 750,000 casualties and forever changed the country's destiny. The conflict continues to resonate in our collective memory, and U.S. economic, cultural, and social structures still suffer the aftershocks of the nation's largest and most devastating war. Nearly 150 years later, portrayals of the war in books, songs, cinema, and other cultural media continue to draw widespread attention and controversy.</P><P>In The Civil War in Popular Culture: Memory and Meaning, editors Lawrence A. Kreiser Jr. and Randal Allred analyze American depictions of the war across a variety of mediums, from books and film, to monuments and battlefield reunions, to reenactments and board games. This collection examines how battle strategies, famous generals, and the nuances of Civil War politics translate into contemporary popular culture. This unique analysis assesses the intersection of the Civil War and popular culture by recognizing how memories and commemorations of the war have changed since it ended in 1865.</P>", "isbn": "9780813143217", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813143217/1387260150.53.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "The Civil War in Popular Culture", "publication_date": "2013-12-13", "number_print_pages": 248}, "position": 49, "uuid": "MRCRUPTorQwDgm8swVG4SJ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "status": 1, "author": "Stephen Amidon", "uuid": "7U9TWEfxL6BMWkzzKsjUF3", "description": "<p><b>A lively, literary exploration of one of the West’s most iconic cultural figures—the athlete</b></p><p>Why is the athlete so important to us? Few public figures can dominate the public imagination with such power and authority. Even in our cynical times, when celebrities can be debunked at the speed of light, many still look to athletes as models for our moral and emotional lives. An aging fastballer goes for a few last wins in his final season, and he becomes an exemplar for our daily struggles against time.</p><p>A top golfer cheats on his wife, and his behavior sparks a symposium on marital fidelity more wide-ranging than if the lapse had come from a politician or religious leader.</p><p>Drawing from art, literature, politics, and history, <i>Something Like the Gods </i>explores the powerful grip the athlete has always held on the Western imagination. Amidon examines the archetype of the competitor as it evolved from antiquity to the present day, from athlete-warriors such as Achilles and Ulysses to global media icons like Ali, Jordan, and Tiger Woods.</p><p>Above all, <i>Something Like the Gods </i>is a lyrical study that will appeal to anyone who has ever imagined themselves in the spikes, boots, or sneakers of our greatest athletes—or wondered why people do.</p>", "isbn": "9781609611248", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609611248/1376893598.98.jpg", "oyster_summary": "", "average_rating": 4.05, "language_code": "English", "awards": [], "title": "Something Like the Gods", "publication_date": "2012-06-05", "number_print_pages": 256}, "position": 12, "uuid": "bkhNdRsuvZRU7hwc7CYvJD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Daniel Barenboim", "uuid": "WmBAcvzqkRjfHUQpEWN8NA", "description": "<p>In this eloquent book, Daniel Barenboim draws on his profound and uniquely influential engagement with music to argue for its central importance in our everyday lives. While we may sometimes think of personal, social and political issues as existing independently of each other, Barenboim shows how music teaches that this is impossible. Turning to his intense involvement with Palestine, he examines the transformative power of music in the world, from his own performances of Wagner in Israel and his foundation, with Edward Said, of the internationally acclaimed West-Eastern Divan Orchestra. <em>Music Quickens Time</em> reveals how the sheer power and eloquence of music offers us a way to explore and shed light on the way in which we live, and to illuminate and resolve some of the most intractable issues of our time.</p>", "isbn": "9781844674701", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674701/1381415512.39.jpg", "oyster_summary": "", "average_rating": 3.84, "language_code": "English", "awards": [], "title": "Music Quickens Time", "publication_date": "2009-09-07", "number_print_pages": 184}, "position": 47, "uuid": "xWtQyQLaoLGhCq2RfNXuRW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Don Lattin", "uuid": "RiKhSn272ZQ6ZbgszgXJHi", "description": "<p>This book is the story of how three brilliant scholars and one ambitious freshman crossed paths in the early sixties at a Harvard-sponsored psychedelic-drug research project, transforming their lives and American culture and launching the mind/body/spirit movement that inspired the explosion of yoga classes, organic produce, and alternative medicine.</p><p>The four men came together in a time of upheaval and experimentation, and their exploration of an expanded consciousness set the stage for the social, spiritual, sexual, and psychological revolution of the 1960s. Timothy Leary would be the rebellious trickster, the premier proponent of the therapeutic and spiritual benefits of LSD, advising a generation to \"turn on, tune in, and drop out.\" Richard Alpert would be the seeker, traveling to India and returning to America as Ram Dass, reborn as a spiritual leader with his \"Be Here Now\" mantra, inspiring a restless army of spiritual pilgrims. Huston Smith would be the teacher, practicing every world religion, introducing the Dalai Lama to the West, and educating generations of Americans to adopt a more tolerant, inclusive attitude toward other cultures' beliefs. And young Andrew Weil would be the healer, becoming the undisputed leader of alternative medicine, devoting his life to the holistic reformation of the American health care system.</p><p>It was meant to be a time of joy, of peace, and of love, but behind the scenes lurked backstabbing, jealousy, and outright betrayal. In spite of their personal conflicts, the members of the Harvard Psychedelic Club would forever change the way Americans view religion and practice medicine, and the very way we look at body and soul.</p>", "isbn": "9780061966231", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061966231/1376528874.29.jpg", "oyster_summary": "", "average_rating": 3.76, "language_code": "eng", "awards": [], "title": "The Harvard Psychedelic Club", "publication_date": "2010-01-05", "number_print_pages": 272}, "position": 15, "uuid": "nKFyHsau72rvnTss67ajRN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "status": 1, "author": "Raymond J. Haberski, Jr.", "uuid": "oJjw6vUNutUGdVGNEHH9sT", "description": "<P>In the postwar era, the lure of controversy sold movie tickets as much as the promise of entertainment did. In Freedom to Offend, Raymond J. Haberski Jr. investigates the movie culture that emerged as official censorship declined and details how the struggle to free the screen has influenced our contemporary understanding of art and taste. These conflicts over film content were fought largely in the theaters and courts of New York City in the decades following World War II. Many of the regulators and religious leaders who sought to ensure that no questionable content invaded the public consciousness were headquartered in New York, as were the critics, exhibitors, and activists who sought to expand the options available to moviegoers. Despite Hollywood's dominance of film production, New York proved to be not only the arena for struggles over film content but also the market where the financial fates of movies were sealed.  Advocates for a wider range of cinematic expression eventually prevailed against the forces of censorship, but Freedom to Offend is no simple homily on the triumph of freedom from repression. In his analysis of controversies surrounding films from The Bicycle Thief to Deep Throat, Haberski offers a cautionary tale about the responsible use of the twin privileges of free choice and free expression. In the libertine 1970s, arguments in favor of the public's right to see challenging and artistic films were twisted to provide intellectual cover for movies created solely to lure viewers with outrageous or titillating material. Social critics who stood against this emerging trend were lumped in with the earlier crusaders for censorship, though their criticism was usually rational rather than moralistic in nature. Freedom to Offend calls attention to what was lost as well as what was gained when movie culture freed itself from the restrictions of the early postwar years. Haberski exposes the unquestioning defense of the doctrine of free expression as a form of absolutism that mirrors the censorial impulse found among the postwar era's restrictive moral guardians. Beginning in New York and spreading across America throughout the twentieth century, the battles between these opposing worldviews set the stage for debates on the social effects of the work of artists and filmmakers.</P>", "isbn": "9780813138411", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813138411/1377070926.76.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Freedom to Offend", "publication_date": "2007-03-16", "number_print_pages": 280}, "position": 32, "uuid": "rUX3fFMedekWqTSJGsdiX7", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "FyUTC2sWpzsFxQcwo22JD6", "name": "Zest"}, "status": 1, "author": "Meghan Doherty", "uuid": "k5kHbTDc9FK9hH8XggcJa7", "description": "<DIV></DIV>  On the one hand, nobody wants to be a dick. On the other hand, dicks are everywhere! They cut in line, talk behind our backs, recline into our seats, and even have the power to morph into trolls online. Their powers are impressive, but with a little foresight and thoughtfulness, we can take a stand against dickishness today. <I>How Not to Be a Dick</I> is packed with honest and straightforward advice, but it also includes playful illustrations showing two well-meaning (but not always well behaved) young people as they confront moments of potential dickishness in their everyday lives. Sometimes they falter, sometimes they triumph, but they always seek to find a better way. And with their help, you can too.", "isbn": "9781936976126", "cover_img": "https://cflare.oysterbooks.com/covers/Zest/9781936976126/1379062387.16.jpg", "oyster_summary": "", "average_rating": 3.04, "language_code": "eng", "awards": [], "title": "How Not to Be a Dick", "publication_date": "2013-10-01", "number_print_pages": 176}, "position": 51, "uuid": "kwY5q4ezj3miHkAtYNwSv7", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Pamela Haag", "uuid": "VEYaVF48NTKivfiospEJbe", "description": "<p>Pamela Haag has written <em>the</em> generational \"big book\" on modern marriage, a mesmerizing, sometimes salacious look at the semi-happy ambivalence lurking just below the surface of many marriages today. The spouses may rarely fight&#8212;they may maintain a sincere affection for each other&#8212;but one or both may harbor a melancholy sense that something important is missing. </p><p>Remarkably, this side of the marriage story hasn't been told or analyzed&#8212;until now.</p><p>Meticulously researched and injected with insightful firsthand accounts and welcome doses of humor, <em>Marriage Confidential</em> articulates for a generation that grew up believing they would \"have it all\" why they have ended up disenchanted. Haag introduces us to contemporary marriages where spouses act more like life partners than lovers; children occupy an uncontested position at the center of the marital relationship; and even the romantic staples of sexual fidelity and passion are assailed from all sides&#8212;so much so that spouses can end up having affairs online almost by accident.</p><p>Blending tales from the front lines of matrimony with cultural history, surveys, and research covert-ops (such as joining an online affair-finding site and posting a personal ad in the <em>New York Review of Books</em>), Haag paints a detailed picture of the state of marriage today. And to show what's possible as well as what's melancholy in our post-romantic age, Haag seeks out marriages with a twist&#8212;rebels who are quietly brainstorming and evolving the scripts around career, money, social life, child rearing, and sex.</p><p>Provocative but sympathetic, forward-thinking and bold, here, at last, is a manifesto for living large in marriage.</p>", "isbn": "9780062079558", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079558/1376552986.87.jpg", "oyster_summary": "", "average_rating": 3.18, "language_code": "eng", "awards": [], "title": "Marriage Confidential", "publication_date": "2011-05-31", "number_print_pages": 352}, "position": 55, "uuid": "QVHTHYqiwwE4TPRbkGryRU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "status": 1, "author": "Dinty W. Moore", "uuid": "ZDQeaKZy4nKTeggjeX79Sb", "description": "A skeptic by nature, a writer and teacher more at home with ballpoint pens than computer programs, Dinty W. Moore wanted to find out for himself if the much-touted Internet and the electronic culture it has spawned is really going to be the Next Big Thing, or whether it's the emperor's new clothes. This is not a how-to guide, a giddy net-head's online magical mystery tour, or a binaries-in-the-sky futurist treatise. Instead, this book tells it like it is about the Internet. Anyone who's asked, Who's there? What am I missing? and What is it all about? will find Moore's good-natured skepticism a welcome break from the explosion of wide-eyed techno-hype raging all around us. \"Moore is far and away the best pure writer of the 'Wired School.' He's like the Stage Manager poking his head in around the set of 'Our Town.' Funny that it took the arrival of this commonsensical outsider to finally put a real human face on the digital world.\"--San Jose Mercury-News.<P>", "isbn": "9781565128613", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128613/1377656453.31.jpg", "oyster_summary": "", "average_rating": 3.68, "language_code": "eng", "awards": [], "title": "The Emperor's Virtual Clothes", "publication_date": "1995-01-09", "number_print_pages": 250}, "position": 13, "uuid": "zDHNSsihAvihKRVw7shzWS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Christine Wicker", "uuid": "4jkyGmBHCk45Xr2NoCaPci", "description": "<p>Magic has stepped out of the movies, morphed from the pages of fairy tales, and is more present in America today than you might expect. Soccer moms get voodoo head washings in their backyards, young American soldiers send chants toward pagan gods of war, and a seemingly normal family determines that they are in fact elves. National bestselling author and award-winning religion reporter Christine Wicker leaves no talisman unturned in her hunt to find what's authentic and what's not in America's burgeoning magical reality. From the voodoo temples of New Orleans to the witches' covens of Salem to a graveyard in north Florida, Wicker probes the secrets of an underground society and teaches lessons she never dreamed could be taught. What she learns repels her, challenges her, and changes her in ways she never could have imagined. And if you let it, it might change you, too.</p>", "isbn": "9780061981760", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981760/1376529457.77.jpg", "oyster_summary": "", "average_rating": 3.52, "language_code": "eng", "awards": [], "title": "Not In Kansas Anymore", "publication_date": "2009-10-06", "number_print_pages": 304}, "position": 24, "uuid": "qNPs6TBbHfBDQPPXmC3Vue", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Carl Honore", "uuid": "SdWZ8rZyJxqNCLRLscFHbH", "description": "<p></p><p>We live in the age of speed. We strain to be more efficient, to cram more into each minute, each hour, each day. Since the Industrial Revolution shifted the world into high gear, the cult of speed has pushed us to a breaking point. Consider these facts: Americans on average spend seventy-two minutes of every day behind the wheel of a car, a typical business executive now loses sixty-eight hours a year to being put on hold, and American adults currently devote on average a mere half hour per week to making love.</p><p>Living on the edge of exhaustion, we are constantly reminded by our bodies and minds that the pace of life is spinning out of control. <em>In Praise of Slowness</em> traces the history of our increasingly breathless relationship with time and tackles the consequences of living in this accelerated culture of our own creation. Why are we always in such a rush? What is the cure for time sickness? Is it possible, or even desirable, to slow down? Realizing the price we pay for unrelenting speed, people all over the world are reclaiming their time and slowing down the pace -- and living happier, healthier, and more productive lives as a result. A Slow revolution is taking place.</p><p>Here you will find no Luddite calls to overthrow technology and seek a preindustrial utopia. This is a modern revolution, championed by cell-phone using, e-mailing lovers of sanity. The Slow philosophy can be summed up in a single word -- balance. People are discovering energy and efficiency where they may have been least expected -- in slowing down.</p><p>In this engaging and entertaining exploration, award-winning journalist and rehabilitated speedaholic Carl Honor&#233; details our perennial love affair with efficiency and speed in a perfect blend of anecdotal reportage, history, and intellectual inquiry. <em>In Praise of Slowness</em> is the first comprehensive look at the worldwide Slow movements making their way into the mainstream -- in offices, factories, neighborhoods, kitchens, hospitals, concert halls, bedrooms, gyms, and schools. Defining a movement that is here to stay, this spirited manifesto will make you completely rethink your relationship with time.</p>", "isbn": "9780061907319", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061907319/1376528373.33.jpg", "oyster_summary": "", "average_rating": 3.67, "language_code": "eng", "awards": [], "title": "In Praise of Slowness", "publication_date": "2009-04-14", "number_print_pages": 336}, "position": 54, "uuid": "V2LX8qhPrek7sCTwuEDuRA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Gail Steketee", "uuid": "KJaH4eTSmBnFRx2Dw5doBB", "description": "<P><B>A thoughtfully researched and fascinating appraisal of what happens when our stuff starts to own us</B></P> <p>What possesses someone to save every scrap of paper that&#8217;s ever come into his home? What compulsions drive a person to sacrifice her marriage or career for an accumulation of seemingly useless things? Randy Frost and Gail Steketee were the first to study hoarding when they began their work a decade ago. They didn't expect that they would end up treating hundreds of patients and fielding thousands of calls from the families of hoarders. Their vivid case studies (reminiscent of Oliver Sacks) in <I>Stuff</I> show how you can identify a hoarder&#8212;piles on sofas and beds that make the furniture useless, houses that can be navigated only by following small paths called goat trails, vast piles of paper that the hoarders &#8220;churn&#8221; but never discard, even collections of animals and garbage&#8212;and illuminate the pull that possessions exert over all of us. Whether we&#8217;re savers, collectors, or compulsive cleaners, very few of us are in fact free of the impulses that drive hoarders to extremes.", "isbn": "9780547487250", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487250/1380870173.65.jpg", "oyster_summary": "", "average_rating": 3.85, "language_code": "eng", "awards": [], "title": "Stuff", "publication_date": "2010-04-20", "number_print_pages": 304}, "position": 16, "uuid": "scPMsk78oG9WMBtHhCEXqX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "David Callahan", "uuid": "oCvFH9xsgFyqbusmfKLLHY", "description": "<DIV>You're standing at an ATM. It can't access account information but allows unlimited withdrawals. Do you take more than your balance? David Callahan thinks most of us would. While there have always been those who cut corners, he shows that cheating on every level-from the highly publicized corporate scandals to Little League fraud-has risen dramatically in the last two decades. Why all the cheating? Why now?&#160; Callahan pins the blame on the dog-eat-dog economic climate of the past two decades. An unfettered market and unprecedented economic inequality have corroded our values, he argues-and ultimately threaten the level playing field so central to American democracy itself. Through revealing interviews and extensive data, he takes us on a gripping tour of cheating in America and offers a powerful argument for why it matters. Lucidly written, scrupulously argued, The Cheating Culture is an important, original examination of the hidden costs of the boom years.<BR><BR></DIV>", "isbn": "9780156035576", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035576/1376379662.99.jpg", "oyster_summary": "", "average_rating": 3.38, "language_code": "eng", "awards": [], "title": "The Cheating Culture", "publication_date": "2007-02-01", "number_print_pages": 368}, "position": 0, "uuid": "WkKqtR9KnwFs7t6V88rxvF", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Jonathan Crary", "uuid": "rikqDf9GdqWnFFL5Ycj88n", "description": "<p><em>24/7: Late Capitalism and the Ends of Sleep</em> explores some of the ruinous consequences of the expanding non-stop processes of twenty-first-century capitalism. The marketplace now operates through every hour of the clock, pushing us into constant activity and eroding forms of community and political expression, damaging the fabric of everyday life.</p><p>Jonathan Crary examines how this interminable non-time blurs any separation between an intensified, ubiquitous consumerism and emerging strategies of control and surveillance. He describes the ongoing management of individual attentiveness and the impairment of perception within the compulsory routines of contemporary technological culture. At the same time, he shows that human sleep, as a restorative withdrawal that is intrinsically incompatible with 24/7 capitalism, points to other more formidable and collective refusals of world-destroying patterns of growth and accumulation.</p><p><em>From the Hardcover edition.</em></p>", "isbn": "9781781683118", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683118/1386003273.81.jpg", "oyster_summary": "", "average_rating": 4.17, "language_code": "English", "awards": [], "title": "24/7", "publication_date": "2013-06-04", "number_print_pages": 144}, "position": 57, "uuid": "jumSorMEKSJxyqTmoFHQU9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Alfie Kohn", "uuid": "QM6BoWjg7VHqAnjAC44B8o", "description": "<DIV>No Contest stands as the definitive critique of competition. Contrary to accepted wisdom, competition is not basic to human nature; it poisons our relationships and holds us back from doing our best. In this new edition, Alfie Kohn argues that the race to win turns all of us into losers.</DIV>", "isbn": "9780547527390", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527390/1384747582.05.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "No Contest", "publication_date": "2013-11-19", "number_print_pages": 336}, "position": 58, "uuid": "FLmQTNJJXHRVBjwSEkxxg6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "status": 1, "author": "David S. Kidder", "uuid": "L55cCm22ZBG4j8U83j9Zb3", "description": "<p>In the tradition of the instant bestsellers <i>The Intellectual Devotional</i> and <i>The Intellectual Devotional: American History</i> comes the third installment in this indispensable series. In <i>The Intellectual Devotional: Modern Culture</i>, the authors explore the fascinating world of contemporary culture to offer 365 daily readings that provide the essential references needed to navigate the world today.</p><p>Quench your intellectual thirst with an overview of the literature, music, film, personalities, trends, sports, and pop references that have defined the way we live. From the Slinky to <i>Star Wars</i>; Beatlemania to Babe Ruth; flappers to fascism—refreshing your memory and dazzling your friends has never been easier, or more fun. Whether you're a trivia genius, pop-culture buff, or avid reader, you'll be riveted by this comprehensive journey through contemporary culture.</p>", "isbn": "9781605297934", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605297934/1376894325.18.jpg", "oyster_summary": "", "average_rating": 3.97, "language_code": "English", "awards": [], "title": "The Intellectual Devotional: Modern Culture", "publication_date": "2008-10-14", "number_print_pages": 384}, "position": 14, "uuid": "GmrRDAjhBzxXkgHP7Rf6WL", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MZqgJDQ8zEz44Ca6JxBs3L", "name": "F.S. Michaels"}, "status": 1, "author": "F.S. Michaels", "uuid": "amdvwPkpKGXvfhojJvt3aQ", "description": "<p>Winner of the 2011 George Orwell Award for outstanding contributions to the critical analysis of public discourse. One of The Atlantic&apos;s Top 11 psychology books of 2011.</p><p>As human beings, we’ve always told stories: stories about who we are, where we come from, and where we’re going. Now imagine that one of those stories is taking over the others, narrowing our diversity and creating a monoculture. Because of the rise of the economic story, six areas of your world — your work, your relationships with others and the environment, your community, your physical and spiritual health, your education, and your creativity — are changing, or have already changed, in subtle and not-so-subtle ways. And because how you think shapes how you act, the monoculture isn’t just changing your mind — it’s changing your life.</p><p>In Monoculture, F.S. Michaels draws on extensive research and makes surprising connections among disciplines to take a big-picture look at how one story is changing everything. Her research and writing have been supported by the Social Sciences and Humanities Research Council of Canada, the Killam Trusts, and regional and municipal arts councils. Michaels has an MBA, and lives and writes in British Columbia.</p>", "isbn": "9780986853814", "cover_img": "https://cflare.oysterbooks.com/covers/F.S.%20Michaels/9780986853814/1384230941.84.jpg", "oyster_summary": "", "average_rating": 3.9, "language_code": "eng", "awards": [], "title": "Monoculture: How One Story is Changing Everything", "publication_date": "2011-05-04", "number_print_pages": 0}, "position": 53, "uuid": "ibTYKXGBynMBm7QtLKgurB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Madeline Levine", "uuid": "gVa99RAAzrkHuZVFjyjzdg", "description": "<p>Madeline Levine has been a practicingpsychologist for twenty-five years, but it was only recently that she began to observe a new breed of unhappy teenager. When a bright, personable fifteen-year-old girl, from a loving and financially comfortable family, came into her office with the word empty carved into her left forearm, Levine was startled. This girl and her message seemed to embody a disturbing pattern Levine had been observing. Her teenage patients were bright, socially skilled, and loved by their affluent parents. But behind a veneer of achievement and charm, many of these teens suffered severe emotional problems. What was going on? </p><p>Conversations with educators and clinicians across the country as well as meticulous research confirmed Levine's suspicions that something was terribly amiss. Numerous studies show that privileged adolescents are experiencing epidemic rates of depression, anxietydisorders, and substance abuse&#8212;rates that are higherthan those of any other socioeconomic group ofyoung people in this country. The various elements of a perfect storm&#8212;materialism, pressure to achieve, perfectionism, disconnection&#8212;are combining to create a crisis in America's culture of affluence. This culture is as unmanageable for parents&#8212;mothers in particular&#8212;as it is for their children. While many privileged kids project confidence and know how to make a goodimpression, alarming numbers lack the basic foundation of psychological development: an authentic sense of self. Even parents often miss the signs of significant emotional problems in their \"star\" children. </p><p>In this controversial look at privileged families, Levine offers thoughtful, practical advice as she explodes one child-rearing myth after another. With empathy and candor, she identifies parenting practices that are toxic to healthy self-development and that have contributed to epidemic levels of depression, anxiety, and substance abuse in the most unlikely place&#8212;the affluent family.</p>", "isbn": "9780061851957", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061851957/1376452316.33.jpg", "oyster_summary": "", "average_rating": 3.81, "language_code": "eng", "awards": [], "title": "The Price of Privilege", "publication_date": "2009-10-13", "number_print_pages": 256}, "position": 44, "uuid": "5Y9fhbUsGUru2sRE6PNZRh", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Rebecca Solnit", "uuid": "nLPGZnRSWipiXh2dNK5id7", "description": "<p>In this acclaimed exploration of the culture of others, Rebecca Solnit travels through Ireland, the land of her long-forgotten maternal ancestors. <em>A Book of Migrations</em> portrays in microcosm a history made of great human tides of invasion, colonization, emigration, nomadism and tourism. Enriched by cross-cultural comparisons with the history of the American West, <em>A Book of Migrations</em> carves a new route through Ireland&rsquo;s history, literature and landscape.</p>", "isbn": "9781844678143", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678143/1386003568.84.jpg", "oyster_summary": "", "average_rating": 3.87, "language_code": "English", "awards": [], "title": "A Book of Migrations", "publication_date": "2011-09-05", "number_print_pages": 208}, "position": 20, "uuid": "DTqqLXPDPbyMb7jHExVj5H", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "status": 1, "author": "Irvin D. Yalom", "uuid": "XwcvpdGt4xnwbkRAztHXxi", "description": "<DIV><DIV>The collection of ten absorbing tales by master psychotherapist Irvin D. Yalom uncovers the mysteries, frustrations, pathos, and humor at the heart of the therapeutic encounter. In recounting his patients&rsquo; dilemmas, Yalom not only gives us a rare and enthralling glimpse into their personal desires and motivations but also tells us his own story as he struggles to reconcile his all-too human responses with his sensibility as a psychiatrist. Not since Freud has an author done so much to clarify what goes on between a psychotherapist and a patient.</div></DIV>", "isbn": "9780465031603", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465031603/1387371017.06.jpg", "oyster_summary": "", "average_rating": 4.54, "language_code": "eng", "awards": [], "title": "Love's Executioner", "publication_date": "2012-06-05", "number_print_pages": 304}, "position": 39, "uuid": "nthycKx6gXtxS2MCNrTvPL", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "XSGZZ7ZaYhaGXbxKvZEFHd", "name": "Greenleaf Book Group Press"}, "status": 1, "author": "Steve Gunderson", "uuid": "mZ6D8vUaCjjHiBtp5N2g2R", "description": "<DIV>Former U.S. congressman Steve Gunderson grew up in a tightly knit middle-class family in a community where people cherished values, civic duty, and the American Dream. But these communities all across America have moved from an age of progress to an era of survival as they seek to navigate new economic challenges. Today, many fear the disappearance of the middle class, and wonder whether they will provide a better life for their kids and grandkids.<BR><BR>In <I>The New Middle Class</I>, Gunderson explores the factors that caused the decline of America&rsquo;s economic center and how we can build a middle class that is equipped for the realities of a twenty-first-century global economy. If we believe that a viable middle class is a critical part of a market-based democracy, this mission is of critical importance.<BR><BR>Gunderson&rsquo;s blueprint begins with a public and private sector commitment to substantial economic growth and investment in education. Calling for a new Middle Class Compact, he argues that the best core values of both political parties can enable Americans of all backgrounds to achieve real jobs and decent incomes. Higher incomes in turn lead to financial security&mdash;the true definition of wealth and the hallmark of a strong middle class.<BR><BR>The challenge before this deeply divided nation is a big one, but <I>The New Middle Class</I> maps out the road ahead with abundant insight and optimism. There is no doubt that we can extend to future generations the opportunities, values, and benefits of the American Dream.<BR><BR><BR></div>", "isbn": "9781608325696", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/The%20New%20Middle%20Class/1373298412.34.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "The New Middle Class", "publication_date": "2013-03-05", "number_print_pages": 224}, "position": 2, "uuid": "b8viTskab9sLsSyxbmiHcX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "iuSURhCXJFGWkyZ8VQxgb", "name": "The University Press of Kentucky"}, "status": 1, "author": "Timothy M. Dale", "uuid": "M2wFYfCdxCTe662ZK4vGQX", "description": "<P>The Simpsons questions what is culturally acceptable, showcasing controversial issues like homosexuality, animal rights, the war on terror, and religion. This subtle form of political analysis is effective in changing opinions and attitudes on a large scale. Homer Simpson Marches on Washington explores the transformative power that enables popular culture to influence political agendas, frame the consciousness of audiences, and create profound shifts in values and ideals.</P><P>To investigate the full spectrum of popular culture in a democratic society, editors Timothy M. Dale and Joseph J. Foy gather a top-notch team of scholars who use television shows such as Star Trek, The X-Files, All in the Family, The View, The Daily Show with Jon Stewart, and The Colbert Report, as well as movies and popular music, to investigate contemporary issues in American popular culture.</P>", "isbn": "9780813139708", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813139708/1377070942.85.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Homer Simpson Marches on Washington", "publication_date": "2010-09-01", "number_print_pages": 328}, "position": 33, "uuid": "WJbNCRoBufb3aVyUcSWVuT", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "status": 1, "author": "David Bollier", "uuid": "xNjMT82XHc3UVroWbdcYPE", "description": "An impassioned, darkly amusing look at how corporations misuse copyright law to stifle creativity and free speech<br><br>If you want to make fun of Mickey or Barbie on your Web site, you may be hearing from some corporate lawyers. You should also think twice about calling something \"fair and balanced\" or publicly using Martin Luther King Jr.'s \"I Have a Dream\" speech. It may be illegal. Or it may be entirely legal, but the distinction doesn't matter if you can't afford a lawyer. More and more, corporations are grabbing and asserting rights over every idea and creation in our world, regardless of the law's intent or the public interest. But beyond the humorous absurdity of all this, there lies a darker problem, as David Bollier shows in this important new book. Lawsuits and legal bullying clearly prevent the creation of legitimate new software, new art and music, new literature, new businesses, and worst of all, new scientific and medical research.<br><br>David Bollier (Amherst, MA) is cofounder of Public Knowledge and Senior Fellow at the Norman Lear Center, USC Annenberg School for Communication. His books include Silent Theft.", "isbn": "9780470323755", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470323755/1379061924.84.jpg", "oyster_summary": "", "average_rating": 4.15, "language_code": "eng", "awards": [], "title": "Brand Name Bullies", "publication_date": "2008-04-21", "number_print_pages": 320}, "position": 42, "uuid": "EaC4Bp3rbgpiu5YdYE5aAd", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "wxjxzoDNuKaxbXTwzNbH4a", "name": "Hoover Institution Press"}, "status": 1, "author": "Henry I. Miller, MD", "uuid": "eCSnysa6NVEwK84V98FNgW", "description": "A government monopoly over drug regulation is not sacrosanct. This hard-hitting book describes the current regulation of drugs by the FDA and proposes a model for fundamental, yet workable, reform&#151;including an innovative proposal for drug testing and certification review.", "isbn": "9780817999063", "cover_img": "https://cflare.oysterbooks.com/covers/Hoover%20Institution%20Press/9780817999063/1385982413.71.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "To America's Health", "publication_date": "2000-08-01", "number_print_pages": 112}, "position": 25, "uuid": "NN3SdaCBZdfbmpNS3GFgkN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "status": 1, "author": "Tricia Rose", "uuid": "HATGNqv37R5u2qqBiv3tqX", "description": "<DIV>Hip-hop is in crisis. For the past dozen years, the most commercially successful hip-hop has become increasingly saturated with caricatures of black gangstas, thugs, pimps, and &#8217;hos. The controversy surrounding hip-hop is worth attending to and examining with a critical eye because, as scholar and cultural critic Tricia Rose argues, <I>hip-hop has become a primary means by which we talk about race in the United States</I>.<p>In <I>The Hip-Hop Wars</I>, Rose explores the most crucial issues underlying the polarized claims on each side of the debate: Does hip-hop cause violence, or merely reflect a violent ghetto culture? Is hip-hop sexist, or are its detractors simply anti-sex? Does the portrayal of black culture in hip-hop undermine black advancement?<p>A potent exploration of a divisive and important subject, <I>The Hip-Hop Wars</I> concludes with a call for the regalvanization of the progressive and creative heart of hip-hop. What Rose calls for is not a sanitized vision of the form, but one that more accurately reflects a much richer space of culture, politics, anger, and yes, sex, than the current ubiquitous images in sound and video currently provide.</DIV>", "isbn": "9780786727193", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786727193/1387370834.72.jpg", "oyster_summary": "", "average_rating": 4.51, "language_code": "eng", "awards": [], "title": "The Hip Hop Wars", "publication_date": "2008-12-02", "number_print_pages": 320}, "position": 56, "uuid": "UHiNNQ4bWztYcMd2WzoLXJ", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Joseph Epstein", "uuid": "THJ4gm4FQ4rN8o3AxG6bZC", "description": "<DIV>Joseph Epstein's highly entertaining new book takes up the subject of snobbery in America after the fall of the prominence of the old Wasp culture of prep schools, Ivy League colleges, cotillions, debutante balls, the Social Register, and the rest of it. With ample humor and insight, Epstein uncovers the new outlets upon which the old snobbery has fastened: food and wine, fashion, high-achieving children, schools, politics, health, being with-it, name-dropping, and much else, including the roles of Jews and homosexuals in the development of snobbery. He also raises the question of whether snobbery might, alas, be a part of human nature. Snobbery: The American Versionis the first book in English devoted exclusively to the subject since Thackeray's THE BOOK OF SNOBS.</div>", "isbn": "9780547561646", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561646/1376380403.6.jpg", "oyster_summary": "", "average_rating": 3.33, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Snobbery", "publication_date": "2003-07-07", "number_print_pages": 288}, "position": 9, "uuid": "okNKwRBvek3a3jpQKsVpvX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Juan Gonzalez", "uuid": "N9K7MUSqbQ6Ryver6KFkKK", "description": "<p>Here is a new, sweeping narrative history of American news media that puts race at the center of the story. From the earliest colonial newspapers to the Internet age, America&rsquo;s racial divisions have played a central role in the creation of the country&rsquo;s media system, just as the media has contributed to&mdash;and every so often, combated&mdash;racial oppression. <em>News for All the People</em> reveals how racial segregation distorted the information Americans received from the mainstream media. It unearths numerous examples of how publishers and broadcasters actually fomented racial violence and discrimination through their coverage. And it chronicles the influence federal media policies exerted in such conflicts. It depicts the struggle of Black, Latino, Asian, and Native American journalists who fought to create a vibrant yet little-known alternative, democratic press, and then, beginning in the 1970s, forced open the doors of the major media companies.</p><p>The writing is fast-paced, story-driven, and replete with memorable portraits of individual journalists and media executives, both famous and obscure, heroes and villains. It weaves back and forth between the corporate and government leaders who built our segregated media system&mdash;such as Herbert Hoover, whose Federal Radio Commission eagerly awarded a license to a notorious Ku Klux Klan organization in the nation&rsquo;s capital&mdash;and those who rebelled against that system, like <em>Pittsburgh Courier</em> publisher Robert L. Vann, who led a remarkable national campaign to get the black-face comedy <em>Amos &rsquo;n&rsquo; Andy</em> off the air.</p><p>Based on years of original archival research and up-to-the-minute reporting and written by two veteran journalists and leading advocates for a more inclusive and democratic media system, <em>News for All the People</em> should become the standard history of American media.</p>", "isbn": "9781844679423", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679423/1386004026.53.jpg", "oyster_summary": "", "average_rating": 4.35, "language_code": "English", "awards": [], "title": "News for All the People", "publication_date": "2011-12-23", "number_print_pages": 456}, "position": 61, "uuid": "dTmh34edh7Uck7Hs7pwvfS", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Hank Stuever", "uuid": "vq8dB46A3feRJMQYw5c4uK", "description": "<P><B>A heartfelt, hilarious look at the evolution of a half-trillion-dollar American holiday</B></P> <p>&#160; <p>Hank Stuever turns his unerring eye for the idiosyncrasies of modern life to Frisco, Texas, a suburb at once all-American and completely itself, to tell the story of the nation&#8217;s most over-the-top celebration: Christmas. Stuever starts the narrative as so many start the Christmas season: standing in line with the people waiting to purchase flat-screen TVs on Black Friday. From there he follows three of Frisco's true holiday believers as they navigate through the Nativity and all its attendant crises. Tammie Parnell, an eternally optimistic suburban mom, is the proprietor of \"Two Elves with a Twist,\" a company that decorates other people's big houses for Christmas. Jeff and Bridgette Trykoski own that house every town has: the one with the visible-from-space, jaw-dropping Christmas lights. And single mother Carol Cavazos just hopes that the life-affirming moments of Christmas might overcome the struggles of the rest of the year. Stuever's portraits of the happy, mega-churchy, shop-until-you-drop community in <I>Tinsel</I> are revealing and riotously funny, showing how our ancient rituals of celebration have survived&#8212;and succumbed to&#8212;the test of time.", "isbn": "9780547427577", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547427577/1387347437.68.jpg", "oyster_summary": "", "average_rating": 3.75, "language_code": "eng", "awards": [], "title": "Tinsel", "publication_date": "2009-10-14", "number_print_pages": 352}, "position": 10, "uuid": "Epk64RsC5JWxhvgUATvQBV", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mvChomkNc5FQWDmSbatSc9", "name": "Berrett-Koehler Publishers"}, "status": 1, "author": "John de Graaf", "uuid": "dcQZuLiewQzSERLHRUrMQH", "description": "NEW EDITION, REVISED AND UPDATED\n\naffluenza, n. a painful, contagious, socially transmitted condition of overload, debt, anxiety, and waste resulting from the dogged pursuit of more.\n\nWe tried to warn you! The 2008 economic collapse proved how resilient and dangerous affluenza can be. Now in its third edition, this book can safely be called prophetic in showing how problems ranging from loneliness, endless working hours, and family conflict to rising debt, environmental pollution, and rampant commercialism are all symptoms of this global plague.  \n\nThe new edition traces the role overconsumption played in the Great Recession, discusses new ways to measure social health and success (such as the Gross Domestic Happiness index), and offers policy recommendations to make our society more simplicity-friendly. The underlying message isn’t to stop buying—it’s to remember, always, that the best things in life aren’t things.", "isbn": "9781609949297", "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781609949297/1388476427.28.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Affluenza", "publication_date": "2014-02-03", "number_print_pages": 288}, "position": 50, "uuid": "cuiQPA5H8TL9dFfWjjftv3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Anthony Rudel", "uuid": "HNj2Ue3kFsq4BPSKJcLfZE", "description": "<div><div><p>Long before the internet, another young technology was transformed--with help from a colorful collection of eccentrics and visionaries--into a mass medium with the power to connect millions of people.</p> <p>When amateur enthusiasts began sending fuzzy signals from their garages and rooftops, radio broadcasting was born. Sensing the medium's potential, snake-oil salesmen and preachers took to the air, at once setting early standards for radio programming and making bedlam of the airwaves. Into the chaos stepped a young secretary of commerce, Herbert Hoover, whose passion for organization guided the technology's growth. When a charismatic bandleader named Rudy Vallee created the first on-air variety show and America elected its first true radio president, Franklin Delano Roosevelt, radio had arrived.</P> <p>With clarity, humor, and an eye for outsized characters forgotten by polite history, Anthony Rudel tells the story of the boisterous years when radio took its place in the nation's living room and forever changed American politics, journalism, and entertainment.</DIV></DIV>", "isbn": "9780547444116", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547444116/1376149867.59.jpg", "oyster_summary": "", "average_rating": 4.29, "language_code": "eng", "awards": [], "title": "Hello, Everybody!", "publication_date": "2008-04-01", "number_print_pages": 416}, "position": 11, "uuid": "geV7pwoAaF5KtK6ZoAWZM9", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Martin Cizmar", "uuid": "2CTfJ9dH4AQ6DkstiEXB4D", "description": "ARE YOUR SKINNY JEANS STARTING TO FEEL A LITTLE SNUG?<br><BR>You don&#8217;t have the right clothes for the gym. You don&#8217;t do protein powders, wonder berries, or green tea. The idea of going without beer makes you weak in the knees.<br><BR>But there&#8217;s no denying you are one. fat. hipster.<br><BR>Lucky for you, Martin Cizmar has come up with the least awful diet plan of all time. The Chubster way. It revolves around calorie counting (deal with it) and enjoyable undercover exercise (urban hiking and gum chewing). Martin gives you the tools to become a self-sufficient weight-loss machine capable of functioning in any environment. From frozen dinners and drive-through menus, ethnic eating to microbrews, he&#8217;ll point you to the responsible choice, steer you clear of the real diet killers, and dispel some of the myths giving you that tire around your waist. Like: That Stella you&#8217;re holding? It has more calories than Guinness.<br><BR>Dieting is never fun, but with Chubster, weight loss doesn&#8217;t have to cramp your style.<br>", "isbn": "9780547559353", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547559353/1376381282.37.jpg", "oyster_summary": "", "average_rating": 3.49, "language_code": "eng", "awards": [], "title": "Chubster", "publication_date": "2012-01-03", "number_print_pages": 240}, "position": 8, "uuid": "VtLHGhKSc62mj8eqaZup5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "status": 1, "author": "Billy Parish", "uuid": "kWxJK7uJST2qPLNjXYgx7h", "description": "<p>As we emerge from the recession, a generation is searching for practical answers about how to succeed and make positive change in the world. With real-life success stories and practical advice and exercises, <i>Making Good</i> outlines how to find opportunities to effect change and make money. These opportunities are not just for entrepreneurs and Fortune 500 companies: <i>Making Good</i> shows step-by-step how any person can achieve financial autonomy, capitalize on global changes to infrastructure, and learn from everyday success stories—providing the skills and insights this generation needs to succeed and build careers and lives of consequence.</p><p>Charismatic, young, and passionate, Billy Parish and Dev Aujla have been recognized in media outlets like <i>Vanity Fair</i>, <i>Salon</i>, and <i>Rolling Stone</i> as the voices of their generation. They are at the vanguard of figuring out how the next generation will rethink, re-imagine, and rebuild the world around us. <i>Making Good</i> culls the knowledge that has allowed Billy and Dev to build thriving, meaningful careers into a book that will be <i>What Color Is Your Parachute?</i> for the Facebook generation.</p>", "isbn": "9781609613693", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613693/1376893512.02.jpg", "oyster_summary": "", "average_rating": 3.83, "language_code": "English", "awards": [], "title": "Making Good", "publication_date": "2012-02-28", "number_print_pages": 304}, "position": 5, "uuid": "hQsaLKiYMuLpNTyA5CTA2R", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Eric Schlosser", "uuid": "QtFEcNzMYRSRNoKz2HpXyn", "description": "<P><I>New York Times</I> Bestseller,&#160;</P> <p>&#160;With a New Afterword<BR><BR>&#8220;Schlosser has a flair for dazzling scene-setting and an arsenal of startling facts . . . <I>Fast Food Nation</I> points the way but, to resurrect an old fast food slogan, the choice is yours.&#8221;&#8212;<I>Los Angeles Times</I><BR><BR>In 2001, <I>Fast Food Nation</I> was published to critical acclaim and became an international bestseller. Eric Schlosser&#8217;s expos&#233; revealed how the fast food industry has altered the landscape of America, widened the gap between rich and poor, fueled an epidemic of obesity, and transformed food production throughout the world. The book changed the way millions of people think about what they eat and helped to launch today&#8217;s food movement.<BR><BR>In a new afterword for this edition, Schlosser discusses the growing interest in local and organic food, the continued exploitation of poor workers by the food industry, and the need to ensure that every American has access to good, healthy, affordable food. <I>Fast Food Nation</I> is as relevant today as it was a decade ago. The book inspires readers to look beneath the surface of our food system, consider its impact on society and, most of all, think for themselves.<BR><BR>&#8220;As disturbing as it is irresistible . . . Exhaustively researched, frighteningly convincing . . . channeling the spirits of Upton Sinclair and Rachel Carson.&#8221;&#8212;<I>San Francisco Chronicle</I><BR><BR>&#8220;Schlosser shows how the fast food industry conquered both appetite and landscape.&#8221;&#8212;<I>The New Yorker</I><BR><BR>Eric Schlosser is a contributing editor for the <I>Atlantic </I>and the author of <I>Fast Food Nation</I>, <I>Reefer Madness</I>, and <I>Chew on This</I> (with Charles Wilson).", "isbn": "9780547518244", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547518244/1389680499.8.jpg", "oyster_summary": "", "average_rating": 3.71, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Fast Food Nation", "publication_date": "2001-01-17", "number_print_pages": 368}, "position": 7, "uuid": "BwvxtFYyu3YN7r47rqaQVD", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Richard Seymour", "uuid": "NCEYZXTdFXUPDxcMBhwu9L", "description": "<p>Among the forgettable ranks of ex-Leftists, Christopher Hitchens stands out as someone determined to stand out. Rejecting the well-worn paths of hard-right evangelism and capitalist &ldquo;realism,&rdquo; he identified with nothing outside his own idiosyncrasies. A habitual mugwump who occasionally masqueraded as a &ldquo;Marxist,&rdquo; the role he adopted late in his career, as afree radical within the US establishment, had ample precedents from his earlier incarnation. It wasn&rsquo;t the Damascene conversion he described. His long-standing admiration for America, his fascination with the Right as the truly &ldquo;revolutionary&rdquo; force, his closet Thatcherism, his theophobia and disdain for the actually existing Left had all been present in differentways throughout his political life. Post-9/11, they merely found a new articulation.</p><p>For all that, the Hitchensian idiolect was a highly unique, marketable formula. He is a recognizable historical type&mdash;the apostate leftist&mdash;and as such presents a rewarding, entertaining and an enlightening case study.</p>", "isbn": "9781844679911", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679911/1386004090.6.jpg", "oyster_summary": "", "average_rating": 3.14, "language_code": "English", "awards": [], "title": "Unhitched", "publication_date": "2013-01-16", "number_print_pages": 160}, "position": 45, "uuid": "KY5xjgStfH5Y8c4G3hmc8n", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Adam W. Shepard", "uuid": "3pdCoP7cZk8fczYEqXX7tY", "description": "<p>What can you get with $25 and a dream?</p><p>Adam Shepard graduated from college feeling disillusioned by the apathy around him and was then incensed after reading Barbara Ehrenreich's famous work <em>Nickel and Dimed</em>&#8212;a book that gave him a feeling of hopelessness about the working class in America. He set out to disprove Ehrenreich's theory&#8212;the notion that those who start at the bottom stay at the bottom&#8212;by making something out of nothing to achieve the American Dream.</p><p>Shepard's plan was simple. With a sleeping bag, the clothes on his back, and $25 in cash, and restricted from using his contacts or college education, he headed out for Charleston, South Carolina, a randomly selected city with one objective: to work his way out of homelessness and into a life that would give him the opportunity for success. His goal was to have, after one year, $2,500, a working automobile, and a furnished apartment. </p><p><em>Scratch Beginnings</em> is the earnest and passionate account of Shepard's struggle to overcome the pressures placed on the homeless. His story will not only inspire readers but will also remind them that success can come to anyone who is willing to work hard&#8212;and that America is still one of the most hopeful countries in the world.</p>", "isbn": "9780061981777", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981777/1378009420.67.jpg", "oyster_summary": "", "average_rating": 3.45, "language_code": "eng", "awards": [], "title": "Scratch Beginnings", "publication_date": "2009-10-06", "number_print_pages": 240}, "position": 18, "uuid": "WuTAQcALuAyTjkbEwQ5p9Z", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "status": 1, "author": "Richard Wrangham", "uuid": "LhnCRvT2q4LpvMMNAXMVuR", "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "isbn": "9780786744787", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg", "oyster_summary": "", "average_rating": 4.19, "language_code": "eng", "awards": [], "title": "Catching Fire", "publication_date": "2009-05-26", "number_print_pages": 320}, "position": 38, "uuid": "bE28paCQTsqEjiEVKofGtU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "status": 1, "author": "Participant Media", "uuid": "vtLgAmHAsRK3sPTZskjsyD", "description": "<div><DIV><b>Each book includes a $15 gift card from DonorsChoose.org to give to a classroom in need.</b></div><div>&#160;</div><div>The American public school system is in crisis, failing millions of students, producing as many drop-outs as graduates, and threatening our economic future. By 2020, the United States will have 123 million high-skill jobs to fill&mdash;and fewer than 50 million Americans qualified to fill them.</div><div>&#160;</div><div>Educators, parents, political leaders, business people, and concerned citizens are determined to save our educational system. Waiting for <i>&quot;Superman&quot;</i> offers powerful insights from some of those at the leading edge of educational innovation, including Bill and Melinda Gates, Michelle Rhee, Geoffrey Canada, and more.</div><div>&#160;</div><div>Waiting for <i>&quot;Superman&quot;</i> is an inspiring call for reform and includes special chapters that provide resources, ideas, and hands-on suggestions for improving the schools in your own community as well as throughout the nation.</div><div>&#160;</div> For parents, teachers, and concerned citizens alike, Waiting for <i>&quot;Superman&quot;</i> is an essential guide to the issues, challenges, and opportunities facing America&rsquo;s schools.</div>", "isbn": "9781586489281", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586489281/1387370914.96.jpg", "oyster_summary": "", "average_rating": 3.21, "language_code": "eng", "awards": [], "title": "Waiting for \"SUPERMAN\"", "publication_date": "2010-09-14", "number_print_pages": 288}, "position": 41, "uuid": "BGVSCuK9ufQtkmf8wtRp7V", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Jeffrey Tayler", "uuid": "fVrvUYr3zebG2sWNjVSNUC", "description": "<DIV>A gripping journey through some of the planet&#8217;s most remote and challenging terrain and its peoples, in search of why democracy has yet to thrive in lands it seemed so recently ready to overtake Across the largest landmass on earth, in lands once conquered by Genghis Khan and exploited by ruthless Communist regimes, autocratic and dictatorial states are again arising, growing wealthy on petrodollars and low-cost manufacturing.<br>More and more, they are challenging theWest.<br>Media reports focus on developments in Moscow and Beijing, but the peoples inhabiting the vast expanses in between remain mostly unseen and unheard, their daily lives and aspirations scarcely better known to us now than they were in ColdWar days.Tayler finds, among many others, a dissident Cossack advocating mass beheadings, a Muslim in Kashgar calling on the United States to bomb Beijing, and Chinese youths in Urumqi desiring nothing more than sex, booze, and rock &#8217;n&#8217; roll&#151;all while confronting over and over again the contradiction of people who value liberty and the free market but idealize tyrants who oppose both.<br>From the steppes of southern Russia to the conflict-ridden Caucasus Mountains to the deserts of central Asia and northern China,Tayler shows that our maps have gone blank at the worst possible time.<br></div>", "isbn": "9780547523828", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523828/1376384381.2.jpg", "oyster_summary": "", "average_rating": 3.63, "language_code": "eng", "awards": [], "title": "Murderers in Mausoleums", "publication_date": "2009-01-27", "number_print_pages": 320}, "position": 17, "uuid": "sc2BjiQeyEJouKe5yWx4FH", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "hFHrEERBWEkJU3TEyV8nqm", "name": "An Inc. Original"}, "status": 1, "author": "Paul Spiegelman", "uuid": "x7swLFwSiJZYP8HQ6gP6aB", "description": "<DIV>Americans enjoy the finest healthcare delivery system in the world, but most people will tell you that we still have a long way to go. Far too frequently, patients leave the doctor&rsquo;s office or hospital feeling confused, angry, or neglected. Healthcare leaders recognize this problem, but in their focus on patients (and sometimes financials), they often overlook the true key to lasting patient loyalty and satisfaction: their employees. <BR><BR>Patients Come Second shakes up the traditional healthcare model, arguing that in order to care for and retain patients, leaders must first create exceptional teams and find ways to engage nurses, administrative staff, physicians, supervisors, and even housekeeping staff and switchboard operators. By connecting employees&rsquo; work with a higher purpose and equipping them with the tools to become leaders themselves, patient care can be dramatically transformed. And with continuing healthcare changes on the horizon and ever-rising pressure to acquire and keep patients, doing so now is more important than ever. <BR><BR>Britt Berrett, president of an 898-bed hospital, and Paul Spiegelman, founder and CEO of a successful patient-experience company, are the perfect guides to the changes needed in healthcare leadership. With a rich combined experience in their field, they have filled each chapter with an abundance of engaging, insightful stories and write with a humor and friendliness that balances and enhances the urgency of their message. <BR><BR><BR></div>", "isbn": "9780988842816", "cover_img": "https://cflare.oysterbooks.com/covers/An%20Inc.%20Original/Patients%20Come%20Second/1373298369.11.jpg", "oyster_summary": "", "average_rating": 4.9, "language_code": "eng", "awards": [], "title": "Patients Come Second", "publication_date": "2013-03-19", "number_print_pages": 208}, "position": 26, "uuid": "n3P3Awm9bmy8cCq89Xx4GC", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Raphael Samuel", "uuid": "AgTesrWrK6KjaZbwJ4U9TE", "description": "<p>When <em>Theatres of Memory</em> was first published in 1994, it transformed the debate about what is to be considered history and questioned the role of &ldquo;heritage&rdquo; that lies at the heart of every Western nation&rsquo;s obsession with the past. Today, in the age of <em>Downton Abbey</em> and <em>Mad Men</em>, we are once again conjuring historical fictions to make sense of our everyday lives.</p><p>In this remarkable book, Samuel looks at the many different ways we use the &ldquo;unofficial knowledge&rdquo; of the past. Considering such varied areas as the fashion for &ldquo;retrofitting,&rdquo; the rise of family history, the joys of collecting old photographs, the allure of reenactment societies and televised adaptations of Dickens, Samuel transforms our understanding of the uses of history. He shows us that history is a living practice, something constantly being reassessed in the world around us.</p>", "isbn": "9781844679355", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679355/1386003990.95.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "Theatres of Memory", "publication_date": "2012-09-11", "number_print_pages": 508}, "position": 46, "uuid": "Ec47hiGZPbqpYohjfmxunV", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "J. Hoberman", "uuid": "iJrwKCQ5n8i2rfBYiQ2xxD", "description": "<p>One of the world&rsquo;s most erudite and entertaining film critics on the state of cinema in the post-digital&mdash;and post-9/11&mdash;age. This witty and allusive book, in the style of classic film theorists/critics like André Bazin and Siegfried Kracauer, includes considerations of global cinema&rsquo;s most important figures and films, from Lars von Trier and Zia Jiangke to <em>WALL-E</em>, <em>Avatar</em> and <em>Inception</em>.</p>", "isbn": "9781781680681", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680681/1381415391.57.jpg", "oyster_summary": "", "average_rating": 3.39, "language_code": "English", "awards": [], "title": "Film After Film", "publication_date": "2012-08-21", "number_print_pages": 304}, "position": 60, "uuid": "WDsrot3HPAYESXm7AV27zN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Paul Tough", "uuid": "J6BhSHkrdydwanU3BdYmX6", "description": "<div><div>What would it take?<BR><BR>That was the question that Geoffrey Canada found himself asking. What would it take to change the lives of poor children&#8212;not one by one, through heroic interventions and occasional miracles, but in big numbers, and in a way that could be replicated nationwide? The question led him to create the Harlem Children&#8217;s Zone, a ninety-seven-block laboratory in central Harlem where he is testing new and sometimes controversial ideas about poverty in America. His conclusion: if you want poor kids to be able to compete with their middle-class peers, you need to change everything in their lives&#8212;their schools, their neighborhoods, even the child-rearing practices of their parents.<BR><BR><I>Whatever It Takes</I> is a tour de force of reporting, an inspired portrait not only of Geoffrey Canada but of the parents and children in Harlem who are struggling to better their lives, often against great odds. Carefully researched and deeply affecting, this is a dispatch from inside the most daring and potentially transformative social experiment of our time.</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of HOW CHILDREN SUCCEED.</DIV></DIV>", "isbn": "9780547348216", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348216/1376379775.35.jpg", "oyster_summary": "", "average_rating": 4.18, "language_code": "eng", "awards": [], "title": "Whatever It Takes", "publication_date": "2009-09-10", "number_print_pages": 304}, "position": 4, "uuid": "uJGkCnYJEVXDAEx2NVP6jR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "status": 1, "author": "Steven Watts", "uuid": "inVAyXdc9PcgxxEspabPFQ", "description": "An illuminating biography of the man who taught Americans “how to win friends and influence people”\n \nBefore Stephen Covey, Oprah Winfrey, and Malcolm Gladwell there was Dale Carnegie. His book, How to Win Friends and Influence People, became a best seller worldwide, and Life magazine named him one of “the most important Americans of the twentieth century.” This is the first full-scale biography of this influential figure.\n \nDale Carnegie was born in rural Missouri, his father a poor farmer, his mother a successful preacher. To make ends meet he tried his hand at various sales jobs, and his failure to convince his customers to buy what he had to offer eventually became the fuel behind his future glory. Carnegie quickly figured out that something was amiss in American education and in the ways businesspeople related to each other. What he discovered was as simple as it was profound: Understanding people’s needs and desires is paramount in any successful enterprise. Carnegie conceived his book to help people learn to relate to one another and enrich their lives through effective communication. His success was extraordinary, so hungry was 1920s America for a little psychological insight that was easy to apply to everyday affairs.\n \nSelf-help Messiah tells the story of Carnegie’s personal journey and how it gave rise to the movement of self-help and personal reinvention.", "isbn": "9781590515037", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781590515037/1383488837.34.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "English", "awards": [], "title": "The Self-help Messiah", "publication_date": "2013-10-29", "number_print_pages": 544}, "position": 21, "uuid": "i7CsZ5UKDRM2uDwUhAwXGG", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "status": 1, "author": "Scott Martelle", "uuid": "y3MAJvbHJPvJVTKagBfEqZ", "description": "&#147;A valuable biography sure to appeal to readers seeking to come to grips with important problems facing not just a city, but a country.&#8221; &#150;Kirkus  &#160;  Detroit was established as a French settlement three-quarters of a century before the founding of this nation. A remote outpost built to protect trapping interests, its industry took a great leap forward with the completion of the Erie Canal. Detroit turned iron into stoves and railcars, and eventually cars by the millions. This vibrant commercial hub attracted businessmen and labor organizers, European immigrants and African Americans from the rural South. At its heyday in the 1950s and &#8217;60s, one in six American jobs were connected to the auto industry, its epicenter in Detroit. And then the bottom fell out.  &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; Detroit: A Biography takes a long, unflinching look at the evolution of one of America&#8217;s great cities, and one of the nation&#8217;s greatest urban failures. It seeks to explain how the city grew to become the heart of American industry and how its utter collapse resulted from a confluence of public policies, private industry decisions, and deep, thick seams of racism. And it raises the question: when we look at modern-day Detroit, are we looking at the ghost of America&#8217;s industrial past or its future?  &#160;  Scott Martelle is the author of The Fear Within and Blood Passion and is a professional journalist who has written for the Detroit News, the Los Angeles Times, the Rochester Times-Union, and more. He lives in Irvine, California.", "isbn": "9781613743676", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Detroit/1372980418.6.jpg", "oyster_summary": "", "average_rating": 3.69, "language_code": "eng", "awards": [], "title": "Detroit", "publication_date": "2012-04-01", "number_print_pages": 304}, "position": 1, "uuid": "dgfF9ya6TfJVkcesbrZaXe", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Paul Johnson", "uuid": "wjjfJgD9WgootHy7GjkifT", "description": "<p>A fascinating portrait of the minds that have shaped the modern world. In an intriguing series of case studies, Rousseau, Shelley, Marx, Ibsen, Tolstoy, Hemingway, Bertrand Russell, Brecht, Sartre, Edmund Wilson, Victor Gollancz, Lillian Hellman, Cyril Connolly, Norman Mailer, James Baldwin, Kenneth Tynan, and Noam Chomsky, among others, are revealed as intellectuals both brilliant and contradictory, magnetic and dangerous.</p>", "isbn": "9780061871474", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061871474/1376452430.26.jpg", "oyster_summary": "", "average_rating": 3.83, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Intellectuals", "publication_date": "2009-10-13", "number_print_pages": 416}, "position": 22, "uuid": "98hGiChhHAZD4Jgw9qhkmA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Joseph Epstein", "uuid": "R8B6WzTcTi96QPjWc5Duu6", "description": "<DIV>Gossip is no trivial matter; despite its reputation, Epstein argues,  it is an eternal and necessary human enterprise. Proving that he  himself is a master of the art, Epstein serves up delightful  mini-biographies of the Great Gossips of the Western World, along with  many choice bits from his own experience. He also makes a powerful case  that gossip has morphed from its old-fashioned best&mdash;clever, mocking, a  great private pleasure&mdash;to a corrosive new-school version, thanks to the  reach of the mass media and the Internet.<br><br> Written in his trademark erudite and witty style, <I>Gossip </I>captures the complexity of this immensely entertaining subject.</div>", "isbn": "9780547577210", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577210/1376381282.82.jpg", "oyster_summary": "", "average_rating": 3.22, "language_code": "eng", "awards": [], "title": "Gossip", "publication_date": "2011-11-29", "number_print_pages": 256}, "position": 19, "uuid": "ga9wvqRX7AQrEW8qeCPbaf", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Walker Evans", "uuid": "6KCqBN32kYaXbuJk88psPk", "description": "<DIV>In the summer of 1936, James Agee and Walker Evans set out on assignment for Fortune magazine to explore the daily lives of sharecroppers in the South. Their journey would prove an extraordinary collaboration and a watershed literary event when in 1941 LET US NOW PRAISE FAMOUS MEN was first published to enormous critical acclaim. This unsparing record of place, of the people who shaped the land, and of the rhythm of their lives was called intensely moving and unrelentingly honest, and is \"renowned for its fusion of social conscience and artistic radicality\" (New York Times). Today it stands as a poetic tract of its time, recognized by the New York Public Library as one of the most influential books of the twentieth century. With an elegant new design as well as a sixty-four-page photographic prologue of Evans's classic images, reproduced from archival negatives, this sixtieth anniversary edition reintroduces the legendary author and photographer to a new generation.</div>", "isbn": "9780547526393", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526393/1376384395.47.jpg", "oyster_summary": "", "average_rating": 4.12, "language_code": "eng", "awards": [], "title": "Let Us Now Praise Famous Men", "publication_date": "2001-08-14", "number_print_pages": 432}, "position": 3, "uuid": "SRmLRoPaLGScbuJRLzdZh6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Bill Bishop", "uuid": "fkarpJy8nXVq8MPxWxgUTJ", "description": "<DIV>In 2004, journalist Bill Bishop coined the term \"the big sort.\" Armed with startling new demographic data, he made national news in a series of articles showing how Americans have been sorting themselves into alarmingly homogeneous communities -- not by region or by state, but by city and even neighborhood. Over the past three decades, we have been choosing the neighborhood (and church and news show) compatible with our lifestyle and beliefs. The result is a country that has become so polarized, so ideologically inbred that people don't know and can't understand those who live a few miles away. How this came to be, and its dire implications for our country, is the subject of this ground-breaking work.<br><BR>In The Big Sort, Bishop has taken his analysis to a new level. He begins with stories about how we live today and then draws on history, economics and our changing political landscape to create one of the most compelling big-picture accounts of America in recent memory.</DIV>", "isbn": "9780547525198", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525198/1376382270.65.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [], "title": "The Big Sort", "publication_date": "2009-05-11", "number_print_pages": 384}, "position": 6, "uuid": "quGAcxRPKmES7iiwqNwetW", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "status": 1, "author": "Carla Blumenkranz", "uuid": "YRemzet99zScFX3ScpFUz8", "description": "<p>In the fall of 2011, a small protest camp in downtown Manhattan exploded into a global uprising, sparked in part by the violent overreactions of the police. An unofficial record of this movement, <em>Occupy!</em> combines adrenalin-fueled first-hand accounts of the early days and weeks of Occupy Wall Street with contentious debates and thoughtful reflections, featuring the editors and writers of the celebrated <em>n+1</em>, as well as some of the world&rsquo;s leading radical thinkers, such as Slavoj Žižek, Angela Davis, and Rebecca Solnit.</p><p>The book conveys the intense excitement of those present at the birth of a counterculture, while providing the movement with a serious platform for debating goals, demands, and tactics. Articles address the history of the &ldquo;horizontalist&rdquo; structure at OWS; how to keep a live-in going when there is a giant mountain of laundry building up; how very rich the very rich have become; the messages and meaning of the &ldquo;We are the 99%&rdquo; tumblr website; occupations in Oakland, Boston, Atlanta, and elsewhere; what happens next; and much more.</p>", "isbn": "9781844679416", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679416/1386004020.1.jpg", "oyster_summary": "", "average_rating": 3.6, "language_code": "English", "awards": [], "title": "Occupy!", "publication_date": "2011-12-17", "number_print_pages": 224}, "position": 59, "uuid": "6M3p9YjhrN3EeZyNhQns8X", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "status": 1, "author": "Geoffrey Nunberg", "uuid": "JTnxZYbRzmnf7bkdWFKmM7", "description": "<DIV><p>It first surfaced in the gripes of GIs during World War II and was captured early on by the typewriter of a young Norman Mailer. Within a generation it had become a basic notion of our everyday moral life, replacing older reproaches like lout and heel with a single inclusive category&ndash;&ndash;a staple of country outlaw songs, Neil Simon plays, and Woody Allen movies. Feminists made it their stock rebuke for male insensitivity, the est movement used it for those who didn&rsquo;t &ldquo;get it,&rdquo; and Dirty Harry applied it evenhandedly to both his officious superiors and the punks he manhandled.</p><p><BR> The asshole has become a focus of collective fascination for us, just as the phony was for Holden Caulfield and the cad was for Anthony Trollope. From Donald Trump to Ann Coulter, from Mel Gibson to Anthony Weiner, from the reality TV prima donnas to the internet trolls and flamers, assholism has become the characteristic form of modern incivility, which implicitly expresses our deepest values about class, relationships, authenticity, and fairness. We have conflicting attitudes about the A-word&ndash;&ndash;when a presidential candidate unwittingly uttered it on a live mic in 2000, it confirmed to some that he was a man of the people and to others that he was a boor. But considering how much the word does for us, and to us, it hasn&rsquo;t gotten nearly the attention it deserves&ndash;&ndash;at least until now.</p></DIV>", "isbn": "9781610391764", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610391764/1387371142.48.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Ascent of the A-Word", "publication_date": "2012-08-14", "number_print_pages": 272}, "position": 43, "uuid": "DH2VA5YCCaKJkMAHvGcVj6", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "4vLXN6fbRVcyRano6cE8B6", "name": "Indiana University Press"}, "status": 1, "author": "Jo B. Paoletti", "uuid": "DiWfjtHo3keQk9SPFeiC55", "description": "<P>Jo B. Paoletti’s journey through the history of children’s clothing began when she posed the question, \"When did we start dressing girls in pink and boys in blue?\" To uncover the answer, she looks at advertising, catalogs, dolls, baby books, mommy blogs and discussion forums, and other popular media to examine the surprising shifts in attitudes toward color as a mark of gender in American children’s clothing. She chronicles the decline of the white dress for both boys and girls, the introduction of rompers in the early 20th century, the gendering of pink and blue, the resurgence of unisex fashions, and the origins of today’s highly gender-specific baby and toddler clothing.</P>", "isbn": "9780253001306", "cover_img": "https://cflare.oysterbooks.com/covers/Indiana%20University%20Press/9780253001306/1377657739.2.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Pink and Blue", "publication_date": "2012-02-06", "number_print_pages": 192}, "position": 52, "uuid": "p3cLYvAoc9eYmeKAnDEU5Y", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "status": 1, "author": "Joyce Maynard", "uuid": "gWhaf9xL24P3ZqjFGAMMSM", "description": "<DIV><DIV><b>A special anniversary edition of Joyce Maynard&rsquo;s groundbreaking memoir about coming of age in one of America&rsquo;s most defining decades</b></div><DIV><BR></div><DIV>Joyce Maynard was eighteen years old when her 1972 <i>New York Times Magazine </i>cover story catapulted her to national prominence. Published one year later, <i>Looking Back</i> is her remarkable follow-up&mdash;part memoir, part cultural history, and part social critique. She wrote about diving under her desk for air-raid practice during the Cuban Missile Crisis, the Beatles&rsquo; first appearance on <i>The Ed Sullivan Show</i>, and catching the first glimpse (on the cover of <i>Life</i> magazine) of a human fetus in utero. </div><DIV>&#160;</div><DIV>Extraordinarily frank, sincere, and opinionated, Maynard seemed unafraid to take on any subject&mdash;including herself. But as she reveals in a poignant and candid new foreword, she carefully kept her inner life off the page. She didn&rsquo;t write about her difficult relationship with her mother, or her father&rsquo;s alcoholism, or the fact that her best friend at college had struggled with the knowledge that he was gay. And she did not mention the most important part of her life at the time she was writing this book: her relationship with reclusive author J. D. Salinger, who read and corrected every page, even as he condemned her for writing it. </div><DIV>&#160;</div><DIV>In this special anniversary edition, Maynard&rsquo;s candid introductory reflections on the girl behind the girl who wrote <i>Looking Back</i> lend a new dimension to this iconic analysis of a generation. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Joyce Maynard including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453261286", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Looking%20Back/1373330930.6.jpg", "oyster_summary": "", "average_rating": 3.77, "language_code": "eng", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "title": "Looking Back", "publication_date": "2012-04-17", "number_print_pages": 184}, "position": 48, "uuid": "eowE8SdG8ZH53pkcUZBRXU", "annotation": ""}]