[{"annotation": "As if swimming 2.4 miles, biking 112, and then running 26.2 weren’t enough of a challenge, imagine trying that Ironman after undergoing a heart transplant and hip replacement. Garlett’s inspiring journey from cancer patient to Olympic torch-bearing triathlete makes spin class look like a snap.", "uuid": "KYEeLnSLBKcaZK6kyG3skH", "position": 0, "annotation_html": "As if swimming 2.4 miles, biking 112, and then running 26.2 weren’t enough of a challenge, imagine trying that Ironman after undergoing a heart transplant and hip replacement. Garlett’s inspiring journey from cancer patient to Olympic torch-bearing triathlete makes spin class look like a snap.", "book": {"uuid": "9Mp5FGjqkvEMDDjgGNZNG4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Heart of Iron", "publication_date": "2011-11-01", "oyster_good_for_statement": "", "isbn": "9781613740088", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Throughout his life, there was nothing Kyle Garlett hated more than losing, and he knew early on that four diagnoses of cancer could not match his spirit of competition. His appetite for victory and success and his love of life pushed him past his health hurdles&#151;including a bone marrow transplant, hip replacement, and a heart transplant&#151;and into the greatest challenge of his life: the Ironman Triathlon World Championship. Kyle tells his amazing life story, beginning with his diagnosis of lymphoma and continuing through years of chemotherapy that destroyed his joints and weakened his heart, leading up to his journey to the Ironman Triathlon, in which he competed not once but twice. His miraculous recovery and athleticism are recounted, along with his becoming an Olympic torch bearer, a Leukemia and Lymphoma Society spokesperson, and a motivational speaker.</P></DIV></DIV>", "average_rating": 4.01, "author": "Kyle Garlett", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Heart%20of%20Iron/1372976789.1.jpg"}},{"annotation": "Climbing Mount Everest? It’s been done. Swimming the English Channel, and doing it as a teenage woman in 1926? There’s something you don’t often hear about—because it has so rarely been done. This account of Trudy Ederle’s accomplishment will make you want to log some laps at the nearest pool.", "uuid": "GoGQj4PKzWLZZrBpgvnwQW", "position": 1, "annotation_html": "Climbing Mount Everest? It’s been done. Swimming the English Channel, and doing it as a teenage woman in 1926? There’s something you don’t often hear about—because it has so rarely been done. This account of Trudy Ederle’s accomplishment will make you want to log some laps at the nearest pool.", "book": {"uuid": "X7UJrs53ZUrgRMXhGLvEcM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Young Woman and the Sea", "publication_date": "2009-07-28", "oyster_good_for_statement": "", "isbn": "9780547561417", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><DIV>In 1926, before skirt lengths inched above the knee and before anyone was ready to accept that a woman could test herself physically, a plucky American teenager named Trudy Ederle captured the imagination of the world when she became the first woman to swim the English Channel. It was, and still is, a feat more incredible and uncommon than scaling Mount Everest. Upon her return to the United States, \"Trudy of America\" became the most famous woman in the world. And just as quickly, she disappeared from the public eye.</div><DIV>&#160;</DIV><DIV>Set against the backdrop of the roaring 1920s, <I>Young Woman and the Sea </I>is the dramatic and inspiring story of Ederle&#8217;s pursuit of a goal no one believed possible, and the price she paid. The moment Trudy set foot on land, triumphant, she had shattered centuries of stereotypes and opened doors for generations of women to come. A truly magnetic and often misunderstood character whose story is largely forgotten, Trudy Ederle comes alive in these pages through Glenn Stout&#8217;s exhaustive new research.</div><P></P></DIV>", "average_rating": 4.14, "author": "Glenn Stout", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561417/1376380656.4.jpg"}},{"annotation": "You’ve probably seen Hillary Swank throw some impressive punches in the Oscar winning movie, but have you read F.X. Toole’s short stories that inspired the film? Published just two years before his death, Toole’s precise, graphic prose hits like a well-rehearsed right hook.", "uuid": "eN6z5XCbkZmnnJSHjVtHuE", "position": 2, "annotation_html": "You’ve probably seen Hillary Swank throw some impressive punches in the Oscar winning movie, but have you read F.X. Toole’s short stories that inspired the film? Published just two years before his death, Toole’s precise, graphic prose hits like a well-rehearsed right hook.", "book": {"uuid": "mGDBn2K4oq9TQ4cAYx69uQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 235, "title": "Million Dollar Baby", "publication_date": "2012-05-01", "oyster_good_for_statement": "", "isbn": "9781453253984", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "DRQ4XznNQ6vYipa58odeBa", "image": null, "name": "Anisfield-Wolf Book Award Winner"}, {"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}, {"uuid": "6qTrPsMezP4xsLUJXZoUED", "image": null, "name": "New York Times Notable Book of The Year"}], "description": "<DIV><b>&ldquo;In this remarkable collection . . . the spirit of Hemingway lives on.&rdquo; &mdash;<i>The Wall Street Journal</i></b></div><DIV>&#160;</div><DIV>F. X. Toole knew boxing. Between bouts, he wrote, and two years before his death he published this collection of stories, giving readers an unprecedented look at the gritty life around the ring.</div><DIV>&#160;</div><DIV>He tells of a cutman with a sweet tooth, young fighters with dreams of celebrity, and a talented boxer who goes to Atlantic City for his biggest bout, only to be humiliated by the prejudices of a callous promoter. In &ldquo;Million $$$ Baby,&rdquo; the inspiration for the Oscar-winning Clint Eastwood film, an aged trainer takes on a female fighter, guiding her through disappointment, pain, and tragedy. And in &ldquo;Rope Burns,&rdquo; Toole realizes his epic vision, showing that even the purest fighter can succumb to the pressures of the world outside the sport. Throughout these stories, boxing&rsquo;s violence is redeemed by the respect these men and women share, as they strap on gloves and prepare their bodies for the ultimate test.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of F. X. Toole including rare images and never-before-seen documents from the author&rsquo;s estate.</div>", "average_rating": 3.95, "author": "F. X. Toole", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Million%20Dollar%20Baby/1373330691.2.jpg"}},{"annotation": "Maybe we’re too fixated on any given Sunday in the U.S., but Foer’s unlikely book on soccer—which explores globalization and world economics through the lens of this sport—will make you think there’s room for another type of football in your life.", "uuid": "7W889TL8FynWEUuXH2MPyY", "position": 3, "annotation_html": "Maybe we’re too fixated on any given Sunday in the U.S., but Foer’s unlikely book on soccer—which explores globalization and world economics through the lens of this sport—will make you think there’s room for another type of football in your life.", "book": {"uuid": "TEQR5ZJrCaXM2VA2s5ZVHT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "How Soccer Explains the World", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061864704", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Soccer is much more than a game, or even a way of life. It is a perfect window into the cross&ndash;currents of today's world, with all its joys and its sorrows. In this remarkably insightful, wide&ndash;ranging work of reportage, Franklin Foer takes us on a surprising tour through the world of soccer, shining a spotlight on the clash of civilizations, the international economy, and just about everything in between. <em>How Soccer Explains the World</em> is an utterly original book that makes sense of our troubled times.</p>", "average_rating": 3.68, "author": "Franklin Foer", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061864704/1376527870.76.jpg"}},{"annotation": "Norman Mailer declared James Jones the only writer with more talent than himself, and his writing prowess certainly comes into focus in this tale of a playwright becoming obsessed with deep sea diving—a sport not for the faint at heart.", "uuid": "VkbJq8vHQzVbWxU3KabHag", "position": 4, "annotation_html": "Norman Mailer declared James Jones the only writer with more talent than himself, and his writing prowess certainly comes into focus in this tale of a playwright becoming obsessed with deep sea diving—a sport not for the faint at heart.", "book": {"uuid": "BRqcnCrGRKYCctEGGHsnSA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 672, "title": "Go to the Widow-Maker", "publication_date": "2011-05-10", "oyster_good_for_statement": "", "isbn": "9781453215524", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><b>A playwright vacationing in Jamaica becomes dangerously obsessed with deep-sea diving</b></div><DIV><b><BR></b></div><DIV>Ron Grant is one of the finest playwrights of his generation, second only to Tennessee Williams in pure genius. But success does not mean he feels like a man. On vacation in Jamaica with his mistress, an ice queen who considers him her personal trophy, his thoughts are back in New York City, with a beautiful young girl he met a few days before he left town. As the stress bears down on him, the brilliant playwright goes nearly to pieces before he finds his salvation under water.</div><DIV>&#160;</div><DIV>On his first deep-sea dive, Grant falls in love with the haunting beauty of the reef. He returns as soon as he can, staying longer and swimming deeper until all his problems seep away. But a man can&rsquo;t breathe underwater forever&mdash;and his obsession will drive him to take increasing risks that will change his life forever.</div><DIV>&#160;</div>This ebook features an illustrated biography of James Jones including rare photos from the author&rsquo;s estate. <BR></div>", "average_rating": 3.84, "author": "James Jones", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Go%20to%20the%20Widow-Maker/1373329604.25.jpg"}},{"annotation": "Whether you’re trying to set a personal record or just finish a mile, Bascomb’s account of a young British doctor, a Kansas farm boy, and an Australian aristocrat with nothing in common but the desire to outrun each other will give you new-found respect for your local track.", "uuid": "pz92NH4bACVmBhSbigYqTj", "position": 5, "annotation_html": "Whether you’re trying to set a personal record or just finish a mile, Bascomb’s account of a young British doctor, a Kansas farm boy, and an Australian aristocrat with nothing in common but the desire to outrun each other will give you new-found respect for your local track.", "book": {"uuid": "5CbyPguByuVJz9qmNm5q7b", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Perfect Mile", "publication_date": "2005-04-06", "oyster_good_for_statement": "", "isbn": "9780547525068", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>There was a time when running the mile in four minutes was believed to be beyond the limits of human foot speed, and in all of sport it was the elusive holy grail. In 1952, after suffering defeat at the Helsinki Olympics, three world-class runners each set out to break this barrier. Roger Bannister was a young English medical student who epitomized the ideal of the amateur &#151; still driven not just by winning but by the nobility of the pursuit. John Landy was the privileged son of a genteel Australian family, who as a boy preferred butterfly collecting to running but who trained relentlessly in an almost spiritual attempt to shape his body to this singular task. Then there was Wes Santee, the swaggering American, a Kansas farm boy and natural athlete who believed he was just plain better than everybody else.<br><br>Spanning three continents and defying the odds, their collective quest captivated the world and stole headlines from the Korean War, the atomic race, and such legendary figures as Edmund Hillary, Willie Mays, Native Dancer, and Ben Hogan. In the tradition of Seabiscuit and Chariots of Fire, Neal Bascomb delivers a breathtaking story of unlikely heroes and leaves us with a lasting portrait of the twilight years of the golden age of sport.</div>", "average_rating": 4.12, "author": "Neal Bascomb", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525068/1376380124.14.jpg"}},{"annotation": "What is it that drives people to maddening lengths to succeed, especially at a sport that lies in the margins of popular culture? That question drove Halberstam to write this book about the four Americans who rowed in the 1984 Olympics, and it’s a compelling read for sports fans and pacifists alike.", "uuid": "KNW598Uo6yUjtprvkVSQq4", "position": 6, "annotation_html": "What is it that drives people to maddening lengths to succeed, especially at a sport that lies in the margins of popular culture? That question drove Halberstam to write this book about the four Americans who rowed in the 1984 Olympics, and it’s a compelling read for sports fans and pacifists alike.", "book": {"uuid": "4W9cF9h39EKtoPLtUMC4JF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 213, "title": "The Amateurs", "publication_date": "2012-12-18", "oyster_good_for_statement": "", "isbn": "9781453295137", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null, "name": "Pulitzer Prize-Winning Author"}], "description": "<DIV><b>Halberstam&rsquo;s suspenseful and inspirational bestselling story of the four amateur rowers who put everything on the line to represent the United States in the 1984 Olympics</b><b><BR></b></div><DIV><BR>In 1984, rowing was a sport continually relegated to the margins, far from the spotlights attracted by other Olympic events. That year, four men went head-to-head for the right to compete for gold as the United States&rsquo; single sculler, an honor that would lead not to lucrative endorsement deals, but to the fleeting glory of the Olympic Games, and the satisfaction of ranking supreme among their competitive community of oarsmen. In pursuit of that goal, the rowers pushed through crippling pain, delaying personal relationships and careers, all for the rush of winning. Determined to understand these athletes of a seemingly bygone era, Pulitzer Prize&ndash;winning journalist and author David Halberstam chronicles their bravery and obsession, delivering a dramatic human story, buzzing with adrenaline, about the lengths to which athletes will go to prove their mettle and compete on the highest level.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "average_rating": 4.12, "author": "David Halberstam", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Amateurs/1373332859.06.jpg"}},{"annotation": "There are things we like to do, and there are things we like to read about but never, ever, ever do in real life. Case in point: this clever memoir about people who run marathons in Antarctica. Yes, you heard that correctly: Antarctica. It sounds miserable, but we’re glad someone did it (and had enough energy left to write a book about it).", "uuid": "Usrxd3DtHSLu6m7BfpV6f9", "position": 7, "annotation_html": "There are things we like to do, and there are things we like to read about but never, ever, ever do in real life. Case in point: this clever memoir about people who run marathons in Antarctica. Yes, you heard that correctly: Antarctica. It sounds miserable, but we’re glad someone did it (and had enough energy left to write a book about it).", "book": {"uuid": "VouYw8mwQ4ZA2JZ6vSPQeh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 192, "title": "The Coolest Race on Earth", "publication_date": "2009-01-01", "oyster_good_for_statement": "", "isbn": "9781569764183", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Chronicling the world's most difficult race through the eyes of one who ran it, this vivid and humorous memoir shares the adventures of inspiring contestants&#151;including a wheelchair-bound runner and three record-breaking grandmothers&#151;as they trek across the daunting terrain of extinct volcanoes, craggy mountain peaks, and the turbulent Drake passage, all in a quest to complete the Antarctica Marathon. Revealing the runners' struggles against melting glaciers and hostile skuas, the narrative also recounts their unique experiences with curious penguins and whale sightings. Spotlighting the people and the place that make this annual event so remarkable, this account not only reflects why marathons are so successful but also presents a deeply funny meditation on what makes people run.</p></DIV></DIV>", "average_rating": 3.36, "author": "John Hanc", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20Coolest%20Race%20on%20Earth/1372977393.83.jpg"}},{"annotation": "History is full of great rivalries. Greece vs. Troy. Aaron Burr vs. Alexander Hamilton. Kanye West vs. Taylor Swift. But when it comes to basketball, no rivalry was more important in bringing the game to national attention than Larry Bird versus Magic Johnson. This is their dual account of their own experiences during the NBA’s glory days.", "uuid": "fwn8gnxQ93LooJuXwRNyGV", "position": 8, "annotation_html": "History is full of great rivalries. Greece vs. Troy. Aaron Burr vs. Alexander Hamilton. Kanye West vs. Taylor Swift. But when it comes to basketball, no rivalry was more important in bringing the game to national attention than Larry Bird versus Magic Johnson. This is their dual account of their own experiences during the NBA’s glory days.", "book": {"uuid": "6b7rCy4vbtHC8oMaY3vs7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "When the Game Was Ours", "publication_date": "2009-11-04", "oyster_good_for_statement": "", "isbn": "9780547416816", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>From the moment these two players took the court on opposing sides, they engaged in a fierce physical and psychological battle. Their uncommonly competitive relationship came to symbolize the most compelling rivalry in the NBA. These were the basketball epics of the 1980s &#8212; Celtics vs Lakers, East vs West, physical vs finesse, Old School vs Showtime, even white vs black. Each pushed the other to greatness &#8212; together Bird and Johnson collected&#160;eight NBA Championships, six MVP awards and helped save the floundering NBA at its most critical time.&#160;When it started they were bitter rivals, but along the way they became lifelong friends.&#160;&#160;</p> <p>With intimate, fly-on-the-wall detail, <I>When the Game Was Ours</I> transports readers to this electric era of basketball and reveals for the first time the inner workings of two players dead set on besting one another.&#160;From the heady days of trading championships to the darker days of injury and illness, we come to understand Larry&#8217;s obsessive devotion to winning and how his demons drove him on the court. We hear him talk with candor about playing through chronic pain and its truly exacting toll.&#160;In Magic we see a young, invincible star struggle with the sting of defeat, not just as a player but as a team leader.&#160; We are there the moment he learns he&#8217;s contracted HIV and hear in his own words how that devastating news impacted his relationships in basketball and beyond.&#160;But always, in both cases, we see them prevail.</P> <p>A compelling, up-close-and-personal portrait of basketball&#8217;s most inimitable duo, <I>When the Game Was Ours</I> is a reevaluation of three decades in counterpoint.&#160;It is also a rollicking ride through professional basketball&#8217;s best times.", "average_rating": 4.14, "author": "Larry Bird", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416816/1376379622.15.jpg"}},{"annotation": "Sports stars are often elevated to mythical proportions, and baseball legend Mickey Mantle is no exception. Before you hit the big leagues, may we suggest Leavy’s biography: a search for the man behind seven world championships, and a good reminder that even athletes are mere mortals.", "uuid": "PPUDxUhM3PaQ6hLzGTbPzH", "position": 9, "annotation_html": "Sports stars are often elevated to mythical proportions, and baseball legend Mickey Mantle is no exception. Before you hit the big leagues, may we suggest Leavy’s biography: a search for the man behind seven world championships, and a good reminder that even athletes are mere mortals.", "book": {"uuid": "XVdkGaQWCqGy5jJfDpgmuN", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "The Last Boy", "publication_date": "2010-10-12", "oyster_good_for_statement": "", "isbn": "9780061987786", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Jane Leavy, the acclaimed author of the <em>New York Times</em> bestseller <em>Sandy Koufax: A Lefty's Legacy</em>, returns with a biography of an American original&#8212;number 7, Mickey Mantle. Drawing on more than five hundred interviews with friends and family, teammates, and opponents, she delivers the definitive account of Mantle's life, mining the mythology of The Mick for the true story of a luminous and illustrious talent with an achingly damaged soul. </p><p>Meticulously reported and elegantly written, <em>The Last Boy</em> is a baseball tapestry that weaves together episodes from the author's weekend with The Mick in Atlantic City, where she interviewed her hero in 1983, after he was banned from baseball, with reminiscences from friends and family of the boy from Commerce, Oklahoma, who would lead the Yankees to seven world championships, be voted the American League's Most Valuable Player three times, win the Triple Crown in 1956, and duel teammate Roger Maris for Babe Ruth's home run crown in the summer of 1961&#8212;the same boy who would never grow up. </p><p>As she did so memorably in her biography of Sandy Koufax, Jane Leavy transcends the hyperbole of hero worship to reveal the man behind the coast-to-coast smile, who grappled with a wrenching childhood, crippling injuries, and a genetic predisposition to alcoholism. In <em>The Last Boy</em> she chronicles her search to find out more about the person he was and, given what she discovers, to explain his mystifying hold on a generation of baseball fans, who were seduced by that lopsided, gap-toothed grin. It is an uncommon biography, with literary overtones: not only a portrait of an icon, but an investigation of memory itself. How long was the Tape Measure Home Run? Did Mantle swing the same way right-handed and left-handed? What really happened to his knee in the 1951 World Series? What happened to the red-haired, freckle-faced boy known back home as Mickey Charles? </p><p>\"I believe in memory, not memorabilia,\" Leavy writes in her preface. But in <em>The Last Boy</em>, she discovers that what we remember of our heroes&#8212;and even what they remember of themselves&#8212;is only where the story begins.</p>", "average_rating": 3.89, "author": "Jane Leavy", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987786/1376529739.36.jpg"}},{"annotation": "Deep in the Himalayan Mountains, twelve athletes race to the top of a 22,000 foot peak, a two million dollar prize on the line. Oh, and the world is watching via live streaming broadcast. Ullman’s novel reads like Survivor on steroids. ", "uuid": "WMV6BZ8gafUaCJZPzsktwE", "position": 10, "annotation_html": "Deep in the Himalayan Mountains, twelve athletes race to the top of a 22,000 foot peak, a two million dollar prize on the line. Oh, and the world is watching via live streaming broadcast. Ullman’s novel reads like Survivor on steroids. ", "book": {"uuid": "z4gHYV8FRpqpNxYksyUQYB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 375, "title": "Darwin's Race", "publication_date": "2009-05-01", "oyster_good_for_statement": "", "isbn": "9781605423159", "publisher": {"uuid": "nWWDE6cSVwsPMhMpm5CNRT", "name": "Medallion Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">In this gripping novel, the world is watching as 12 hardened racers gather to compete in an event promoted as the most ambitious adventure race ever attempted. The contestants will advance into the deepest unexplored gorge on earth, and the first climber to ascend to the top of 22,000-foot Kuk Sur, one of the last remaining unclimbed Himalayan peaks, will claim a two million dollar prize. Among the climbers are Conner Michaels, haunted by his brother's mysterious death on Kuk Sur six years earlier; Preston Child, the millionaire financier of the race; and Child&#8217;s beautiful daughter, Malika. Hotshot television producer Terrance Carlton is overseeing the filming of the event, and each racer is outfitted with a shoulder-mounted camera for live broadcasts around the world. But as the racers plunge deeper into the legendary gorge, death follows. As the carnage mounts in the treacherously remote mountains, the racers&#151;and the millions watching the tragedy unfold on television&#151;realize that the mist-shrouded gorge is not as uninhabited as everyone had believed.</P></DIV>", "average_rating": 4.14, "author": "Brian Ullmann", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/Darwin%27s%20Race/1372977583.03.jpg"}},{"annotation": "For beginners or seasoned runners, check out this guide to training your mind to maximize the pleasures of pounding the pavement. With a little Zen in your morning jog, you just might do it again tomorrow.", "uuid": "znE36bM3n5wmJLf2wg2nwU", "position": 11, "annotation_html": "For beginners or seasoned runners, check out this guide to training your mind to maximize the pleasures of pounding the pavement. With a little Zen in your morning jog, you just might do it again tomorrow.", "book": {"uuid": "KJfds9WZugCnrzwQeYosRa", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Zen and the Art of Running", "publication_date": "2009-10-18", "oyster_good_for_statement": "", "isbn": "9781440513411", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "All that I am, I am because of my mind.~ Paavo Nurmi, Olympic runner with nine gold medals in track & field. All runners strive to get in the \"zone,\" but here they'll learn to enter the ZEN \"zone\"! By adopting Buddha's mindful approach, you will discover you can run longer, faster, and harder. This book shows how to align body and mind for success on and off the track! Iron Man triathlete and philosophy professor Larry Shapiro coaches you to: Walk the talk: Get out and run; Practice mindfulness: Train harder; Visualize success: Race the Zen way; Accept and let go: Cope peacefully with injuries and aging. Complete with case studies, testimonials, and training techniques, this guide inspires seasoned runners and first timers alike to pound the path to enlightenment--one stride at a time!", "average_rating": 3.25, "author": "Larry Shapiro", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Zen%20and%20the%20Art%20of%20Running/1373353507.96.jpg"}},{"annotation": "Maybe you’ve done a Tough Mudder and you’re looking to kick things up a notch. How about moving to Alaska to train Siberian Huskies for the world’s hardest dogsled race? Obstacles include wayward moose, hungry wolves, and thin ice. Safety not guaranteed.", "uuid": "jwjkiqbGhNNWu6QrLZ8n4Q", "position": 12, "annotation_html": "Maybe you’ve done a Tough Mudder and you’re looking to kick things up a notch. How about moving to Alaska to train Siberian Huskies for the world’s hardest dogsled race? Obstacles include wayward moose, hungry wolves, and thin ice. Safety not guaranteed.", "book": {"uuid": "Y3QVZhSz585MPXJbriAKJZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 326, "title": "Running North", "publication_date": "1999-01-11", "oyster_good_for_statement": "", "isbn": "9781565128248", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "What happens when a woman and her husband move their family from New Hampshire to Alaska to train a team of purebred Siberian Huskies for the world's toughest dogsled race, the Yukon Quest? They endure thousands of miles of lonely training in the Yukon trying to avoid thin ice, wolves, and rogue moose; they put up with the amused skepticism of Alaskan locals; and they pit themselves against the ultimate, fickle adversary--nature. RUNNING NORTH is the true story of how Ann Cook, her husband, George, and their young daughter, Kathleen, moved to Alaska and how their Siberians became the first team from the lower forty-eight states to finish the Yukon Quest. It tracks George on his horrific journey through the Yukon, recording the frostbite, the hallucinations that come with exhaustion, the wolves, and the nights out on the ice at minus ninety degrees Fahrenheit. This is the great story of man struggling against nature and surviving. But unlike most accounts of high adventure that center solely on the adventurer and the quest, RUNNING NORTH is also the story of Ann Cook, who drove the truck and carried the gear and kept the family together. In the tradition of MY OLD MAN AND THE SEA, she tells both stories in simple, elegant prose that reveals the tragedy, joy, and folly that lie on either side of the curtain separating the adventurer from the world left behind. They run up against crazy landlords, win over gruff neighbors, drive a broken-down truck that sucks oil like Alaskans suck coffee, listen to a radio show that keeps trappers in contact with the world, meet mysterious fishermen who appear without notice and disappear without a sign, fight with a young cousin who will betray them in the end, protect their young daughter from the dangers of their new wild world, and stare awestruck at the wide sweep of Alaskan landscape. RUNNING NORTH is the story of two very different adventures on the edge: one among the racers braving the Yukon and the other among the people they leave behind.", "average_rating": 3.88, "author": "Ann Mariah Cook", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128248/1377656483.6.jpg"}}]