[{"position": 33, "book": {"publisher": {"name": "Storey Publishing, LLC", "uuid": "WGNGigST6Z4aTPBRUejphH"}, "author": "Rachel Holcomb", "status": 1, "average_rating": 4.48, "title": "The Healthy College Cookbook", "uuid": "B8zmFXxzSmYTEdxSgeWxFB", "cover_img": "https://cflare.oysterbooks.com/covers/Storey%20Publishing%2C%20LLC/9781603426473/1377657868.67.jpg", "oyster_good_for_statement": "", "publication_date": "2009-01-07", "number_print_pages": 293, "oyster_summary": "", "description": "For nearly a decade, <i>The Healthy College Cookbook</i> has offered time-pressed, budget-crunched students a simple way to enjoy home cooking in their own small apartment kitchens or even dorm rooms. Written by students for students, the book offers hundreds of simple, healthful alternatives to dreary cafeteria fare. The first edition was so successful it returned to print 17 times.<br> <br> Now, this best-selling cookbook has been revised, expanded, and enlivened for a new generation of students. One hundred brand-new recipes have been added to the old favorites, including expanded breakfast options, recipes for the ever-popular George Foreman Grill, new smoothie creations, and pizza toppings for storebought crusts, English muffins, and pita bases. Recipes require only a handful of easy-to-find ingredients. The book is packed with vegetarian options, and every recipe is as nutritious as it is delicious. Most can be prepared in less time than it takes to order pizza.<br><br> Most college students are new to cooking, and <i>The Healthy College Cookbook</i> contains a wealth of information and tips for the novice. It explains cooking terms, describes common spices, and offers basic, sensible advice on stocking a kitchen with equipment and food staples.<br><br> The book isn't just for novices, however. Even the most discerning young palates will appreciate zesty Garlic Green Beans with Tofu or lively Mandarin-Mint Salad. These recipes are so quick, so inexpensive, and so delicious that they're bound to become dinner party favorites, years past graduation.", "isbn": "9781603426473", "language_code": "eng", "awards": []}, "uuid": "CJm9Tsrv75MsNDzaBpTiVn", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Joe Graedon", "status": 1, "average_rating": 4.26, "title": "Best Choices from the People's Pharmacy", "uuid": "DxcF9NJEDQ6WrWxqhoppPn", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605295992/1376894080.46.jpg", "oyster_good_for_statement": "", "publication_date": "2006-10-31", "number_print_pages": 432, "oyster_summary": "", "description": "<p><b>From the <i>New York Times</i> bestselling authors of <i>The People's Pharmacy</i>, a reliable resource for remedies and treatment</b></p><p>After more than three decades as one of the world's premier sources for authoritative, trustworthy health information, The People's Pharmacy delivers its most groundbreaking resource yet, identifying best-choice treatments for the medical conditions that smart health-care consumers most want to know about. </p><p>What makes a treatment a \"best choice”? The designation draws on a combination of factors, including effectiveness, safety, and cost. Depending on the condition, the best choices may be home remedies, lifestyle strategies, herbal or nutritional supplements, over-the-counter or prescription drugs—or, in many cases, a combination of all of these.</p><p><i>Best Choices from The People's Pharmacy</i> is the first book to present such a wide range of treatment options and evaluate them side-by-side. Inside you'll find:</p><ul><li>Remedies for dozens of health concerns, from acne to weight loss.</li><li>Thumbnails that offer at-a-glance descriptions of the best choices—complete with vital information on possible side effects and approximate cost.</li><li>Remedy ratings that allow you to compare the treatment options for each condition with ease.</li><li>The People's Pharmacy Favorite Picks—a selection of self-care strategies, tested and recommended by People's Pharmacy fans.</li></ul><p><i>Best Choices from The People's Pharmacy</i> is the latest work from Joe and Terry Graedon, whose incisive investigation and reporting of all aspects of health care has earned them a worldwide audience. The Graedons have culled their best choices through careful review of current scientific research as well as testimonials from their legion of People's Pharmacy readers and listeners. And they present these treatments to you in the accessible, practical style that The People's Pharmacy is acclaimed for. Armed with this information, you can make the best choice for you.</p>", "isbn": "9781605295992", "language_code": "English", "awards": []}, "uuid": "XXL6TSX77vQbnFmy9Wrk4P", "annotation": ""},{"position": 1, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "David Kessler", "status": 1, "average_rating": 3.69, "title": "The End of Overeating", "uuid": "xYpDQVJ7EF3yKQjx8nUNkV", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605295053/1376149899.81.jpg", "oyster_good_for_statement": "", "publication_date": "2009-04-28", "number_print_pages": 336, "oyster_summary": "", "description": "<p>Dr. David A. Kessler, the dynamic and controversial former FDA commissioner known for his crusade against the tobacco industry, is taking on another business that’s making Americans sick: the food industry. In <i>The End of Overeating</i>, Dr. Kessler shows us how our brain chemistry has been hijacked by the foods we most love to eat: those that contain stimulating combinations of fat, sugar, and salt.</p><p>Drawn from the latest brain science as well as interviews with top physicians and food industry insiders, <i>The End of Overeating</i exposes the food industry’s aggressive marketing tactics and reveals shocking facts about how we lost control over food—and what we can do to get it back. For the millions of people struggling with their weight as well as those of us who simply can’t seem to eat our favorite foods in moderation, Dr. Kessler’s cutting-edge investigation offers valuable insights and practical answers for America’s largest-ever public health crisis. There has never been a more thorough, compelling, or in-depth analysis of why we eat the way we do.</p>", "isbn": "9781605295053", "language_code": "English", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "QpuZ2ijo4BTswgX4nx4ef", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Nathanael Johnson", "status": 1, "average_rating": 3.77, "title": "All Natural*", "uuid": "VyTA76i9aNAssjZs93oNn9", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609615482/1376893232.76.jpg", "oyster_good_for_statement": "", "publication_date": "2013-01-29", "number_print_pages": 352, "oyster_summary": "", "description": "<p>In this age of climate change, killer germs, and obesity, it’s easy to feel as if we’ve fallen out of synch with the global ecosystem. This ecological anxiety has polarized a new generation of Americans: many are drawn to natural solutions and organic lifestyles, while others rally around high-tech development and industrial efficiencies. Johnson argues that both views, when taken to extremes, can be harmful, even deadly.</p><p>Johnson, raised in the crunchy-granola epicenter of Nevada City, California, lovingly and rigorously scrutinizes his family’s all-natural mindset, a quest that brings him into the worlds of an outlaw midwife, radical doctors, renegade farmers and one hermit forester. Along the way, he uncovers paradoxes at the heart of our ecological condition: Why, even as medicine improves, are we becoming less healthy? Why are more American women dying in childbirth? Why do we grow fatter the more we diet? Why have so many attempts to save the environment backfired?</p><p>In this sparklingly intelligent, wry, and scrupulously reported narrative, Johnson teases fact from faith and offers a rousing and original vision for a middle ground between natural and technological solutions that will assuage frustrated environmentalists, perplexed parents, and confused consumers alike.</p>", "isbn": "9781609615482", "language_code": "English", "awards": []}, "uuid": "LUvAb9JkNJB99rQbVRtVBR", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Marilyn Diamond", "status": 1, "average_rating": 4.17, "title": "Young for Life", "uuid": "RhCyRCRc6obXEr8aVe6BWY", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609615437/1376893899.83.jpg", "oyster_good_for_statement": "", "publication_date": "2013-04-02", "number_print_pages": 352, "oyster_summary": "", "description": "<p><b>The best-selling author of Fit for Life outlines a program that reverses genetic aging with whole foods, isometric exercise, and a cocktail of essential supplements.</b></p><p>One hundred and seventy millions Americans are obese. Thirty million are \"skinny fat,\" not outwardly big but inwardly nutrition deficient. The authors of this book, both staunch vegans for decades, were among the \"skinny fat.\" After witnessing accelerated aging, Marilyn Diamond and Dr. Donald Schnell transformed their health through a radical lifestyle overhaul that most people over 40 will find easy and intuitive. </p><p><i>Young for Life</i> begins with the premise that our bodies are miraculous machines that have the potential for life-long vitality, sexuality, and youthfulness, and then shows how to reverse the signs aging through three key life-changing practices:</p><ul><li>Whole Food nutrition for vital nutrients that combat genetic aging</li><li>Convenience exercise—6-second techniques of muscle contraction that are the foundation of shaping sexy muscle anytime, anywhere </li><li>Disease-prevention—fighting nutrient deficiency with micronutrient supplements</li></ul>", "isbn": "9781609615437", "language_code": "English", "awards": []}, "uuid": "E6eVTy37hQs82LWZKk44Be", "annotation": ""},{"position": 30, "book": {"publisher": {"name": "Workman Publishing Company", "uuid": "J8zDjwKBXDVuRhLWcfRMZn"}, "author": "David Buchholz", "status": 1, "average_rating": 4.56, "title": "Heal Your Headache", "uuid": "buWXv4KiqGF2mtHDyECudS", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761153603/1377071021.18.jpg", "oyster_good_for_statement": "", "publication_date": "2002-08-12", "number_print_pages": 272, "oyster_summary": "", "description": "Based on the breakthrough understanding that virtually all headaches are forms of migraine--because migraine is not a specific type of headache, but the built-in mechanism that causes headaches of all kinds, along with neck stiffness, sinus congestion, dizziness, and other problems--Dr. Buchholz's <i>Heal Your Headache</i> puts headache sufferers back in control of their lives with a simple, transforming program:<br><br>Step 1: Avoid the \"Quick Fix.\" Too often painkillers only make matters worse because of the crippling complication known as rebound. <br><br>Step 2: Reduce Your Triggers. The crux of the program: a migraine diet that eliminates the foods that push headache sufferers over the top. <br><br>Step 3: Raise Your Threshold. When diet and other lifestyle changes aren't enough, preventive medication can help stay the course.<br><br>That's it: in three steps turn your headache problems around.", "isbn": "9780761153603", "language_code": "eng", "awards": []}, "uuid": "fKjuVPfq6MrYrirHGS7i2f", "annotation": ""},{"position": 18, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Robert H. Pitcairn", "status": 1, "average_rating": 4.27, "title": "Dr. Pitcairn's New Complete Guide to Natural Health for Dogs and Cats", "uuid": "kVgphXex5ymi8X5ogr6bWM", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781594868597/1376894147.79.jpg", "oyster_good_for_statement": "", "publication_date": "2005-08-11", "number_print_pages": 464, "oyster_summary": "", "description": "<p><b>The definitive guide to holistic dog and care—make this your first choice in raising your pet in the most natural and healthy way possible.</b></p><p>In the third, revised edition of this groundbreaking text on holistic dog and cat care, Dr. Richard Pitcairn once again outlines his program for helping pets obtain complete wellness, from their puppyhood and kittenhood throughout old age. In this updated edition, he:</p><ul><li>Presents fully revised recipes to reflect products currently on the market</li><li>Reveals information on what consumers don't know about the pet food industry</li><li>Includes detailed information on homeopathic medicine and first aid procedures</li><li>Provides tips on traveling with pets</li><li>Uncovers ways to safeguard the home against toxins—both inside and out</li><li>Has expanded the Quick Reference section to include today's more common ailments</li></ul><p>Writing with the warmth and compassion that has won him a national following, Dr. <i>Pitcairn's Complete Guide to Natural Health For Dogs and Cats</i> is equally invaluable to both veterinarians and pet guardians alike. That's why pet professionals like Dr. Larry A. Bernstein say, ”This book should be required reading for anyone seeking true, lasting health for their animals and will continue to be a must-read for my clients.”</p>", "isbn": "9781594868597", "language_code": "English", "awards": []}, "uuid": "aRVQRdnik53tHgrWpDLtX", "annotation": ""},{"position": 15, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Eric R. Braverman", "status": 1, "average_rating": 4.02, "title": "Younger Brain, Sharper Mind", "uuid": "LNiwzgarJfYWmYwyLM87oN", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613679/1376893905.19.jpg", "oyster_good_for_statement": "", "publication_date": "2012-01-31", "number_print_pages": 304, "oyster_summary": "", "description": "<p>No one can avoid gray hair and wrinkles, but what about preventing the brain from aging? Dr. Eric Braverman, “America’s Brain Doctor” and bestselling author has created a simple, science-based plan that can help prevent the worst mental side effects of aging: memory loss, cognitive decline, and mood changes.</p><p>Dr. Braverman distills 35 years of research and clinical experience into a 6-step program that helps spur neurogenesis: growing new brain cells as one ages. By following the plan, readers can self-detect cognitive decline, reverse it, and boost the brain’s power and speed.</p><p>In <i>Younger Brain, Sharper Mind</i>, readers will discover:</p><ul><li>The Braverman Brain Advantage Test—a fast and simple way to assess attention span, memory, and cognitive function</li><li>Special foods scientifically proven to support brain function</li><li>A comprehensive set of exercises—for both body and brain—designed to keep readers healthy and functioning at a high level even as the years go by</li></ul>", "isbn": "9781609613679", "language_code": "English", "awards": []}, "uuid": "fF74JuriDeBDzbmhX5GMnY", "annotation": ""},{"position": 31, "book": {"publisher": {"name": "Workman Publishing Company", "uuid": "J8zDjwKBXDVuRhLWcfRMZn"}, "author": "Gene Stone", "status": 1, "average_rating": 3.43, "title": "The Secrets of People Who Never Get Sick", "uuid": "FTfgN4oNJkGNxHhCL8uHi5", "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761171430/1377071061.48.jpg", "oyster_good_for_statement": "", "publication_date": "2012-01-15", "number_print_pages": 250, "oyster_summary": "", "description": "Who does not want to be healthier? Now in paperback: the book that Andrew Weil calls <i>&#8220;offbeat, informative, and fun . . . a great read,&#8221;</i> and that has been praised as <i>&#8220;a delightful dance through science&#8221;</i> (<i>New York Times </i>bestselling author Mark Hyman, M.D.) and as a <i>&#8220;remarkable and insightful book [that] offers you the chance to achieve the best health of your life&#8221;</i> (Mark Liponis, M.D., Medical Director, Canyon Ranch).<br /><br />Written by bestselling author Gene Stone, <i>The Secrets of People Who Never Get Sick </i>arose from his desire to discover what might actually prevent him from getting sick himself. This book, the result of that exploration, tells the stories of twenty-five people who each possess a different secret of excellent health&#8212;a secret that makes sense and that Stone discovered has a true scientific underpinning. There are food secrets&#8212;why to take garlic and vitamin C, eat more probiotics, become<br />a vegan, drink a tonic of brewer&#8217;s yeast. Exercise secrets&#8212;the benefits of lifting weights, the power of stretching. Environmental secrets&#8212;living in a Blue Zone, understanding the value of germs. Emotional secrets&#8212;seek out and stay in touch with friends, cultivate your spirituality. Physical secrets&#8212;nap more, take cold showers in the morning. And the wisdom that goes back generations: Yes, chicken soup works.<br /><br />The stories make it personal, the research makes it real, and the do-it-yourself information shows how to integrate each secret into your own life, and become the next person who never gets sick.", "isbn": "9780761171430", "language_code": "eng", "awards": []}, "uuid": "vmV4RJ37Wa9rw7Vkh4Zxu", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Arthur Agatston", "status": 1, "average_rating": 3.95, "title": "The South Beach Diet Supercharged", "uuid": "vGbt3gcQjHVMUWbs5fNf9U", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605292878/1376149887.23.jpg", "oyster_good_for_statement": "", "publication_date": "2008-04-28", "number_print_pages": 352, "oyster_summary": "", "description": "<p>With the publication of the original <i>The South Beach Diet</i>, renowned Miami cardiologist Dr. Arthur Agatston set out to change the way America eats. Now he has an even more ambitious goal: to change the way America lives by helping Americans become fitter as well as thinner and healthier—for life.</p><p>In the all-new <i>The South Beach Diet Supercharged</i>, Dr. Agatston shows you how to rev up your metabolism and lose weight faster while following the proven healthy eating principles of the original diet: choose good carbs, good fats, lean protein, and low-fat dairy.</p><p>Collaborating with Dr. Joseph Signorile, a professor of exercise physiology at the University of Miami, Dr. Agatston presents a cutting-edge, three-phase workout that perfectly complements the three phases of the diet itself. Based on the latest exercise science, this ease-into-it fitness program combines low- and high-intensity interval exercise (with a focus on walking) and functional core body-toning exercises. The result: You'll look fitter and you'll burn more fat and calories all day—even at rest. Also included is the latest nutritional research on how specific foods high in vitamins, minerals, fiber, and a host of phytonutrients help keep you healthy; new and expanded lists of Foods to Enjoy; taste-tempting Meal Plans for phases 1 and 2; and dozens of easy-to-prepare new recipes, including Eggs Frijoles, Chock-Full-of-Veggies Chili, Roasted Tomato Soup, Homestyle Turkey Meatloaf, and South Beach Diet Tiramisu.</p><p>In every chapter you'll find inspiring success stories from real-life South Beach dieters and plenty of effective weight loss tips. And as an added bonus, Dr. Agatston answers the questions you've most often asked him about the diet since the original book was published.</p>", "isbn": "9781605292878", "language_code": "English", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "gKu5z3S6iQFzdanFaEkhnd", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Ellen W. Cutler", "status": 1, "average_rating": 4.06, "title": "MicroMiracles", "uuid": "GRpNWuHBeZjCMoK8Q5CwT8", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609616519/1376894400.01.jpg", "oyster_good_for_statement": "", "publication_date": "2005-09-29", "number_print_pages": 368, "oyster_summary": "", "description": "<p><b>The only definitive resource on enzyme therapy by the nation's leading expert, a pioneering medical doctor who has used enzymes to treat allergies, asthma, fatigue, chronic pain, and many other ailments—with astonishing success!</b></p><p>Welcome to the next frontier in healing where natural substances known as enzymes will transform how we view—and combat—disease. Unlike conventional medications, which only mask symptoms, enzyme supplements work at the cellular level to repair and prevent the damage that's responsible for a host of health problems. And they're safe, with no known side effects.</p><p><i>MicroMiracles</i> is the definitive resource on enzyme therapy. Here you'll find everything you need to assess your enzyme status and incorporate enzyme supplements into your self-care regimen. Experience their amazing therapeutic benefits for yourself!</p><ul><li>Eliminate food cravings—and unwanted pounds</li><li>Replenish energy stores</li><li>Stimulate immune function</li><li>Protect against heart disease, cancer, and diabetes</li><li>Fight inflammation</li><li>Slow the aging process</li></ul><p>In <i>MicroMiracles</i>, you'll also discover how undiagnosed food intolerances may leave you feeling less than your best—and how enzymes support optimum digestion and restore balance to all of your body's systems. Your payoff is radiant health.</p>", "isbn": "9781609616519", "language_code": "English", "awards": []}, "uuid": "yGRBaf4N4qmNbTQb9YVX8d", "annotation": ""},{"position": 22, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Natasha Turner", "status": 1, "average_rating": 3.54, "title": "The Carb Sensitivity Program", "uuid": "RMsv5tW4feq6uPKHSwdjCY", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613303/1376893663.77.jpg", "oyster_good_for_statement": "", "publication_date": "2012-08-07", "number_print_pages": 480, "oyster_summary": "", "description": "<p>A no-carb diet may lead to weight loss—at first—but ultimately this approach fails for most people. Why? Because it’s not sustainable, and since nothing has been done to improve carb tolerance, once carbs are introduced people experience bloating, cravings, and rebound weight gain, <i>plus</i> another 5 to 10 pounds. The vast majority of us have different degrees of sensitivity to carbohydrates without realizing it. For some people, healthy carbs such as carrots, black beans, and quinoa are what’s making them fat! <i>The Carb Sensitivity Program</i> is more than a diet. It’s a personalized carb rehab plan that helps readers identify the types of carbs that work best with their bodies, remove the ones they’re sensitive to, and repair their metabolisms so they can safely eat those carbs again. The result: more energy, better health, and a slimmer body—for life.</p>", "isbn": "9781609613303", "language_code": "English", "awards": []}, "uuid": "mXnuPLramBo2kbfeLBrSpA", "annotation": ""},{"position": 11, "book": {"publisher": {"name": "Hampton Roads Publishing", "uuid": "Qcbtji76pzfv42cPDki3kZ"}, "author": "Amit Goswami", "status": 1, "average_rating": 4.46, "title": "The Quantum Doctor", "uuid": "7KUmx5yQ2KizujGkDMFLuA", "cover_img": "https://cflare.oysterbooks.com/covers/Hampton%20Roads%20Publishing/The%20Quantum%20Doctor/1373393554.25.jpg", "oyster_good_for_statement": "", "publication_date": "2011-07-15", "number_print_pages": 320, "oyster_summary": "", "description": "For quantum physicist Amit Goswami, medicine is a timely area of application for the new science based on the primacy of consciousness. This new science has a spectacular ability to integrate conventional science, spirituality, and healing. If any field needs integration, says Goswami, it is medicine and healing. Goswami boldly reinterprets the leading methods of alternative medicine--homeopathy, Chinese medicine, acupuncture, Ayurveda, and conventional medicine in this new edition of his popular book. He shows how these seemingly different models can be combined into a new system of integrative medicine and offers profound insights into the relationship between physics and consciousness.This approach offers physicians and patients a whole new way of applying healthcare with a greater potential for healing and could be the basis for a major paradigm shift in medicine. ", "isbn": "9781612830438", "language_code": "eng", "awards": []}, "uuid": "YtyvCeAo9JiXeT9imbt866", "annotation": ""},{"position": 24, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Natasha Turner", "status": 1, "average_rating": 3.97, "title": "The Hormone Diet", "uuid": "NtCKsb88hBTsyU8ETSenxa", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605291000/1376149935.81.jpg", "oyster_good_for_statement": "", "publication_date": "2010-07-06", "number_print_pages": 480, "oyster_summary": "", "description": "<p>If diet after diet has failed you, it’s not your fault. It might be a hormone imbalance.</p><p>Many of us experience signs and symptoms of hormonal imbalance every day. Do you have trouble dragging yourself out of bed in the morning? Ever have an uncontrollable sugar craving at 3 p.m.? Chronic headaches? Lack of energy? Do you get stressed just sitting in your office? Our bodies are wired to send us signals when something isn't right, but often we're too busy to hear them. Compounding the problem is a lack of understanding about the consequences if these symptoms are left unaddressed. Without hormonal balances, we are more likely to succumb to many diseases and illnesses.</p><p><i>The Hormone Diet</i> lays out a foolproof to accelerate weight loss, one hormone at a time. Through self-tests, you’ll discover exactly which hormones are out of balance and then create a personalized formula for fat loss based on the results.</p><p>But this more than just a diet book. Along with advice for weight loss, Dr. Natasha Turner provided recommendations for anti-inflammatory detox, nutritional supplements, exercise, sleep, stress management, toxin-free skin care, and natural hormone replacement combined with a diet plan—all incorporated into a 3-step wellness program focused on the essentials of hormone balance for lasting health.</p>", "isbn": "9781605291000", "language_code": "English", "awards": []}, "uuid": "5NFMxpCmd7g2RA29WfULSk", "annotation": ""},{"position": 34, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Robin Zasio", "status": 1, "average_rating": 4.5, "title": "The Hoarder in You", "uuid": "teW8aaC9biTK6ELkZakpyM", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609611323/1380279043.19.jpg", "oyster_good_for_statement": "", "publication_date": "2012-11-13", "number_print_pages": 240, "oyster_summary": "", "description": "<b>From the hit A&E show <i>Hoarders</i>, psychologist Dr. Robin Zasio shows readers how to take control of their stuff and de-clutter their lives.</b><br><br>Recently, the once little-known condition of hoarding has become a household phrase—in part due to the popularity of the Emmy Award–winning television show <i>Hoarders</i>, which has captivated audiences with its stark and heartbreaking look at the people who suffer from this paralyzing condition.<br><br>Contributing expert to <i>Hoarders</i> Dr. Robin Zasio believes that our fascination with hoarding stems from the fact that most of us fall somewhere on the hoarding continuum. In <i>The Hoarder in You</i>, Dr. Zasio shares behind-the-scenes stories from the show, including some of the most serious cases of hoarding that she’s encountered—and explains how readers can learn from these extreme examples. She also shares psychological and practical advice for de-cluttering and organizing, including how to tame the emotional pull of acquiring additional things, make order out of chaos by getting a handle on cluter, and create an organizational system that reduces stress and anxiety.", "isbn": "9781609611323", "language_code": "English", "awards": []}, "uuid": "i8L9ox4NcoEH5fJxKFu85a", "annotation": ""},{"position": 7, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Angela C. Wu", "status": 1, "average_rating": 3.93, "title": "Fertility Wisdom", "uuid": "5noEJjpxhY4wMjWa2H9Hf9", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609616823/1376894197.67.jpg", "oyster_good_for_statement": "", "publication_date": "2006-09-05", "number_print_pages": 256, "oyster_summary": "", "description": "<p><b>Introducing the only clinically proven program—steeped in ancient Chinese healing traditions—that has enabled hundreds of infertile couples to conceive. </b></p><p>At Wu's Healing Center in San Francisco, miracles are happening. Women and their partners come to the clinic—often from across the country—to fulfill a passionately held yet fragile dream: to conceive and deliver the healthy baby that mainstream doctors have told them they cannot have. Using traditional Chinese medical techniques, sometimes integrated with Western fertility treatments, Dr. Angela Wu is helping these couples experience the miracle of birth.</p><p>In <i>Fertility Wisdom</i>, Dr. Wu details a proven 6-part self-care regimen that helps create the internal harmony and balance vital to conception. Her techniques not only enhance the results and reduce the side effects of in vitro and other Western fertility treatments, they also shorten labor and speed postpartum recovery. Babies benefit too, adopting regular sleep patterns more quickly and getting sick less frequently.</p><p>At a time when one in five U.S. couples is struggling with fertility problems, this practical and uplifting volume, filled with the inspirational stories of Dr. Wu's grateful patients, will be a godsend.</p>", "isbn": "9781609616823", "language_code": "English", "awards": []}, "uuid": "P4xkrBujDqH9pAZLPEW5GW", "annotation": ""},{"position": 29, "book": {"publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Allyson Reedy", "status": 1, "average_rating": 3.45, "title": "Breaking the Chain", "uuid": "uMtZStqtPWW9yPd6AFnVLY", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Breaking%20the%20Chain%3A%20How%20I%20Banned%20Chain%20Restaurants%20From%20My%20Diet%20And%20Went%20From%20Full%20To%20Fulfilled/1372976434.2.jpg", "oyster_good_for_statement": "", "publication_date": "2011-09-13", "number_print_pages": 98, "oyster_summary": "", "description": "<DIV>In 2009 Allyson Reedy broke the chain. She stopped eating meals, snacks and goodies from the chain restaurants that line America&rsquo;s streets and dominate our stomachs. Her food memoir, <I>Breaking the Chain: How I Banned Chain Restaurants From My Diet And Went From Full To Fulfilled</I>, chronicles her year-long experience as she sought out local alternatives to the food we&rsquo;ve come to rely upon.<BR><BR><I>Breaking the Chain</I> is <I>Fast Food Nation</I> (Eric Schlosser) told from Carrie Bradshaw&rsquo;s point of view (if she loved manicotti as much as Manolos). It&rsquo;s about passing up ritual office breakfasts of bagels and donuts. It means having awkward conversations and waiting longer for food. It involves breaking social customs and inconveniencing friends. It necessitates supporting your neighbors and local community. It also means discovering new favorite foods, saving money and (for Allyson) losing weight.<BR><I><BR>Breaking the Chain</I> began with Allyson wanting to eat better tasting, more adventurous food. After watching friends, family and strangers eat unsatisfactory meal after meal at chain restaurants and get fatter as a result, she wondered how we could break this chain of mediocrity, obesity and commercialism. By giving up corporate-controlled meals, she figured she could achieve her goal of eating the most delicious possible food and maybe even learn something about her eating habits along the way.<BR><BR>The experiment turned into so much more than tasty food. Somehow, eating guilt-free turned into the world&rsquo;s easiest weight loss method. During the worst economic downturn of our lifetime, it became a means of keeping community restaurants in business &ndash; and neighbors employed. It&rsquo;s possible Allyson reduced her carbon footprint by half a step and increased her life by a few years. She unwittingly became social commentary and got in a battle with The Man. In other words, it got interesting.</div>", "isbn": "9780983839569", "language_code": "eng", "awards": []}, "uuid": "R7yy4pQ4vbEDNKWFrHWknA", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Suzanne Braun Levine", "status": 1, "average_rating": 3.68, "title": "You Gotta Have Girlfriends", "uuid": "ZBiReBpFGWoPuNphWEpfki", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/You%20Gotta%20Have%20Girlfriends/1373336369.99.jpg", "oyster_good_for_statement": "", "publication_date": "2013-04-16", "number_print_pages": 57, "oyster_summary": "", "description": "<DIV><b>A brief, lively, and relatable guide to improving your health through friendship</b></div><DIV><BR>One of the best things a woman can do for her health, especially after the age of fifty, is nurture her relationships with her girlfriends. New studies show that women can change one another&rsquo;s brain chemistry for the better, which means those laughter-filled get-togethers are crucial to aging well. In other words, the post-fifty version of &ldquo;an apple a day&rdquo; is &ldquo;nurture your friendships.&rdquo;</div><DIV>&#160;</div><DIV>In her trademark style&mdash;a vibrant and accessible mix of anecdotes, personal observations, and relevant research&mdash;Suzanne Braun Levine&rsquo;s <i>You Gotta Have Girlfriends </i>is an inspiring and eye-opening affirmation of the power of female friendship in the second half of life.</div>", "isbn": "9781480414853", "language_code": "eng", "awards": []}, "uuid": "kDQdJp4dima82vLzJRsBfY", "annotation": ""},{"position": 29, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Alex Jamieson", "status": 1, "average_rating": 3.72, "title": "The Great American Detox Diet", "uuid": "o7zEoncGV3a6rKLvRFY7kL", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623362584/1381961809.54.jpg", "oyster_good_for_statement": "", "publication_date": "2006-06-27", "number_print_pages": 288, "oyster_summary": "", "description": "<p><b>Here, in response to all the requests, is the detox program that undid the damage Morgan Spurlock—director and star of <i>Super Size Me</i>—did to his body in a month of gorging on nothing but McDonald's</b><br><br>What would happen if you ate nothing but fast food for an entire month? That's what filmmaker Morgan Spurlock attempted to find out by making his scathing tongue-in-cheek documentary <i>Super Size Me</i>. A 33-year-old New Yorker in excellent health, he would eat nothing but McDonald's for 30 days, to gauge the effects on his body. The results were shocking: He gained almost 30 pounds, saw his cholesterol skyrocket, and developed chest pains and dangerously high blood pressure.<br><br><i>The Great American Detox</i> is an everyman's version of Spurlock's detox diet. Designed by vegan chef and holistic nutritionist (and Spurlock's significant other) Alex Jamieson, it is the program that gave Spurlock his health back. While doctors feared the damage might be permanent, Jamieson knew otherwise. She regularly sees her detox diet help clients achieve radical improvements in their emotional, spiritual, and physical health. Now she has written it up for popular use. Filled with mouthwatering recipes, it is a flexible 8-week program for weight loss, increased energy, allergy elimination, and other long-term health benefits.</p>", "isbn": "9781623362584", "language_code": "English", "awards": []}, "uuid": "RnwDbPTqAfdFERd7AnYqVS", "annotation": ""},{"position": 39, "book": {"publisher": {"name": "Wiley", "uuid": "2amzipTUXfnqZf2Nwkv9PD"}, "author": "Bradley Bale", "status": 1, "average_rating": 0.0, "title": "Beat the Heart Attack Gene", "uuid": "m2kfXxtSY4PW3ZooNnQXWb", "cover_img": "https://cflare.oysterbooks.com/covers/Wiley/9781630260569/1391580755.38.jpg", "oyster_good_for_statement": "", "publication_date": "2014-02-04", "number_print_pages": 0, "oyster_summary": "", "description": "A revolutionary, personalized guide to preventing heart disease—America’s #1 killer\r\nHeart disease is the #1 cause of death in America. It affects 81 million Americans and is the culprit in one of every two deaths in the United States. Most people think that they are not at risk of a heart attack if they control their cholesterol and blood pressure, but they aren’t aware of other major risk factors. The good news is that with the right information and strategies, heart attacks are preventable—even if heart disease runs in the family.\u2028\u2028In Beat the Heart Attack Gene, world-renowned cardiovascular specialists Bradley Bale, MD and Amy Doneen, ARNP, present a new model for understanding and preventing heart disease. They explain the three different genetic types of cholesterol profiles and tailor treatments for each type, using their cutting-edge Bale/Doneen Method, a comprehensive, evidence-based medical treatment plan that detects cardiovascular disease (CVD) at early stages and stabilizes it with individualized medical and lifestyle therapy. Beat the Heart Attack Gene includes easy quizzes and self-tests that show how to determine cholesterol genotype as well as advice for how to apply that knowledge through and individualized lifestyle advice. For heart attack and stroke survivors, the Bale/Doneen Method also helps prevent recurrences by identifying and treating what's triggering the patient's disease—a crucial step that many cardiologists neglect.\u2028\u2028With their proven method utilized by healthcare professionals worldwide, Bale and Doneen empower readers by alerting them to potential health threats, and then offer personalized strategies so they can live healthy, active lives without fear of heart attack or stroke. Specifically, Beat the Heart Attack Gene addresses:\u2028\u2028*The hidden cause of most heart attacks\u2028*Early prevention methods\u2028*The dangerous cholesterol most doctors don’t check\u2028*Major red flags for heart attack and stroke risk, including gum disease\u2028*The genes that increase cardiovascular risk as much as smoking\u2028*The best and worst supplements and foods for your heart\u2028*10 surprising ways to prevent heart attacks ", "isbn": "9781630260569", "language_code": "eng", "awards": []}, "uuid": "ku6NBT8RRrgxTjPnuH77oB", "annotation": ""},{"position": 35, "book": {"publisher": {"name": "Scribe Publications Pty Ltd.", "uuid": "6dTavedMFQnFcFDnhgFK6f"}, "author": "Sallee McLaren", "status": 1, "average_rating": 0.0, "title": "Don't Panic", "uuid": "6GcyHgv4r49E6Hv5ByA8wi", "cover_img": "https://cflare.oysterbooks.com/covers/Scribe%20Publications%20Pty%20Ltd./Don%27t%20Panic/1372980949.11.jpg", "oyster_good_for_statement": "", "publication_date": "2012-09-01", "number_print_pages": 256, "oyster_summary": "", "description": "Panic attacks, phobias, extreme shyness, and general anxiety disrupt the lives of an estimated 15 per cent of the population. Typically, these kinds of problems are diagnosed, often without evidence, as being caused by a biochemical imbalance that requires rebalancing through medication. The result, very often, is an endless psychiatric revolving-door syndrome.    With the publication of Don&#8217;t Panic, readers now have a practical alternative. This breakthrough book offers proven ways for afflicted readers to change their lives for the better permanently and without drugs. Here&#8217;s how.    Dr McLaren has observed that emotional distress in adults, such as anxiety and depression, often arises from learned responses that were triggered by negative childhood backgrounds. But what was true or helpful in childhood become false assumptions and poor coping-strategies in adulthoodleading individuals into self-reinforcing cycles of emotional crisis. And yet, Dr McLaren has discovered, the symptoms disappear permanently if these strategies are changed and the assumptions overturned.    Dr. McLaren&#8217;s pathfinding book, rich with specific examples and case studies, offers readers real-life ways to escape from self-sabotaging patterns of behaviour. Don&#8217;t Panic is an invaluable resource: a clearly expressed, straightforward guide that works, written by an experienced mental-health professional.", "isbn": "9781921942723", "language_code": "eng", "awards": []}, "uuid": "89aAHT6vAAKfVknXrUNKgG", "annotation": ""},{"position": 30, "book": {"publisher": {"name": "The Mountaineers Books", "uuid": "CuGzkxfXsKr327nnE5cKN3"}, "author": "Melany Herrera", "status": 1, "average_rating": 4.42, "title": "The Front Yard Forager", "uuid": "a8ZWdysNqgJyXFaQJBRy4m", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594857485/1379660772.3.jpg", "oyster_good_for_statement": "", "publication_date": "2013-08-28", "number_print_pages": 192, "oyster_summary": "", "description": "The Front Yard Forager brings DIY harvesting right to your door, making foraging easy, accessible, and fun for everyone even in the middle of the city or suburbia. From the yard to the parking strip, in city parks or along municipal thoroughfares, food is abundant and free for the taking!\nThe Front Yard Forager invites all of us to take control of our food by entering into the fun and delicious world of foraging. A concise field guide and recipe book, it showcases the 30 most readily found edible urban weeds. From dandelion to day lily, nipplewort to nettle, and pineapple weed to purslane there's a salad bowl full of fresh edibles just waiting to be collected and put to good use. Each plant profile features an easy-to-use field identification guide, including photographs, as well as where to find the plant and what to do with it in the kitchen. Recipes range from simple and classic to practically gourmet, while introductory chapters and sidebars cover the hows and whys of foraging: ethics, nutritional information, harvesting, precautions, and more", "isbn": "9781594857485", "language_code": "eng", "awards": []}, "uuid": "v55TEqfxjCYGSQo4dxoR6g", "annotation": ""},{"position": 37, "book": {"publisher": {"name": "Osprey Publishing Ltd", "uuid": "CKve5rvBeXmrtiv2onthRU"}, "author": "Amanda Hamilton", "status": 1, "average_rating": 0.0, "title": "Eat Fast Slim", "uuid": "XdQ5gsrqpMorVz5Cdqyd7g", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781848991569/1385165127.98.jpg", "oyster_good_for_statement": "", "publication_date": "2013-04-11", "number_print_pages": 288, "oyster_summary": "", "description": "<p>Traditional diet lore dictates that we shouldn’t skip meals. But amazing new findings show that short bursts of fasting, created by lengthening the gaps between eating, can lead to the ultimate fat-burning state – this is intermittent fasting (IF). It’s a truth that body-builders and top athletes have known for years but scientists are now confirming that fasting accelerates fat loss and shifts weight from stubborn areas too. What’s more, you’ll find that you sleep better, have more energy, slow down your ageing and even improve your long-standing health problems through fine-tuning your body’s repair mechanisms.</p>\r\n<p>Amanda Hamilton’s Eat, Fast, Slim contains a choice of diet plans which allow you to tailor the diet according to your lifestyle and ‘weight-loss personality’. You can choose Plan A, a daily fast of 16 hours (so you’ll skip either dinner or breakfast), starting with once a week and working up to more frequent fasts. Or you can follow Plan B, a full day fast, twice a week, during which you’ll eat one evening meal. But there’s freedom in the plans so you can graze, rather than sitting down to main meals, and you can of course add an exercise element to your routine whilst fasting. On top of this, you can follow Plan C to enhance the fasts with juicing and other boosting techniques. </p>\r\n<p>Interspersed throughout the book, Amanda tells the story of how she found her way to IF, from her introduction to fasting on a meditation retreat in the Himalayas to her work with the system in her weight-loss clinic. She reveals the latest scientific findings that support the physical, mental and spiritual benefits of structured fasting, describes how the plans were created, and the results that the reader can expect. IF may pay homage to a practice that has been adopted by spiritual practitioners for thousands of years but it’s never been more needed than right here, right now.</p>", "isbn": "9781848991569", "language_code": "eng", "awards": []}, "uuid": "CbUaEvNt582kuENsuvcoBA", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Tovar Cerulli", "status": 1, "average_rating": 3.8, "title": "The Mindful Carnivore", "uuid": "je7FeAR7LaTt4c4krA7b2K", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/The%20Mindful%20Carnivore/1373330072.73.jpg", "oyster_good_for_statement": "", "publication_date": "2012-02-14", "number_print_pages": 320, "oyster_summary": "", "description": "<DIV><B>&#160;A vegan-turned-hunter reignites the connection between humans and our food and continues the dialogue begun by Michael Pollan and Barbara Kingsolver.</B><DIV><BR>While still in high school, Tovar Cerulli experimented with vegetarianism and by the age of twenty, he was a vegan.&#160;Ten years later, in the face of declining health, he would find himself picking up a rifle and heading into the woods.</div><DIV>&#160;</div><DIV>Through his personal quest, Tovar Cerulli bridges disparate worldviews and questions moral certainties, challenging both the behavior of many hunters and the illusion of blamelessness maintained by many vegetarians. Drawing on personal anecdotes, philosophy, history and religion, Cerulli shows how America&rsquo;s overly sanitized habits of consumption and disconnection with our food have resulted in so many of the health and environmental crises we now face.<BR></div></div>", "isbn": "9781453226216", "language_code": "eng", "awards": []}, "uuid": "AhTJV3nqqkyrhKdSzjvQ9F", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "David Zinczenko", "status": 1, "average_rating": 3.24, "title": "The 8-Hour Diet", "uuid": "q6RfLof22TYjUXJoKMQncT", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609615918/1376149907.25.jpg", "oyster_good_for_statement": "", "publication_date": "2012-12-24", "number_print_pages": 288, "oyster_summary": "", "description": "<p>In <i>The 8-Hour Diet</i>, David Zinczenko and Peter Moore present a paradigm-shifting plan that allows readers to eat all the foods that they love, while losing those extra pounds that they hate. But it's so simple it's like clockwork. Literally.</p><p>Research shows that by focusing their diet on 8 critical, nutrient-rich Superfoods—and eating as they normally would, but only within an 8-hour window each day—readers really can eat whatever they want, while losing weight faster than they ever imagined. The timing mechanism is such that it will reset a dieter's metabolism so that he or she can enter fat-burning mode first thing in the morning—and stay there all day long.</p><p>In the book, readers will additionally find motivating strategies, cheating tips for those days when an 8-hour schedule is impossible, a sample eating plan, delicious recipes (of course, rich in Superfoods), an eight-minute daily workout routine to maximize calorie burn, and a bonus workout for those looking not only to lose weight but also to tone their bodies. <i>The 8-Hour Diet</i> promises to strip away unwanted pounds, and to give readers the focus and willpower they need to reach all of their goals for weight loss (and otherwise).</p>", "isbn": "9781609615918", "language_code": "English", "awards": []}, "uuid": "jhMuhbcmDHEzwqFzjDjEr5", "annotation": ""},{"position": 15, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Elaine Magee", "status": 1, "average_rating": 3.71, "title": "Food Synergy", "uuid": "KS7LMCVMAZYDNCsyZ5L5Eb", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605299679/1376894225.31.jpg", "oyster_good_for_statement": "", "publication_date": "2008-03-04", "number_print_pages": 384, "oyster_summary": "", "description": "<p>When is an apple more than an apple?</p><p>When it's enjoyed with a nice cup of green tea, of course. Tea is brimming with special phytonutrients called catechins, which research shows may boost the effectiveness of another important nutrient in apples to inhibit blood clots and lower the risk of a heart attack. Who knew there were so many benefits beyond such delicious flavor?</p><p>Over the past few years, scientists have made a number of dramatic new breakthroughs such as this one. Beyond discovering which Super Foods offer maximum health benefits, they now know that some nutrients actually work together to unlock your body's full healing potential. And the good news is that reaping these benefits can be as effortless as opening your refrigerator. <i>Food Synergy</i> is your authoritative guide to harnessing the power of these delicious foods for better health.</p><p>Inside, you'll find:</p><ul><li>12 simple rules to flood your body with powerful nutrients and help you get the amounts you need without supplements</li><li>Helpful tips for finding the right foods that can actually boost your weight loss efforts</li><li>Detailed advice about the foods to choose for their healing potential, along with shopping and storage advice to make it easy to have them on hand</li><li>The latest news about four key power foods that help lower LDL cholesterol levels by more than 20 percent—the same effectiveness as some statin medications</li><li>Dozens of simple, mouthwatering recipes and meal plans that make it easy for the entire family to eat well</li></ul>", "isbn": "9781605299679", "language_code": "English", "awards": []}, "uuid": "avD8oniC7NgLosLKNgJ6aV", "annotation": ""},{"position": 17, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Jacob Teitelbaum", "status": 1, "average_rating": 4.17, "title": "Real Cause, Real Cure", "uuid": "3jbygoWZyyQzArpjdFJA6U", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609618520/1376893551.08.jpg", "oyster_good_for_statement": "", "publication_date": "2012-08-07", "number_print_pages": 448, "oyster_summary": "", "description": "<p><b>An eye-opening guide that boils down common health problems to nine simple causes and offers the relief readers have been searching for.</b></p><p>An expert in combining both traditional and alternative medicine, Dr. Teitelbaum explains that tackling nine wholly preventable causes is the key to long-term, <i>real </i>relief from nagging health concerns.</p><p><i>Real Cause, Real Cure </i>unearths the underlying causes of more than 50 health problems, steering readers toward cost-effective, safe, and easy remedies to combat woes ranging from acne and food allergies to diabetes and cancer. Readers will discover how getting a full night’s rest can combat heart disease, diabetes, depression, heartburn, weight gain, and chronic pain; how adding exercise to one’s daily routine not only prevents an expanding waistline, but also wards off Alzheimer’s, fibromyalgia, insomnia, and stroke; and how drugs taken to improve our health are a major culprit in why we keep getting sick.</p><p>This user-friendly guide takes the confusion out of personal health care so readers can enjoy a life free of needless prescriptions, doctors’ offices, and irritating health issues.</p>", "isbn": "9781609618520", "language_code": "English", "awards": []}, "uuid": "wgamWmsWYyRKDBdDiYanNY", "annotation": ""},{"position": 25, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Pamela Peeke", "status": 1, "average_rating": 3.83, "title": "The Hunger Fix", "uuid": "FMfaS89QRxSPWFUBTtRo3A", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609614539/1376149952.63.jpg", "oyster_good_for_statement": "", "publication_date": "2012-09-18", "number_print_pages": 368, "oyster_summary": "", "description": "<p>Food addiction is <i>real</i>. Our body’s built-in reward system, driven by the chemical dopamine, tells us to do things that give us pleasure: Creative energy, falling in love, entrepreneurship—even the continued procreation of the human race—are driven by this system. Unfortunately, so is the urge to overeat.</p><p>In <i>The Hunger Fix</i>, Dr. Pam Peeke uses the latest neuroscience to explain how, with repeated exposure coupled with life stresses, any food can become a \"False Fix\" and ensnare you in a vicious cycle of food obsession, overeating, and addiction. Indeed, she shows that dopamine rushes in the body can work <i>exactly </i>the same way with food as with drugs like cocaine.</p><p>Luckily, this very same system can be easily rewired to reward us with a healthy, happy, and fulfilling life. <i>The Hunger Fix </i>lays out a science-based three-stage plan that shows us how to break our addiction to False Fixes and replace them with healthier rewards. Fun fitness activities, customized meal plans, and delicious, satisfying recipes are designed to trigger the specific neurochemical cascade that stimulates your body’s reward system, reclaims your hijacked brain, and supports your lifelong recovery. Energizing Healthy Fixes such as meditating, having sex, writing your own blog, or going for a walk on the beach—even laughing—quickly replace the junk food, couch time, and other self-destructive habits that can leave you unhappy and overweight.</p><p>Packed with practical tips, useful advice, and plenty of wit, wisdom, and inspiring stories of those who have successfully transformed their bodies, <i>The Hunger Fix </i>is a life-changing program for anyone (of any size) trapped by food obsessions and the urge to overeat.</p>", "isbn": "9781609614539", "language_code": "English", "awards": []}, "uuid": "rRWRkphvSUV2HyRonKXyzD", "annotation": ""},{"position": 23, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Jessica Alba", "status": 1, "average_rating": 4.09, "title": "The Honest Life", "uuid": "aqBZZqgExiUge9eXXXq3DY", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619121/1376893692.4.jpg", "oyster_good_for_statement": "", "publication_date": "2013-03-12", "number_print_pages": 272, "oyster_summary": "", "description": "<p>As a new mom, Jessica Alba wanted to create the safest, healthiest environment for her family. But she was frustrated by the lack of trustworthy information on how to live healthier and cleaner—delivered in a way that a busy mom could act on without going to extremes. In 2012, with serial entrepreneur Brian Lee and environmental advocate Christopher Gavigan, she launched The Honest Company, a brand where parents can find reliable information and products that are safe, stylish, and affordable. <i>The Honest Life</i> shares the insights and strategies she gathered along the way.</p><p><i>The Honest Life</i> recounts Alba’s personal journey of discovery and reveals her tips for making healthy living fun, real, and stylish, while offering a candid look inside her home and daily life. She shares strategies for maintaining a clean diet (with favorite family-friendly recipes) and embraces nontoxic choices at home and provides eco-friendly decor tips to fit any budget. Alba also discusses cultivating a daily eco beauty routine, finding one’s personal style without resorting to yoga pants, and engaging in fun, hands-on activities with kids. Her solutions are easy, chic, and down-to-earth: they’re honest. And discovering everyday ways to live naturally and authentically—true to you—could be honestly life-changing.</p>", "isbn": "9781609619121", "language_code": "English", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "M626R6KtPcM4cgqCUHesNn", "annotation": ""},{"position": 4, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Francine Shapiro", "status": 1, "average_rating": 4.34, "title": "Getting Past Your Past", "uuid": "qucD8vpBmKbWjRL5wxvsoj", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613686/1376149863.01.jpg", "oyster_good_for_statement": "", "publication_date": "2012-02-28", "number_print_pages": 354, "oyster_summary": "", "description": "<p><b>A totally accessible user's guide from the creator of a scientifically proven form of psychotherapy that has successfully treated millions of people worldwide.</b></p><p>Whether we've experienced small setbacks or major traumas, we are all influenced by memories and experiences we may not remember or don't fully understand. <i>Getting Past Your Past</i> offers practical procedures that demystify the human condition and empower readers looking to achieve real change.</p><p>Francine Shapiro, the creator of EMDR (Eye Movement Desensitization and Reprocessing), explains how our personalities develop and why we become trapped into feeling, believing and acting in ways that don't serve us. Through detailed examples and exercises readers will learn to understand themselves, and why the people in their lives act the way they do. Most importantly, readers will also learn techniques to improve their relationships, break through emotional barriers, overcome limitations and excel in ways taught to Olympic athletes, successful executives and performers.</p><p>An easy conversational style, humor and fascinating real life stories make it simple to understand the brain science, why we get stuck in various ways and what to do about it. Don't let yourself be run by unconscious and automatic reactions.</p>", "isbn": "9781609613686", "language_code": "English", "awards": []}, "uuid": "CSNjdgSuS4JQ7heYV4M2qe", "annotation": ""},{"position": 38, "book": {"publisher": {"name": "Worthy Publishing", "uuid": "rUfVzAjmVEkM7qUMHePvSa"}, "author": "Rhona Epstein", "status": 1, "average_rating": 0.0, "title": "Food Triggers", "uuid": "peE9a9aMRCkmhnbXLBB2eN", "cover_img": "https://cflare.oysterbooks.com/covers/Worthy%20Publishing/9781617953125/1383894544.3.jpg", "oyster_good_for_statement": "", "publication_date": "2013-12-10", "number_print_pages": 224, "oyster_summary": "", "description": "A licensed psychologist and certified addictions counselor, Epstein brings insights learned through her own battle with addictive eating to deliver tangible action steps to overcome eating issues. It is written for people who are currently battling an unhealthy relationship with food. Food Triggers is full of practical applications from Scripture, genuine compassion and true stories of struggle and success. This book helps readers understand that addictive eating is a physical, emotional and spiritual problem that must be addressed on all three levels in order to achieve true freedom. Food Triggers isn’t just another diet book; it is truly a food addict’s roadmap to the Promised Land—the land of success, peace and total freedom.", "isbn": "9781617953125", "language_code": "eng", "awards": []}, "uuid": "C7eEYWYuAdkaw6z5846iXE", "annotation": ""},{"position": 0, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Michelle DeAngelis", "status": 1, "average_rating": 4.24, "title": "Get a Life That Doesn't Suck", "uuid": "Sx7kM5ndyv8TYTAmBw2gZ", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605299181/1376894278.15.jpg", "oyster_good_for_statement": "", "publication_date": "2008-09-02", "number_print_pages": 288, "oyster_summary": "", "description": "<p>Life can really suck. But it doesn't have to. With the help of esteemed consultant and coach Michelle DeAngelis, life can really rock. DeAngelis serves up a combination of street-smart wisdom and cheerful irreverence as she shows readers how to enjoy the \"ride of their lives,\" regardless of the roadblocks or potholes along the way. By providing the specific mechanics to joy, DeAngelis shows that joy is a repeatable by-product of living one's life in integrity and of making conscious choices every day that kick misery, worry, and guilt to the curb. She explains how most people are not naturally equipped to deal with life's challenges and then introduces foundational tools and effective techniques to take readers from crappy to happy. She starts with a Joy Quotient Quiz that gives readers their \"JQ\" score and identifies their \"Gap\"—the measurable difference between what people think and what they do—which is where life sucks. She then teaches a four-step, fast-acting process that provides \"suck relief\" to solve everyday problems. The centerpiece of the work is DeAngelis's 10 Life-Changing Ahas.</p><p>From the title to the very last line, <i>Get a Life That Doesn't Suck</i> is not your everyday self-help book. Through humor and real-life examples, DeAngelis explains how readers can reduce their stress, improve their outlook, and get rid of whatever is holding them back. She provides the formula for readers to make joy real and accessible so that the journey from \"life sucks\" to \"life rocks\" is worth the trip.</p>", "isbn": "9781605299181", "language_code": "English", "awards": []}, "uuid": "RvQv5sKL7yygTEuoJHsB4e", "annotation": ""},{"position": 17, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Sari Harrar", "status": 1, "average_rating": 0.0, "title": "Relief at Last!", "uuid": "73yxBHgizkTYVjgk4BcHEB", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609617868/1376893564.17.jpg", "oyster_good_for_statement": "", "publication_date": "2012-03-13", "number_print_pages": 608, "oyster_summary": "", "description": "<p>Chronic pain is something that no one should have to suffer from, yet 50 million Americans do. But new research can help put an end to that. <i>Relief at Last</i> is a comprehensive guide that exposes the root causes of more than 60 common conditions—from tendinitis to heartburn to fibromyalgia—and helps readers find immediate relief from pain, in addition to everyday strategies to permanently alleviate ailments of the joints, muscles, and other achy body parts.</p><p>So that readers don’t need to wade through the staggering amount of contradictory information about what’s safe and what’s effective, <i>Relief at Last</i> presents the latest doctor-reviewed research to provide an overview of where and why pain begins, and then put that knowledge to use in determining the best way to say goodbye to it forever—using proven combinations of conventional and complementary therapies.</p><p>Pain is different for every individual. With the knowledge provided in <i>Relief at Last</i> and an easy-to-use pain diary to track success, readers will equip themselves with all the tools needed to manage flare ups and find a customized solution to reduce their pain over the long term.</p>", "isbn": "9781609617868", "language_code": "English", "awards": []}, "uuid": "GMwKmzBBygiFQ4kBUSPoUF", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Ray Kurzweil", "status": 1, "average_rating": 3.87, "title": "Transcend", "uuid": "uj4J8t8u76KUQK6KU2kx2m", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605296722/1376149847.24.jpg", "oyster_good_for_statement": "", "publication_date": "2009-04-28", "number_print_pages": 480, "oyster_summary": "", "description": "<p><b>This easy-to-follow program will help you transcend the boundaries of your genetic legacy and live long enough to live forever. Soon, our notion of what it means to be a 55-year-old will be as outdated as an eight-track tape player.</b></p><p>In <i>Transcend</i>, famed futurist Ray Kurzweil and his coauthor Terry Grossman present a cutting edge, accessible program based on the vanguard in nutrition and science. They've distilled thousands of scientific studies to make the case that new developments in medicine and technology will allow us to radically extend our life expectancies and slow the aging process. <i>Transcend</i> gives you the practical tools you need to live long enough (and remain healthy long enough) to take full advantage of the biotech and nanotech advances that have already begun and will continue to occur at an accelerating pace during the years ahead.</p><p>To help you remember the nine key components of the program, Ray and Terry have arranged them into a mnemonic:</p><ul><li> <b>T</b>alk with your doctor</li><li> <b>R</b>elaxation</li><li> <b>A</b>ssessment</li><li> <b>N</b>utrition</li><li> <b>S</b>upplements</li><li> <b>C</b>alorie reduction</li><li> <b>E</b>xercise</li><li> <b>N</b>ew technologies</li><li> <b>D</b>etoxification</li></ul>", "isbn": "9781605296722", "language_code": "English", "awards": []}, "uuid": "T9i43FP5BkVEkm64S3xFe9", "annotation": ""},{"position": 3, "book": {"publisher": {"name": "Red Wheel Weiser", "uuid": "A6seb8YnHM6RRPbRHAokw4"}, "author": "John Robbins", "status": 1, "average_rating": 4.33, "title": "Voices of the Food Revolution", "uuid": "phLFHhKReGWq8KKTAwDkz3", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/Voices%20of%20the%20Food%20Revolution/1373392357.07.jpg", "oyster_good_for_statement": "", "publication_date": "2013-05-06", "number_print_pages": 288, "oyster_summary": "", "description": "Did you know that: More than 80% of the foods you eat in restaurants and buy at supermarkets contain genetically engineered ingredients, and that these ingredients have been linked to toxic and allergic reactions in people; sickness, sterility, and fatalities in livestock; and damage to virtually every organ studied in lab animals? If you don't count French fries, ketchup or pizza as vegetables, more than half of Americans eat no vegetables at all? Cows raised for meat are impacting our climate more than cars?  It’s possible to be a positive food revolutionary without sounding like a self-righteous nag?Join John and Ocean Robbins for 21 intimate, game-changing conversations with some of the world’s leading “food revolutionaries”: scientists, doctors, teachers, farmers, economists, activists, and nutritionists working on food issues today. Introduced and with commentary by John Robbins and his son Ocean, the book features luminaries such as: Dean Ornish, MD, on his years-in-the-making breakthrough with Medicare (his program for healing heart disease is now covered)  Kathy Freston on making incremental, manageable changes to how we eat T. Colin Campbell, PhD, (author of the famed China Study) with the latest research on animal protein and human health Joel Fuhrman, MD (author of the bestselling Eat to Live), on achieving excellent health through diet Caldwell Esselstyn, MD, of the Cleveland Clinic on wiping out heart disease by changing what we eat Vandana Shiva, PhD, on GMOs and Big Ag Rory Freedman on how to stop eating misery and start looking fabulous Raj Patel on building a saner global food policyEach contributor discusses his or her work in depth, but together they make one rallying cry: for a healthy, sustainable, humane, and delicious revolution in how we and the world are fed. Over twenty-five years ago John Robbins started a revolution. This book is proof of how far we’ve come, a fascinating look behind the scenes of the multi-faceted food movement, and a call to join in the work of ensuring our health and food future. ", "isbn": "9781609258689", "language_code": "eng", "awards": []}, "uuid": "PRvNizW6Z6ZKwHUekGn3Ci", "annotation": ""},{"position": 5, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Editors of Prevention", "status": 1, "average_rating": 3.85, "title": "The Doctors Book of Home Remedies", "uuid": "hJoNJvjkGRGjKbnSKvDrGV", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781605291604/1376894141.25.jpg", "oyster_good_for_statement": "", "publication_date": "2010-03-02", "number_print_pages": 704, "oyster_summary": "", "description": "<p>When the original <i>Doctors Book of Home Remedies </i>published in 1990, it became the cornerstone of the oldest and arguably the most successful franchise in the history of Rodale Books. Twenty years, ten spinoffs, and millions of copies later, the Doctors Book remains as popular as ever. It's easy to understand why: Home remedies are inexpensive, effective, and ideal for everyday ailments that don't require hands-on medical care, as well as for chronic conditions that can benefit from ancillary therapies. </p><p>This newly expanded and updated edition delivers the sensible, trustworthy advice that readers have come to expect from the Doctors Book brand. But this volume is more comprehensive, more authoritative, and more accessible than ever, presenting all-new remedies for more than 200 conditions, culled from interviews with hundreds of physicians and other health care professionals. Readers will discover how rubbing aspirin over an insect bite can stop swelling; how table sugar can help heal a minor cut; how soaking their feet in tea can reduce odor; how a mix of bananas and avocado can moisturize dry hair; how sipping soda that's gone flat can quiet a queasy stomach; and much more. Packed from cover to cover with reliable, user-friendly tips and techniques, <i>The Doctors Book of Home Remedies </i>is like having a physician on call 24/7.</p>", "isbn": "9781605291604", "language_code": "English", "awards": []}, "uuid": "Fh6VvZEoXJbpeJ6ptVYnES", "annotation": ""},{"position": 36, "book": {"publisher": {"name": "Bird Street Books", "uuid": "MWdrBFKwu25fkY26onSfYd"}, "author": "Travis Stork, M.D.", "status": 1, "average_rating": 0.0, "title": "The Doctor's Diet", "uuid": "WhZXQ338v2HkGjmdqpAAvW", "cover_img": "https://cflare.oysterbooks.com/covers/Bird%20Street%20Books/9781939457073/1390802520.09.jpg", "oyster_good_for_statement": "", "publication_date": "2014-01-01", "number_print_pages": 252, "oyster_summary": "", "description": "The Doctor's Diet is the cure to unhealthy eating — an American epidemic with a death toll higher than that of car accidents, drug abuse, smoking, and gun violence combined. Dr. Stork is genuinely concerned about what he considers to be a true crisis.  He has created a flexible and workable diet plan that will help readers lose weight, restore health, prevent disease and ultimately add years to their lives. In the book, Dr. Stork explains all of the potentially fatal health risks associated with an unhealthy diet and the specific food groups that can act as medicines to attain immediate results. Flexibility is built into the recipes in order to accommodate all different diets and skill levels, from meat lovers to vegetarians and chefs to non-cooks. In The Doctor's Diet, Dr. Stork outlines the steps to a healthier life with encouragement, personal anecdotes, and a passionate sense of urgency to rescue the reader from diet-related demise.", "isbn": "9781939457073", "language_code": "eng", "awards": []}, "uuid": "Ln99dxcrsqJCSeVYcBoJfe", "annotation": ""},{"position": 27, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Alicia Silverstone", "status": 1, "average_rating": 3.89, "title": "The Kind Diet", "uuid": "JYXJ5ZwXMm9KcdSu9N5X27", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613501/1376149971.29.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 320, "oyster_summary": "", "description": "<p>In <i>The Kind Diet</i>, actress, activist, and committed conservationist Alicia Silverstone shares the insights that encouraged her to swear off meat and dairy forever, and outlines the spectacular benefits of adopting a plant-based diet, from effortless weight loss to clear skin, off-the-chart energy, and smooth digestion. She explains how meat, fish, milk, and cheese—the very foods we’ve been taught to regard as the cornerstone of good nutrition—are actually the culprits behind escalating rates of disease and the cause of dire, potentially permanent damage to our ecology.</p><p>Yet going meat- and dairy-free doesn’t mean suffering deprivation; to the contrary, <i>The Kind Diet</i> introduces irresistibly delicious food that satisfies on every level—it even includes amazing desserts to keep the most stubborn sweet tooth happy. Alicia also addresses the nutritional concerns faced by many who are new to a plant-based diet, and shows how to cover every nutritional base, from protein to calcium and beyond.</p><p>Alicia knows that changing life-long dietary habits is a process, and that each person progresses at a different pace. For that reason, <i>The Kind Diet</i> encompasses 3 separate levels, from Flirting to Superhero. <b>Flirts</b> learn to dip a toe into the vegan pool, reducing their meat-eating and swapping out a few key foods for plant-based substitutes to see quickly how even small changes can reap big results. <b>Vegans</b> get to experience the life-altering effects of forgoing animal-products entirely, while still enjoying many convenience foods and meat substitutes in addition to the wonderful grains, vegetables and fruits that form the core of that diet. True enlightenment comes with the <b>Superhero</b> program, based on the principles of macrobiotics and built on a foundation of whole grains, vegetables, and other yummy foods that Alicia describes in detail.</p><p>Whether your goal is to drop a few pounds, boost your energy and metabolism, or simply save the world, Alicia provides the encouragement, the information, and the tools you need to make the transition to a plant-based diet deliciously empowering.</p>", "isbn": "9781609613501", "language_code": "English", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "PorWzr5HJkx6LxFhAsCt39", "annotation": ""},{"position": 32, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Loren Cordain", "status": 1, "average_rating": 3.9, "title": "The Paleo Answer", "uuid": "9ECBJZEX9suih6HqMkwGU9", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544188433/1386748552.54.jpg", "oyster_good_for_statement": "", "publication_date": "2011-11-03", "number_print_pages": 336, "oyster_summary": "", "description": "<DIV><B>How to take the Paleo Diet to the max for optimal weight loss and total health&#8212;from bestselling author and top Paleo expert Dr. Loren Cordain</B>  <p>Dr. Loren Cordain's best-selling <I>The Paleo Diet</I> and <I>The Paleo Diet Cookbook</I> have helped hundreds of thousands of people eat for better health and weight loss by following the diet humans were genetically designed to eat: meats, fish, fresh fruits, vegetables, nuts and other foods that mimic the diet of our Paleolithic ancestors. In <I>The Paleo Answer</I>, he shows you how to supercharge the Paleo Diet for optimal lifelong health and weight loss. Featuring a new prescriptive 7-day plan and surprising revelations from the author's original research, this is the most powerful Paleo guide yet.   <UL>  <LI>Based on the author's groundbreaking research on Paleolithic diet and lifestyle</LI>  <LI>Includes a new 7-day plan with recommended meals, exercise routines, lifestyle tips, and supplement recommendations</LI>  <LI>Reveals fascinating findings from the author's research over the last decade, such as why vegan and vegetarian diets are not healthy and why dairy, soy products, potatoes, and grains can be harmful to our health</LI>  <LI>Includes health and weight-loss advice for all Paleo dieters&#8212;women, men, and people of all ages&#8212;and is invaluable for CrossFitters and other athletes</LI>  <LI>Written by Dr. Loren Cordain, the world's leading expert on Paleolithic eating styles internationally regarded as the founder of the Paleo movement</LI></UL> <p>Whether you've been following a Paleo-friendly diet and want to take it to the next level or are just discovering the benefits of going Paleo, this book will help you follow the Paleo path to the fullest&#8212;for lifelong health, increased energy, better sleep, lower stress and weight loss.</DIV>", "isbn": "9780544188433", "language_code": "eng", "awards": []}, "uuid": "P5kBxPustg4sMzGrbQ9k2Z", "annotation": ""},{"position": 30, "book": {"publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "William Davis", "status": 1, "average_rating": 3.9, "title": "Wheat Belly", "uuid": "Fa7w4Trh5UZMCSCHqZBgpK", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609617417/1376149875.01.jpg", "oyster_good_for_statement": "", "publication_date": "2011-08-30", "number_print_pages": 304, "oyster_summary": "", "description": "<p><b>A renowned cardiologist explains how eliminating wheat from our diets can prevent fat storage, shrink unsightly bulges, and reverse myriad health problems.</b></p><p>Every day, over 200 million Americans consume food products made of wheat. As a result, over 100 million of them experience some form of adverse health effect, ranging from minor rashes and high blood sugar to the unattractive stomach bulges that preventive cardiologist William Davis calls “wheat bellies.” According to Davis, that excess fat has nothing to do with gluttony, sloth, or too much butter: It’s due to the whole grain wraps we eat for lunch.</p><p>\nAfter witnessing over 2,000 patients regain their health after giving up wheat, Davis reached the disturbing conclusion that wheat is the single largest contributor to the nationwide obesity epidemic — and its elimination is key to dramatic weight loss and optimal health. In <i>Wheat Belly</i>, Davis exposes the harmful effects of what is actually a product of genetic tinkering and agribusiness being sold to the American public as “wheat” — and provides readers with a user-friendly, step-by-step plan to navigate a new, wheat-free lifestyle.</p><p>Informed by cutting-edge science and nutrition, along with case studies from men and women who have experienced life-changing transformations in their health after waving goodbye to wheat, <i>Wheat Belly</i> is an illuminating look at what is truly making Americans sick and an action plan to clear our plates of this seemingly benign ingredient.</p>", "isbn": "9781609617417", "language_code": "English", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "9fNCkGpMHuhY8iXmPspAQ8", "annotation": ""}]