[{"annotation": "", "uuid": "PnCq5wjed8tqwt9MGZn457", "book": {"awards": [], "author": "Heather Rogers", "description": "<p>Faced with climate change, many counsel &ldquo;going green&rdquo; by buying organic food or a &ldquo;clean&rdquo; car. But can we rely on consumerism as a solution to the very problems it has helped cause? Heather Rogers travels from Paraguay to Indonesia, via the Hudson Valley, Detroit and London, to investigate green capitalism, and argues for solutions that are not mere palliatives or distractions, but ways of engaging with how we live and the kind of world we want to live in.</p>", "isbn": "9781844679393", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679393/1386004013.32.jpg", "title": "Green Gone Wrong", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "5cotSiNDS8u4EFZZxiLEbY", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2013-01-16", "language_code": "English", "average_rating": 3.75}, "position": 19},{"annotation": "", "uuid": "Foss5uDYaJR5yJbgteL7aa", "book": {"awards": [], "author": "David Spratt", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Revealing extensive scientific evidence that the global warming crisis is far worse than officially indicated, this meticulously documented call-to-action argues that the planet is almost at the point of no return. From large ice sheets disintegrating and devastating losses of species to the promise that sea levels will rise more than 16 feet this century, this study shows that it is no longer a case of how much more can be &#147;safely&#8221; emitted but whether emissions can be stopped completely before the Earth&#8217;s climate is beyond human restoration. Demonstrating that these imperatives are incompatible with politics and a \"business as usual\" attitude, this survey illustrates how the environment faces a sustainability emergency that urgently requires a clear break from failure-inducing compromise.</P></DIV></DIV>", "isbn": "9781921753022", "cover_img": "https://cflare.oysterbooks.com/covers/Scribe%20Publications%20Pty%20Ltd./Climate%20Code%20Red/1372978380.82.jpg", "title": "Climate Code Red", "publisher": {"uuid": "6dTavedMFQnFcFDnhgFK6f", "name": "Scribe Publications Pty Ltd."}, "uuid": "iFrY7LMrWrJSzBnUhLw9gU", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2009-04-01", "language_code": "eng", "average_rating": 4.0}, "position": 10},{"annotation": "", "uuid": "QPgaP9k4pVW2rGLjhdzNn9", "book": {"awards": [], "author": "Jeff Goodell", "description": "<div><div>Right now, a group of scientists is working on ways to minimize the catastrophic impact of global warming. But they&#8217;re not designing hybrids or fuel cells or wind turbines. They&#8217;re trying to lower the temperature of the entire planet. And they&#8217;re doing it with huge contraptions that suck CO2 from the air, machines that brighten clouds and deflect sunlight away from the earth, even artificial volcanoes that spray heat-reflecting particles into the atmosphere.</DIV> <div><BR>This is the radical and controversial world of geoengineering, which only five years ago was considered to be \"fringe.\" But as Jeff Goodell points out, the economic crisis, combined with global political realities, is making these ideas look sane, even inspired.&#160;</DIV> <div><BR>Goodell himself started out as a skeptic, concerned about tinkering with the planet&#8217;s thermostat. We can&#8217;t even predict next week&#8217;s weather, so how are we going to change the temperature of whole regions? What if a wealthy entrepreneur shoots particles into the stratosphere on his own? Who gets blamed if something goes terribly wrong? And perhaps most disturbing, what about wars waged with climate control as the primary weapon? There are certainly risks, but Goodell believes the alternatives could be worse. In the end, he persuades us that geoengineering may just be our last best hope&#8212;a Plan B for the environment. His compelling tale of scientific&#160;hubris and technical daring is sure to jump-start the next big debate about the future of life on earth.&#160;&#160;</DIV></DIV>", "isbn": "9780547487137", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487137/1376380045.12.jpg", "title": "How to Cool the Planet", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "cysdwEs4NBCahgM7hfY8MR", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2010-04-15", "language_code": "eng", "average_rating": 3.72}, "position": 9},{"annotation": "", "uuid": "iX7BAFMVcrEnmjXrRySSqE", "book": {"awards": [], "author": "Jeff Goodell", "description": "<DIV>Long dismissed as a relic of a bygone era, coal is back -- with a vengence.  Coal is one of the nation's biggest and most influential industries -- Big Coal provides more than half the electricity consumed by Americans today -- and its dominance is growing, driven by rising oil prices and calls for energy independence. Is coal the solution to America's energy problems?<br><br>On close examination, the glowing promise of coal quickly turns to ash.  Coal mining remains a deadly and environmentally destructive industry. Nearly forty percent of the carbon dioxide released into the atmosphere each year comes from coal-fired power plants. In the last two decades, air pollution from coal plants has killed more than half a million Americans. In this eye-opening call to action, Goodell explains the costs and consequences of America's addiction to coal and discusses how we can kick the habit.</div>", "isbn": "9780547526621", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526621/1376380669.83.jpg", "title": "Big Coal", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "iPFAbWrXVpbWZ3QkL6Y53k", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2007-04-03", "language_code": "eng", "average_rating": 3.96}, "position": 3},{"annotation": "", "uuid": "rrzTtC8KpjaxrzE7FfzTjg", "book": {"awards": [], "author": "John Brockman", "description": "<p>\"What game-changing scientific ideas and developments do you expect to live to see?\"</p><p>This is the question John Brockman, publisher of Edge.org, posed to more than 100 of the world's most influential minds. Exhilarating, visionary, sometimes frightening, but always fascinating, their responses provide an eye-opening road map of our near future. </p>", "isbn": "9780061960673", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061960673/1376528817.36.jpg", "title": "This Will Change Everything", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "BQSPfsWj8fcnYsBqLJk56C", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2009-12-22", "language_code": "eng", "average_rating": 3.55}, "position": 13},{"annotation": "", "uuid": "3NnWgMuxtsYMHGEA6vrhC5", "book": {"awards": [], "author": "Stephen Baker", "description": "<div> <P style=\"LINE-HEIGHT: normal; MARGIN-BOTTOM: 0pt\" class=MsoNormal>&#160;</P></DIV> <p><BR><I>The thrilling story of the computer that can play Jeopardy! Alex Trebek: Meet Watson.</I></P> <p>For centuries, people have dreamed of creating a machine that thinks like a human. Scientists have made progress: computers can now beat chess grandmasters and help prevent terrorist attacks. Yet we still await a machine that exhibits the rich complexity of human thought &#8212; one that doesn&#8217;t just crunch numbers, or take us to a relevant Web page, but understands us and gives us what we need.</P> <p>That vision has driven a team of engineers at IBM. Over three years, they created &#8220;Watson&#8221; and prepared it for a showdown on <I>Jeopardy!,</I> where it would take on two of the game&#8217;s all-time champions, Ken Jennings and Brad Rutter, in a nationally televised event.<I> Final Jeopardy</I> is the entertaining, illuminating story of that computer and that epic match.</P> <p>It&#8217;s a classic tale of Man vs. Machine. Like its human competitors, Watson has to understand language, including puns and irony, and master everything from history, literature, and science to arts, entertainment, and game strategy. After years of training, Watson can find the scrambled state capital in &#8220;Hair Gel&#8221; (&#8220;What is Raleigh?&#8221;) and even come up with the facial accessory that made Moshe Dayan recognizable worldwide (&#8220;What is an eye patch?&#8221;). Watson may just be the smartest machine on earth.</P> <p><I>Final Jeopardy</I> traces the arc of Watson&#8217;s &#8220;life,&#8221; from its birth in the IBM labs to its big night on the podium. We meet Hollywood moguls and <I>Jeopardy!</I> masters, genius computer programmers and ambitious scientists, including Watson&#8217;s eccentric creator, David Ferrucci. We gain access to Ferrucci&#8217;s War Room, where the IBM team works tirelessly to boost Watson&#8217;s speed to the buzzer, improve its performance in &#8220;train wreck&#8221; categories (such as &#8220;Books in Espa&#241;ol&#8221;), and fix glitches like the speech defect Watson developed during its testing phase, when it started adding a d to words ending in n (&#8220;What is Pakistand?&#8221;).</P> <p>Much is at stake, especially for IBM. A new generation of Watsons could transform medicine, the law, marketing, even science itself, as machines process huge amounts of data at lightning speed, answer our questions, and possibly come up with new hypotheses.</P> <p>Showdown aside, it&#8217;s clear that the future has arrived. But with it come questions: Where does it leave humans? What will Watson&#8217;s heirs be capable of in ten or twenty years? Is it time to declare defeat in the realm of facts? What should we teach our children? And what should we carry around in our own heads?</P> <p><I>Final Jeopardy</I> takes on these questions and more in a narrative that&#8217;s as fast and fun as the game itself. Baker shows us how smart machines will fit into our world &#8212; and how they&#8217;ll disrupt it.  <p>&#160;<A href=\"http://www.finaljeopardy.net/\">www.finaljeopardy.net</A>", "isbn": "9780547519432", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547519432/1376380478.78.jpg", "title": "Final Jeopardy", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "AFNnV6wsaKv93mRNucLWzV", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2011-02-27", "language_code": "eng", "average_rating": 3.79}, "position": 20},{"annotation": "", "uuid": "ZZnLs6wqiB98XiYPY8aMw8", "book": {"awards": [], "author": "Stephen S. Hall", "description": "<DIV>An award-winning writer explores science's boldest frontier - extension of the human life span - with the researchers and entrepreneurs who are racing to create medicines that will allow us to live longer and better.<br>   Aging, cancer, stem cells, cloning - the themes of Merchants of Immortality are the stuff of today's headlines, yet they reflect some of humankind's most ancient hopes and fears. Stephen S. Hall delves behind the headlines to reveal just how close scientists are to fulfilling hopes of longer, healthier lives. Merchants of Immortality tackles profound social questions: How close are we to cloning humans? Can stem cell therapies tame illnesses such as heart attacks, Parkinson's disease, and diabetes? How long might our children live?<br>   Hall's account of life-extension research is as dramatic as it is authoritative. The story follows a close-knit but fractious band of scientists and entrepreneurs who work in the shadowy area between profit and the public good. Hall tracks the science of aging back to its father figure, the iconoclastic Leonard Hayflick, who was the first to show that cells age and whose epic legal battles with the federal government cleared the path for today's biotech visionaries. Chief among those is the charismatic Michael West, a former creationist who founded the first biotech company devoted to aging research. West has won both ardent admirers and committed foes in his relentless quest to promote stem cells, therapeutic cloning, and other technologies of \"practical immortality.\"    Merchants of Immortality breathes scintillating life into the most momentous science of our day, assesses the political and bioethical controversies it has spawned, and explores its potentially dramatic effect on the length and quality of our lives.</div>", "isbn": "9780547561578", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561578/1376380666.15.jpg", "title": "Merchants of Immortality", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "bqv4Wakujh2tPzXK5YibBk", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2003-06-18", "language_code": "eng", "average_rating": 3.69}, "position": 4},{"annotation": "", "uuid": "GWCLZt4jtAtMMVo4uSvtDN", "book": {"awards": [], "author": "Lee Smolin", "description": "<DIV><B>From one of our foremost thinkers and public intellectuals, a radical new view of the nature of time and the cosmos<BR></B><BR>What is time?<BR><BR>This deceptively simple question is the single most important problem facing science as we probe more deeply into the fundamentals of the universe. All of the mysteries physicists and cosmologists face&#8212;from the Big Bang to the future of the universe, from the puzzles of quantum physics to the unification of forces and particles&#8212;come down to the nature of time.<BR><BR>The fact that time is real may seem obvious. You experience it passing every day when you watch clocks tick, bread toast, and children grow. But most physicists, from Newton to Einstein to today&#8217;s quantum theorists, have seen things differently. The scientific case for time being an illusion is formidable. That is why the consequences of adopting the view that time is real are revolutionary.<BR><BR>Lee Smolin, author of the controversial bestseller <I>The Trouble with Physics</I>, argues that a limited notion of time is holding physics back. It&#8217;s time for a major revolution in scientific thought. The reality of time could be the key to the next big breakthrough in theoretical physics.<BR><BR>What if the laws of physics themselves were not timeless? What if they could evolve? <I>Time Reborn</I> offers a radical new approach to cosmology that embraces the reality of time and opens up a whole new universe of possibilities. There are few ideas that, like our notion of time, shape our thinking about literally everything, with huge implications for physics and beyond&#8212;from climate change to the economic crisis. Smolin explains in lively and lucid prose how the true nature of time impacts our world.</DIV>", "isbn": "9780547511771", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547511771/1383487923.87.jpg", "title": "Time Reborn", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "VMoaw6z4Uta7ccbhpGdGV5", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2013-04-23", "language_code": "eng", "average_rating": 3.93}, "position": 8},{"annotation": "", "uuid": "po2ZvtKdvDBXWQUZwzCrs4", "book": {"awards": [], "author": "Richard Panek", "description": "<P><B>The epic, behind-the-scenes story of an astounding gap in our scientific knowledge of the cosmos.</B></P> <p>&#160;</P> <p>In the past few years, a handful of scientists have been in a race to explain a disturbing aspect of our universe: only 4 percent of it consists of the matter that makes up you, me, our books, and every planet, star, and galaxy. The rest&#8212;96 percent of the universe&#8212;is completely unknown. <p>&#160; <p>Richard Panek tells the dramatic story of how scientists reached this conclusion, and what they&#8217;re doing to find this \"dark\" matter and an even more bizarre substance called dark energy. Based on in-depth, on-site reporting and hundreds of interviews&#8212;with everyone from Berkeley&#8217;s feisty Saul Perlmutter and Johns Hopkins&#8217;s meticulous Adam Riess to the quietly revolutionary Vera Rubin&#8212;the book offers an intimate portrait of the bitter rivalries and fruitful collaborations, the eureka moments and blind alleys, that have fueled their search, redefined science, and reinvented the universe.", "isbn": "9780547523569", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523569/1376380859.8.jpg", "title": "The 4 Percent Universe", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "PiHpb8Ae8MtBY659suaC45", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2011-01-10", "language_code": "eng", "average_rating": 3.71}, "position": 7},{"annotation": "", "uuid": "Uht6QoYzBRcK5ReMgyk8fa", "book": {"awards": [], "author": "Richard Broinowski", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>On a calm afternoon in March 2011, a force-nine earthquake jolted the Pacific Ocean seabed east of Japan. Forty minutes later, a tsunami 21 meters high crashed onto the coast of Fukushima, Miyagi, and Iwate prefectures. Towns collapsed, villages were destroyed, and 16,000 people were swept away. The earthquake and tsunami also resulted in another terrifying calamity &#8212; explosions and meltdowns at a nuclear plant near the city of Fukushima. Combining interviews, research, and analysis, this book reveals the extent of the disaster&#8217;s consequences: the ruinous compensation claims faced by electricity supplier TEPCO; the complete shutdown of Japan&#8217;s nuclear reactors; and the psychological impact on those who, unable to return to their farms and villages, may become permanent nuclear refugees.", "isbn": "9781921942938", "cover_img": "https://cflare.oysterbooks.com/covers/Scribe%20Publications%20Pty%20Ltd./Fallout%20from%20Fukushima/1372982155.63.jpg", "title": "Fallout from Fukushima", "publisher": {"uuid": "6dTavedMFQnFcFDnhgFK6f", "name": "Scribe Publications Pty Ltd."}, "uuid": "ETRXZHGGAsNnzYjUa7Y9rH", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2013-03-01", "language_code": "eng", "average_rating": 4.31}, "position": 1},{"annotation": "", "uuid": "g7KEVaRsSMAX3GYrcKtoid", "book": {"awards": [], "author": "Joseph Menn", "description": "<DIV><p>In 2004, a California computer whiz named Barrett Lyon uncovered the identity of a hacker running major assaults on business websites. Without fully grasping the repercussions, he set on an investigation that led him into the heart of the Russian mob. Cybercrime was evolving. No longer the domain of small-time thieves, it had been discovered by sophisticated gangs. They began by attacking corporate websites but increasingly stole financial data from consumers and defense secrets from governments.<br><br> While Barrett investigated the cutting edge of technology crime, the U.S. government struggled to catch up. Britain, however, was a different story. In the late 1990s, the Queen herself had declared safe e-commerce a national security priority. Agents from the London-based National Hi-Tech Crime Unit sought out Barrett and enlisted his help. They also sent detective Andrew Crocker, a Welsh former boxer, to Russia to track down and prosecute the hackers&mdash;and to find out who they worked for.<br><br> <I>Fatal System Error </I>penetrates both the Russian cyber-mob and the American mafia as the two fight over the Internet&rsquo;s massive spoils. It takes readers into the murky hacker underground, traveling the globe from San Francisco to Costa Rica, London, and Russia. Using unprecedented access to mob businesses and Russian officials, it shows how top criminals earned protection from the Russian government&mdash;and how Barrett Lyon and Andrew Crocker got closer to the titans of the underground economy than any previous outsider. Together, their stories explain why cybercrime is much worse than you thought&mdash;and why the Internet might not survive.</p><p>&#160;</p></DIV>", "isbn": "9781610390088", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610390088/1387370943.94.jpg", "title": "Fatal System Error", "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}, "uuid": "4GYBnNnhpx8C6GLr7xPWtE", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2010-10-26", "language_code": "eng", "average_rating": 4.2}, "position": 15},{"annotation": "", "uuid": "7QA4jn86YJtYfPW9oWRtya", "book": {"awards": [], "author": "Seumas Milne", "description": "<p>From 9/11 to the Arab uprisings and beyond&mdash;encompassing the economic crisis, war on terror, rise of China and tide of change in Latin America&mdash;<em>The Revenge of History</em> turns the orthodoxies of the past generation on their head.</p><p>In this coruscating account of the first decade of the twenty-first century, Seumas Milne presents a powerful indictment of a US global and corporate empire in&mdash;and its British and European camp followers. Milne traces the breakdown of a failed &lsquo;free market&rsquo; system, exposes the power and resource grab driving western military interventions, explains the dynamo behind a roaring Chinese economy and highlights the social alternatives being developed in Latin America. Brilliant, bold and always incisive, The Revenge of History is essential reading for anyone wanting to understand what has gone wrong&mdash;and grasp the possibilities of an emerging future.</p>", "isbn": "9781844679645", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679645/1386004075.59.jpg", "title": "The Revenge of History", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "yMurhvY7cVEiya62qmhqMC", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2012-11-16", "language_code": "English", "average_rating": 3.5}, "position": 21},{"annotation": "", "uuid": "ngdCNxkNNBVeWXNUDDs9dn", "book": {"awards": [], "author": "Gabrielle Walker", "description": "<DIV><p>Last year, awareness about global warming reached a tipping point. Now one of the most dynamic writers and one of the most respected scientists in the field of climate change offer the first concise guide to both the problems and the solutions. Guiding us past a blizzard of information and misinformation, Gabrielle Walker and Sir David King explain the science of warming, the most cutting-edge technological solutions from small to large, and the national and international politics that will affect our efforts.<br><br> While there have been many other books about the problem of global warming, none has addressed what we can and should do about it so clearly and persuasively, with no spin, no agenda, and no exaggeration. Neither Walker nor King is an activist or politician, and theirs is not a generic green call to arms. Instead they propose specific ideas to fix a very specific problem. Most important, they offer hope: This is a serious issue, perhaps the most serious that humanity has ever faced. But we can still do something about it. And they&rsquo;ll show us how.</p></div>", "isbn": "9780547540405", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540405/1376380679.79.jpg", "title": "The Hot Topic", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "LBhA3M4PWEDaxT3d7rygVZ", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2008-04-07", "language_code": "eng", "average_rating": 3.59}, "position": 6},{"annotation": "", "uuid": "Ap8xP6rBdebUtfC7obfMdn", "book": {"awards": [], "author": "Lee Smolin", "description": "<DIV>In this illuminating book, the renowned theoretical physicist Lee Smolin argues that fundamental physics -- the search for the laws of nature -- losing its way. Ambitious ideas about extra dimensions, exotic particles, multiple universes, and strings have captured the public&#8217;s imagination -- and the imagination of experts. But these ideas have not been tested experimentally, and some, like string theory, seem to offer no possibility of being tested. Yet these speculations dominate the field, attracting the best talent and much of the funding and creating a climate in which emerging physicists are often penalized for pursuing other avenues. As Smolin points out, the situation threatens to impede the very progress of science. With clarity, passion, and authority, Smolin offers an unblinking assessment of the troubles that face modern physics -- and an encouraging view of where the search for the next big idea may lead.</DIV>", "isbn": "9780547348483", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348483/1376380553.79.jpg", "title": "The Trouble With Physics", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "kCgXABmVVFoMsfNTpTKkXF", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2007-09-04", "language_code": "eng", "average_rating": 3.96}, "position": 5},{"annotation": "", "uuid": "Y5NtFcWcX3fNvUC7RLF8f5", "book": {"awards": [], "author": "HowStuffWorks", "description": "<DIV><DIV><b>From the endlessly curious editorial minds at HowStuffWorks.com comes a volume of easy-to-understand explanations of the top theories for how the world will end </b></div><DIV><BR>HowStuffWorks.com is the source for credible, unbiased explanations of how the world actually works. Our premise is simple: Demystify the world in a way that anyone can understand. </div><DIV>&#160;</div><DIV>In response to our readers, who are particularly curious about doomsday scenarios, we present <i>The End of the World</i>. Drawing on our editors&rsquo; extensive research, this handy guide outlines the various theories of how the world as we know it could come to its end. There are more ways than ever to imagine our own doom, ranging from rogue black holes to solar superstorms to global pandemic. Our technological innovations in warfare alone mean that it would take very little&mdash;a push of a button&mdash;to destroy the planet in a nuclear cloud. </div><DIV>&#160;</div>Our world may seem robust and strong, but whether it&rsquo;s hit with a mile-wide asteroid or a microscopic mutated virus, the end will come one day. Read on to see how it could happen, which possibilities have the slimmest chances, and decide for yourself which scenario you think is most worth worrying about.&#160;&#160;</div>", "isbn": "9781480400832", "cover_img": "https://cflare.oysterbooks.com/covers/Discovery%20Communications/The%20End%20of%20the%20World/1373335759.29.jpg", "title": "The End of the World", "publisher": {"uuid": "qiyv4vzU2CjXVuumnxMSwm", "name": "Discovery Communications"}, "uuid": "9SAz58nRaunAvNaXyi9hQh", "oyster_good_for_statement": "", "number_print_pages": 137, "oyster_summary": "", "status": 1, "publication_date": "2012-12-11", "language_code": "eng", "average_rating": 0.0}, "position": 0},{"annotation": "", "uuid": "DPeTPaMZrSEEKM9rGFcjmW", "book": {"awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "author": "Richard Ellis", "description": "<DIV><b>Conservationist Richard Ellis&rsquo;s fascinating examination of extinction, &ldquo;one of the most powerful forces on earth, and one of the most enigmatic&rdquo; </b>&#160;</div><DIV><BR>In <i>No Turning Back</i>, naturalist Richard Ellis conducts a masterful and engrossing investigation of one of the world&rsquo;s most harrowing inevitabilities: extinction. Taking a concentrated look at a variety of species&mdash;from those that went out with a bang upon the impact of an Everest-sized asteroid to those that gradually disappeared after years of human overhunting&mdash;Ellis discusses the five great mass extinctions in history, and how extinction shapes the evolutionary process. He also outlines the steps we can take to ensure that today&rsquo;s endangered species can be pulled back from the brink. Richly illustrated with Ellis&rsquo;s stunning, hand-drawn artwork, <i>No Turning Back</i> is an invaluable read for anyone seeking to understand the past, present, and future of life on our planet.</div>", "isbn": "9781453270455", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/No%20Turning%20Back/1373331309.59.jpg", "title": "No Turning Back", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "tFrZyzGNfmwgUm2iFRvRGG", "oyster_good_for_statement": "", "number_print_pages": 438, "oyster_summary": "", "status": 1, "publication_date": "2012-09-18", "language_code": "eng", "average_rating": 3.77}, "position": 2},{"annotation": "", "uuid": "3fKRMy64DHqkxyyeB8njoZ", "book": {"awards": [{"uuid": "8YMQPG32TB3yRipbSoRKZB", "image": null, "name": "National Book Critics Circle Award Winner"}], "author": "Mike Davis", "description": "<p>No metropolis has been more loved or more hated. To its official boosters, &ldquo;Los Angeles brings it all together.&rdquo; To detractors, LA is a sunlit mortuary where &ldquo;you can rot without feeling it.&rdquo; To Mike Davis, the author of this fiercely elegant and wide- ranging work of social history, Los Angeles is both utopia and dystopia, a place where the last Joshua trees are being plowed under to make room for model communities in the desert, where the rich have hired their own police to fend off street gangs, as well as armed Beirut militias.</p><p>In <em>City of Quartz</em>, Davis reconstructs LA&rsquo;s shadow history and dissects its ethereal economy. He tells us who has the power and how they hold on to it. He gives us a city of Dickensian extremes, Pynchonesque conspiracies, and a desperation straight out of Nathaniel Westa city in which we may glimpse our own future mirrored with terrifying clarity.</p><p>In this new edition, Davis provides a dazzling update on the city&rsquo;s current status.</p>", "isbn": "9781844674862", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674862/1378347266.69.jpg", "title": "City of Quartz", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "NPNK84DbXLYuabYcF7r7MD", "oyster_good_for_statement": "", "number_print_pages": 441, "oyster_summary": "", "status": 1, "publication_date": "2006-09-17", "language_code": "English", "average_rating": 4.08}, "position": 18},{"annotation": "", "uuid": "2rCroV4XL4KMwXwDod6hTX", "book": {"awards": [], "author": "Michael Chorost", "description": "<DIV>After Michael Chorost suddenly lost what was left of his hearing, he took the radical step of having a cochlear implant -- a tiny computer -- installed in his head. A technological marvel, the device not only restored to him the world of sound but also could be routinely upgraded with new software. Despite his intitial fear of the technology's potentially dehumanizing effects, Chorost's implant allowed him to connect with others in surprising ways: as a cyborg, he learned about love, joined a writing group, and formed deeper friendships. More profoundly, his perception of the world around him was dramatically altered.<br><br>Brimming with insight and written with charm and self-deprecating humor, Rebuilt unveils, in personal terms, the astounding possibilities of a new technological age.</div>", "isbn": "9780547527062", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527062/1376381391.25.jpg", "title": "Rebuilt", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "UKXfQQtdezRnCQkq74PGMD", "oyster_good_for_statement": "", "number_print_pages": 240, "oyster_summary": "", "status": 1, "publication_date": "2006-05-19", "language_code": "eng", "average_rating": 4.0}, "position": 11},{"annotation": "", "uuid": "mzuUDMsmLoqLRmYzwHWfsT", "book": {"awards": [], "author": "Mike Davis", "description": "<p>According to the United Nations, more than one billion people now live in the slums of the cities of the South. In this brilliant and ambitious book, Mike Davis explores the future of a radically unequal and explosively unstable urban world. From the sprawling barricadas of Lima to the garbage hills of Manila, urbanization has been disconnected from industrialization, and even from economic growth. Davis portrays a vast humanity warehoused in shantytowns and exiled from the formal world economy. He argues that the rise of this informal urban proletariat isa wholly unforeseen development, and asks whether the great slums, as a terrified Victorian middle class once imagined, are volcanoes waiting to erupt.</p>", "isbn": "9781844674855", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674855/1386003371.78.jpg", "title": "Planet of Slums", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "QE2rVWueKQffsrKfiP8AuX", "oyster_good_for_statement": "", "number_print_pages": 228, "oyster_summary": "", "status": 1, "publication_date": "2007-09-17", "language_code": "English", "average_rating": 3.9}, "position": 17},{"annotation": "", "uuid": "RswvhTKywzmDqcZoiuaiRF", "book": {"awards": [], "author": "Medea Benjamin", "description": "<p><em>Drone Warfare</em> is the first comprehensive analysis of one of the fastest growing&mdash;and most secretive&mdash;fronts in global conflict: the rise of robot warfare. In 2000, the Pentagon had fewer than fifty aerial drones; ten years later, it had a fleet of nearly 7,500, and the US Air Force now trains more drone &ldquo;pilots&rdquo; than bomber and fighter pilots combined. Drones are already a $5 billion business in the US alone. The human cost? Drone strikes have killed more than 200 children alone in Pakistan and Yemen.</p><p>CODEPINK and Global Exchange cofounder Medea Benjamin provides the first extensive analysis of who is producing the drones, where they are being used, who controls these unmanned planes, and what are the legal and moral implications of their use. In vivid, readable style, this book also looks at what activists, lawyers, and scientists across the globe are doing to ground these weapons. Benjamin argues that the assassinations we are carrying out from the air will come back to haunt us when others start doing the same thing&mdash;to us.</p>", "isbn": "9781781682531", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781682531/1386003230.8.jpg", "title": "Drone Warfare", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "uuid": "z9Nym624WHiTeuo7DZ3Cgb", "oyster_good_for_statement": "", "number_print_pages": 224, "oyster_summary": "", "status": 1, "publication_date": "2013-04-23", "language_code": "English", "average_rating": 3.72}, "position": 16}]