[{"annotation_html": "The Jazz Age in Manhattan was seemingly one big party, and its seedy underbelly proves truly riveting reading material. The \"Bright Young Things\" series perfectly captures this era of excess.", "position": 0, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Anna Godbersen", "status": 1, "average_rating": 3.68, "title": "Bright Young Things", "uuid": "cKxzQoaKnDRSCJEKyTsKBK", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062023919/1376453068.65.jpg", "oyster_good_for_statement": "", "publication_date": "2010-10-12", "number_print_pages": 416, "oyster_summary": "", "description": "<blockquote><p>The year is 1929. New York is ruled by the Bright Young Things: flappers and socialites seeking thrills and chasing dreams in the anything-goes era of the Roaring Twenties.</p></blockquote><p>Letty Larkspur and Cordelia Grey escaped their small Midwestern town for New York's glittering metropolis. All Letty wants is to see her name in lights, but she quickly discovers Manhattan is filled with pretty girls who will do <em>anything</em> to be a star. . . .</p><p>Cordelia is searching for the father she's never known, a man as infamous for his wild parties as he is for his shadowy schemes. Overnight, she enters a world more thrilling and glamorous than she ever could have imagined&#8212;and more dangerous. It's a life anyone would kill for . . . and someone will.</p><p>The only person Cordelia can trust is &#173;Astrid Donal, a flapper who seems to have it all: money, looks, and the love of Cordelia's brother, Charlie. But Astrid's perfect veneer hides a score of family secrets.</p><p>Across the vast lawns of Long Island, in the &#173;illicit speakeasies of Manhattan, and on the blindingly lit stages of Broadway, the three girls' fortunes will rise and fall&#8212;together and apart. From the <em>New York Times</em> bestselling author of <em>The Luxe</em> comes an epic new series set in the dizzying last summer of the Jazz Age.</p>", "isbn": "9780062023919", "language_code": "eng", "awards": []}, "uuid": "Nqyx7aQwPdDssD77yMJ778", "annotation": "The Jazz Age in Manhattan was seemingly one big party, and its seedy underbelly proves truly riveting reading material. The \"Bright Young Things\" series perfectly captures this era of excess."},{"annotation_html": "No party roundup would be complete without 1890s socialite, Oscar Wilde. Embroiled in his own scandalous affairs, Wilde may have been seeking some comedic relief when he wrote this play about a dinner party attended by lovers and liars. ", "position": 1, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Oscar Wilde", "status": 1, "average_rating": 4.03, "title": "An Ideal Husband", "uuid": "HsFmftia9edfMuxP2s7mmC", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451268/1387579953.34.jpg", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 96, "oyster_summary": "", "description": "Wilde's scintillating drawing-room comedy revolves around a blackmail scheme that forces a married couple to reexamine their moral standards. A supporting cast of young lovers, society matrons, and a formidable femme fatale exchange sparkling repartee, keeping the action of the play at a lively pace.", "isbn": "9781629451268", "language_code": "", "awards": []}, "uuid": "NCUg3DMpLUA5eiPo8zZXF7", "annotation": "No party roundup would be complete without 1890s socialite, Oscar Wilde. Embroiled in his own scandalous affairs, Wilde may have been seeking some comedic relief when he wrote this play about a dinner party attended by lovers and liars. "},{"annotation_html": "Parties can bring the past and present into sharp focus (especially when you invite an ex-lover, as Mrs. Dalloway does). Woolf is at the top of her game as she experiments with narrative techniques in this classic, whose subject has become one of the most famous fêtes in literature.", "position": 2, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Virginia Woolf", "status": 1, "average_rating": 3.76, "title": "Mrs. Dalloway", "uuid": "ghhQPshMBcuAJFpjxsVaff", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547662404/1376381273.7.jpg", "oyster_good_for_statement": "", "publication_date": "2005-08-01", "number_print_pages": 304, "oyster_summary": "", "description": "<P><B>Direct and vivid in her account of Clarissa Dalloway&#8217;s preparations for a party, Virginia Woolf explores the hidden springs of thought and action in one day of a woman&#8217;s life. </B></P> <p>In Mrs. Dalloway, the novel on which the movie <I>The Hours</I> was based, Virginia Woolf details Clarissa Dalloway&#8217;s preparations for a party of which she is to be hostess, exploring the hidden springs of thought and action in one day of a woman&#8217;s life. The novel \"contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century\" (Michael Cunningham).", "isbn": "9780547662404", "language_code": "eng", "awards": []}, "uuid": "WbGAoJz4bdVLYT5AQqrjTd", "annotation": "Parties can bring the past and present into sharp focus (especially when you invite an ex-lover, as Mrs. Dalloway does). Woolf is at the top of her game as she experiments with narrative techniques in this classic, whose subject has become one of the most famous fêtes in literature."},{"annotation_html": "F. Scott Fitzgerald partied as hard as the socialites and tycoons he immortalized in his fiction. \"The Beautiful and the Damned\" was likely based on his roller-coaster of a marriage to Zelda Fitzgerald. Sometimes when art mirrors life, it ‘s done best with an extra gin martini in hand.", "position": 3, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "F. Scott Fitzgerald", "status": 1, "average_rating": 3.76, "title": "The Beautiful and the Damned", "uuid": "pWGHVwErTSSdqjUXTbR3Z7", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450575/1376627447.15.png", "oyster_good_for_statement": "", "publication_date": "1920-01-01", "number_print_pages": 422, "oyster_summary": "", "description": "Embellished with the author's lyrical prose, here is the story of Harvard-educated, aspiring aesthete Anthony Patch and his beautiful wife, Gloria. As they await the inheritance of his grandfather's fortune, their reckless marriage sways under the influence of alcohol and avarice. A devastating look at the nouveau riche and New York nightlife, as well as the ruinous effects wild ambition, The Beautiful and the Damned achieved stature as one of Fitzgerald's most accomplished novels. Its distinction as a classic endures to this day. Pocket Book's Enriched Classics present the great works of world literature enhanced for the contemporary reader. Special features include critical perspectives, suggestions for further read, and a unique visual essay composed of period photographs that help bring every word to life.", "isbn": "9781629450575", "language_code": "", "awards": []}, "uuid": "ceknLEoLsYQYzSzsrYciC6", "annotation": "F. Scott Fitzgerald partied as hard as the socialites and tycoons he immortalized in his fiction. \"The Beautiful and the Damned\" was likely based on his roller-coaster of a marriage to Zelda Fitzgerald. Sometimes when art mirrors life, it ‘s done best with an extra gin martini in hand."},{"annotation_html": "Arnold Rothstein treated life like one big masquerade ball, wearing his character like a costume: World Series fixer one day, loan shark or rumrunner the next. In a life stranger than fiction, no one epitomizes the Roaring Twenties quite like Rothstein.", "position": 4, "book": {"publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "David Pietrusza", "status": 1, "average_rating": 3.8, "title": "Rothstein", "uuid": "RQgYBY5QBVXaT2bmko3gFG", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg", "oyster_good_for_statement": "", "publication_date": "2011-09-13", "number_print_pages": 528, "oyster_summary": "", "description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "isbn": "9780465029396", "language_code": "eng", "awards": []}, "uuid": "Ta8eTcsmayesggfzoP6RmK", "annotation": "Arnold Rothstein treated life like one big masquerade ball, wearing his character like a costume: World Series fixer one day, loan shark or rumrunner the next. In a life stranger than fiction, no one epitomizes the Roaring Twenties quite like Rothstein."},{"annotation_html": "Frodo’s journey to the ends of the earth all began with the party of a lifetime: Bilbo Baggin’s 111th birthday blowout. Or you could call it the 90th anniversary of his 21st. Either way, that guy knew how to have a good time.", "position": 5, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "J.R.R. Tolkien", "status": 1, "average_rating": 4.28, "title": "The Fellowship of the Ring", "uuid": "ZgCRi6ixUaBMMa68ANbi5Y", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547952017/1376382371.13.jpg", "oyster_good_for_statement": "", "publication_date": "2012-02-15", "number_print_pages": 432, "oyster_summary": "", "description": "<DIV>The first volume in J.R.R. Tolkien's epic adventure <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div><I>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them</I><BR><BR>In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in <I>The Hobbit</I>. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose.<BR><BR>&#8220;A unique, wholly realized other world, evoked from deep in the well of Time, massively detailed, absorbingly entertaining, profound in meaning.&#8221; &#8211; <I>New York Times</I></DIV>", "isbn": "9780547952017", "language_code": "eng", "awards": []}, "uuid": "3CY4QALEBi9LZNh8t2fE9W", "annotation": "Frodo’s journey to the ends of the earth all began with the party of a lifetime: Bilbo Baggin’s 111th birthday blowout. Or you could call it the 90th anniversary of his 21st. Either way, that guy knew how to have a good time."},{"annotation_html": "If a debaucherous writing festival sounds like an oxymoron to you, let Wonder Boys clear things up: authors can get very, very rowdy. Let this tale be an inspiration or an omen for your own New Year’s plans.", "position": 6, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Michael Chabon", "status": 1, "average_rating": 3.95, "title": "Wonder Boys", "uuid": "rAuRhSULPSHkEjsLi9pszj", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Wonder%20Boys/1373330267.01.jpg", "oyster_good_for_statement": "", "publication_date": "2011-12-20", "number_print_pages": 372, "oyster_summary": "", "description": "<DIV><DIV><b>Chabon&rsquo;s extraordinary story of one turbulent weekend in the life of a struggling writer, a satire of the permanent adolescence of the creative class<BR><BR></b></div><DIV>A wildly successful first novel made Grady Tripp a young star, and seven years later he still hasn&rsquo;t grown up. He&rsquo;s now a writing professor in Pittsburgh, plummeting through middle age, stuck with an unfinishable manuscript, an estranged wife, a pregnant girlfriend, and a talented but deeply disturbed student named James Leer. During one lost weekend at a writing festival with Leer and debauched editor Terry Crabtree, Tripp must finally confront the wreckage made of his past decisions.</div><DIV><i>&#160;</i></div><DIV>Mordant but humane<i>, Wonder Boys </i>features characters as loveably flawed as any in American fiction.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234105", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}]}, "uuid": "gpdYuiNYowUGX5xtaRjZpR", "annotation": "If a debaucherous writing festival sounds like an oxymoron to you, let Wonder Boys clear things up: authors can get very, very rowdy. Let this tale be an inspiration or an omen for your own New Year’s plans."},{"annotation_html": "Remember how much fun those Choose Your Own Adventure books were as a kid? Shriver’s bestseller is the grown up version—more sex, and more consequences. The story unfolds with two parallel narratives of one fateful birthday dinner, proving that not all parties are completely frivolous.", "position": 7, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Lionel Shriver", "status": 1, "average_rating": 3.49, "title": "The Post-Birthday World", "uuid": "qX7H2wyHFXJTMSpRWucZiV", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061749681/1376451964.3.jpg", "oyster_good_for_statement": "", "publication_date": "2009-03-17", "number_print_pages": 544, "oyster_summary": "", "description": "<p>American children's book illustrator Irina McGovern enjoys a secure, settled life in London with her smart, loyal, disciplined partner, Lawrence&#8212;until the night she finds herself inexplicably drawn to kissing another man, a passionate, extravagant, top-ranked snooker player. Two competing alternate futures hinge on this single kiss, as Irina's decision&#8212;to surrender to temptation or to preserve her seemingly safe partnership with Lawrence&#8212;will have momentous consequences for her career, her friendships and familial relationships, and the texture of her daily life.</p>", "isbn": "9780061749681", "language_code": "eng", "awards": []}, "uuid": "6DkfJnt2wza5bxbuecKDDg", "annotation": "Remember how much fun those Choose Your Own Adventure books were as a kid? Shriver’s bestseller is the grown up version—more sex, and more consequences. The story unfolds with two parallel narratives of one fateful birthday dinner, proving that not all parties are completely frivolous."},{"annotation_html": "Hollywood is famous for its parties. But we won’t give you a clichéd story of pretty women and powerful men drinking champagne by a pool. That would be boring. This book is not: the protagonist is a polar bear, his best friend is Leonardo DiCaprio, and they’re setting out to make an action movie about...the environment. Enjoy!", "position": 8, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "T Cooper", "status": 1, "average_rating": 3.37, "title": "The Beaufort Diaries", "uuid": "4yiZZy5MrXaPafX6ahgtAQ", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554769/1377113711.95.jpg", "oyster_good_for_statement": "", "publication_date": "2010-10-27", "number_print_pages": 96, "oyster_summary": "", "description": "<p>It may sound like a familiar story-boy goes to Hollywood,boy befriends big star, boy gets almost as famous as big star, boy finds fame tricky-but T Cooper's first illustrated novel is subversively different. For one thing, the \"boy” is a polar bear. For another thing, the \"big star” is Leonardo DiCaprio. And together, they decide to make an action movie...about the environment.</p>\n<p>It's a story that's both wacky and edgy, as readers have come to expect from T Cooper (Lipshitz Six or Two Angry Blondes, Some of the Parts). But in this case, Cooper has pushed the envelope even further by enlisting illustrator Alex Petrowsky to help tell the story. Petrowsky's poster-like, full color images combine photos with cartooning and painting for an arresting effect that's both wildly humorous and hypnotically otherworldly.</p>\n<p>It is, in short, a compelling tale with an edgy charm and a persevering conscience. And it's all in a lush package, as if T Cooper's gifts for wisdom and humor and social commentary had been boiled down to their essence for a devoted following, then blown up like fireworks for a much wider audience to ooh and aah over.</p>", "isbn": "9781935554769", "language_code": "English", "awards": []}, "uuid": "yrA7cDC95U64GaKR4mgSZG", "annotation": "Hollywood is famous for its parties. But we won’t give you a clichéd story of pretty women and powerful men drinking champagne by a pool. That would be boring. This book is not: the protagonist is a polar bear, his best friend is Leonardo DiCaprio, and they’re setting out to make an action movie about...the environment. Enjoy!"},{"annotation_html": "Pamela Des Barres was nearly a professional party girl. A legendary groupie, this book has tales from her days of hooking up with Mick Jagger, traveling with Jim Morrison, and making out with Jimmy Page. Reading doesn’t get much more fun than this.", "position": 9, "book": {"publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Pamela Des Barres", "status": 1, "average_rating": 3.67, "title": "I'm with the Band", "uuid": "2qepvKbokaychSzRJRjxkn", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/9781556529962/1378335642.25.jpg", "oyster_good_for_statement": "", "publication_date": "2005-10-28", "number_print_pages": 320, "oyster_summary": "", "description": "<DIV>The stylish, exuberant, and remarkably sweet confession of one of the most famous groupies of the 1960s and 70s is back in print in this new edition that includes an afterword on the author's last 15 years of adventures. As soon as she graduated from high school, Pamela Des Barres headed for the Sunset Strip, where she knocked on rock stars' backstage doors and immersed herself in the drugs, danger, and ecstasy of the freewheeling 1960s. Over the next 10 years she had affairs with Mick Jagger, Jimmy Page, Keith Moon, Waylon Jennings, Chris Hillman, Noel Redding, and Jim Morrison, among others. She traveled with Led Zeppelin; lived in sin with Don Johnson; turned down a date with Elvis Presley; and was close friends with Robert Plant, Gram Parsons, Ray Davies, and Frank Zappa. As a member of the GTO's, a girl group masterminded by Frank Zappa, she was in the thick of the most revolutionary renaissance in the history of modern popular music. Warm, witty, and sexy, this kiss-and-tell&#150;all stands out as the perfect chronicle of one of rock 'n' roll's most thrilling eras.<BR></DIV>", "isbn": "9781556529962", "language_code": "eng", "awards": []}, "uuid": "bN3N4FYyz8qsJKr5s8A9Xg", "annotation": "Pamela Des Barres was nearly a professional party girl. A legendary groupie, this book has tales from her days of hooking up with Mick Jagger, traveling with Jim Morrison, and making out with Jimmy Page. Reading doesn’t get much more fun than this."},{"annotation_html": "Here, McCullers focuses her astute eye on a particular kind of party: the wedding reception. To some, that conjures joy. To others, trepidation. Either way, it’s fertile ground for a literary story exploring the days preceding a wedding and a young tomboy’s preoccupation with it.", "position": 10, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carson McCullers", "status": 1, "average_rating": 3.78, "title": "The Member of the Wedding", "uuid": "GN7srBDCvNKkGXmkZZc7y3", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346335/1376379463.72.jpg", "oyster_good_for_statement": "", "publication_date": "2004-08-13", "number_print_pages": 176, "oyster_summary": "", "description": "<DIV>The novel that became an award-winning play and a major motion picture and that has charmed generations of readers, Carson McCullers&#8217;s classic The Member of the Wedding is now available in small- format trade paperback for the &amp;#64257;rst time. Here is the story of the inimitable twelve-year-old Frankie, who is utterly, hopelessly bored with life until she hears about her older brother&#8217;s wedding. Bolstered by lively conversations with her house servant, Berenice, and her six-year-old male cousin &#8212; not to mention her own unbridled imagination &#8212; Frankie takes on an overly active role in the wedding, hoping even to go, uninvited, on the honeymoon, so deep is her desire to be the member of something larger, more accepting than herself. &#8220;A marvelous study of the agony of adolescence&#8221; (Detroit Free Press), The Member of the Wedding showcases Carson McCullers at her most sensitive, astute, and lasting best.</DIV>", "isbn": "9780547346335", "language_code": "eng", "awards": []}, "uuid": "sbuNL38ZP4vXNE4tPRDcTH", "annotation": "Here, McCullers focuses her astute eye on a particular kind of party: the wedding reception. To some, that conjures joy. To others, trepidation. Either way, it’s fertile ground for a literary story exploring the days preceding a wedding and a young tomboy’s preoccupation with it."},{"annotation_html": "Woodstock was a free love party for the ages. Whether you were rocking out in upstate New York that weekend in 1969 or you weren’t yet born, this inside look at how a three-day music festival defined a generation shows the power of rock n’ roll, as told by its biggest fans.", "position": 11, "book": {"publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "author": "Susan Reynolds", "status": 1, "average_rating": 3.96, "title": "Woodstock Revisited", "uuid": "6Ai8oRtoj2cLTErkgxbRm4", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Woodstock%20Revisited/1373353910.87.jpg", "oyster_good_for_statement": "", "publication_date": "2009-05-18", "number_print_pages": 256, "oyster_summary": "", "description": "This collection contains fifty stories written by people who attended the original Woodstock Festival in 1969. Since all the books that preceded it have focused on the musicians, promoters, and staff, this book will be the first one that chronicles the audience’s experience in an up close and personal way. This book documents the event itself, but also provides a mesmerizing portrait of America as that tumultuous decade came to a close. It is nostalgic, historical, and a fascinating read that will appeal to all Baby Boomers, their offspring, and anyone who wonders what it was really like—and what became of all those “hippies.”", "isbn": "9781440519833", "language_code": "eng", "awards": []}, "uuid": "gaiBmgHyWTkvGH5D5kgKPQ", "annotation": "Woodstock was a free love party for the ages. Whether you were rocking out in upstate New York that weekend in 1969 or you weren’t yet born, this inside look at how a three-day music festival defined a generation shows the power of rock n’ roll, as told by its biggest fans."}]