[{"book": {"author": "Paul Johnson", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Creators", "uuid": "JZkAvRyvozwncVFookX7bk", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061740954/1376451823.19.jpg", "average_rating": 3.54, "isbn": "9780061740954", "description": "<p>Kingsley Amis described Paul Johnson's <em>Intellectuals</em> as &#8220;a valuable and entertaining Rogues' Gallery of <em>Adventures of the Mind</em>.&#8221; Now the celebrated journalist and historian offers <em>Creators</em>, a companion volume of essays that examines a host of outstanding and prolific creative spirits. Here are Disney, Picasso, Bach, and Shakespeare; Austen, Twain, and T. S. Eliot; and D&#252;rer, Hokusai, Pugin, and Viollet-le-Duc, among many others.</p><p>Paul Johnson believes that creation cannot be satisfactorily analyzed, but it can be illustrated to bring out its salient characteristics. That is the purpose of this instructive and witty book.</p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "7fN63xeNecJVX6DA5qDErL", "annotation": ""},{"book": {"author": "Sue Roe", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Private Lives of the Impressionists", "uuid": "FzZWmGkBtSLj5482V4A8JX", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061978968/1376529320.26.jpg", "average_rating": 3.83, "isbn": "9780061978968", "description": "<p>Though they were often ridiculed or ignored by their contemporaries, today astonishing sums are paid for their paintings. Their dazzling works are familiar to even the most casual art lovers&#8212;but how well does the world know the Impressionists as people?</p><p>Sue Roe's colorful, lively, poignant, and superbly researched biography, <em>The Private Lives of the Impressionists</em>, follows an extraordinary group of artists into their Paris studios, down the rural lanes of Montmartre, and into the rowdy riverside bars of a city undergoing monumental change. Vivid and unforgettable, it casts a brilliant, revealing light on this unparalleled society of genius colleagues who lived and worked together for twenty years and transformed the art world forever with their breathtaking depictions of ordinary life.</p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "QX6nJ5xRePtRqdiBDwiyDi", "annotation": ""},{"book": {"author": "Jonathan Lopez", "publication_date": "2009-07-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "The Man Who Made Vermeers", "uuid": "tdhrUtVwuD2MiLXgFXruDX", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350622/1376379855.15.jpg", "average_rating": 3.64, "isbn": "9780547350622", "description": "<DIV><DIV><DIV>It's a story that made Dutch painter Han van Meegeren famous worldwide when it&#160;broke at the end of World War II: A lifetime of disappointment drove&#160;him to forge Vermeers, one of which he sold to Hermann Goering in&#160;mockery of the Nazis. And it's a story that's been believed ever since.&#160;Too bad&#160;it isn't true.<p></P><P></P>Jonathan Lopez has drawn on never-before-seen documents from dozens of archives to write a revelatory new biography of the world&#8217;s most famous forger. Neither unappreciated artist nor antifascist hero, Van Meegeren emerges as an ingenious, dyed-in-the-wool crook&#151;a talented Mr. Ripley armed with a paintbrush. Lopez explores a network of illicit commerce that operated across Europe: Not only was Van Meegeren a key player in that high-stakes game in the 1920s and '30s, landing fakes with famous collectors such as Andrew Mellon, but he and his associates later&#160;cashed in on the Nazi occupation.<p></P><P></P><I>The Man Who Made Vermeers</I>&#160;is a long-overdue unvarnishing of Van Meegeren&#8217;s legend and a deliciously detailed story of deceit in the art world.<p></P></DIV><P></P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "DGUbcZZmEM25Ygz4ZCFtjF", "annotation": ""},{"book": {"author": "Auguste Rodin", "publication_date": "2012-08-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 119, "title": "Rodin on Art and Artists", "uuid": "ihHJJqniPKBA6ussnvYHGk", "awards": [], "publisher": {"name": "Dover Publications", "uuid": "ymnxqqLFqirKkrjmze7WtQ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486156781/1387782662.91.jpg", "average_rating": 0.0, "isbn": "9780486156781", "description": "<DIV>The greatest sculptor of the nineteenth century discusses his philosophy of life with a close friend in this fascinating and informative artistic testament. Auguste Rodin spoke candidly to his prot&#233;g&#233;, Paul Gsell, who recorded the master's thoughts not only about the technical secrets of his craft, but also about its aesthetic and philosophical underpinnings.<BR>Here is the real Rodin&#8212;relaxed, intimate, open, and charming&#8212;offering a wealth of observations on the relationship of sculpture to poetry, painting, theater, and music. He also makes perceptive comments on Rembrandt, Michelangelo, Raphael, and other great artists, and he shares revealing anecdotes about Hugo, Balzac, and others who posed for him. Seventy-six superb illustrations of the sculptor's works complement the text, including <I>St John the Baptist Preaching, The Burghers of Calais, The Thinker, </I>and many others, along with a selection of exuberant drawings and prints. </DIV>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "3XcRGbu4f8opaHw9evtHnQ", "annotation": ""},{"book": {"author": "James Joyce", "publication_date": "1916-01-01", "oyster_summary": "", "status": 1, "language_code": "", "number_print_pages": 384, "title": "A Portrait of the Artist as a Young Man", "uuid": "To2fqJRthfm4nhpxTy3j85", "awards": [], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450070/1376627119.59.png", "average_rating": 3.57, "isbn": "9781629450070", "description": "Stephen Dedalus, considered by many to be Joyce’s literary doppelganger, grapples with the intellectual, moral and philosophical underpinnings of Catholicism in 20th century Ireland. Rebelling against his oppressive home life and Dublin’s stifling social environment, Stephen travels abroad to pursue his own art. A Portrait of the Artist as a Young Man is a powerful account of an artist’s path to creative maturity, and a groundbreaking work of modernist style and technique. ", "oyster_good_for_statement": ""}, "position": 5, "uuid": "WqhjLpeHbbuUzMXVzovBci", "annotation": ""},{"book": {"author": "Patti Smith", "publication_date": "2010-04-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Just Kids", "uuid": "J44P7NDAPx6hZXcq2WfBHk", "awards": [{"name": "National Book Award Winner", "uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "Stonewall Award Honor Book", "uuid": "9dr9yUaaL7JFGWhpLzV2L", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008442/1376530164.85.jpg", "average_rating": 4.12, "isbn": "9780062008442", "description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><p>It was the summer Coltrane died, the summer of love and riots, and the summer when a chance encounter in Brooklyn led two young people on a path of art, devotion, and initiation.</p><p>Patti Smith would evolve as a poet and performer, and Robert Mapplethorpe would direct his highly provocative style toward photography. Bound in innocence and enthusiasm, they traversed the city from Coney Island to Forty-second Street, and eventually to the celebrated round table of Max's Kansas City, where the Andy Warhol contingent held court. In 1969, the pair set up camp at the Hotel Chelsea and soon entered a community of the famous and infamous&#8212;the influential artists of the day and the colorful fringe. It was a time of heightened awareness, when the worlds of poetry, rock and roll, art, and sexual politics were colliding and exploding. In this milieu, two kids made a pact to take care of each other. Scrappy, romantic, committed to create, and fueled by their mutual dreams and drives, they would prod and provide for one another during the hungry years.</p><p><em>Just Kids</em> begins as a love story and ends as an elegy. It serves as a salute to New York City during the late sixties and seventies and to its rich and poor, its hustlers and hellions. A true fable, it is a portrait of two young artists' ascent, a prelude to fame.</p>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "dtfByTKB5kKZcrxsKLPisi", "annotation": ""},{"book": {"author": "Ulrich Boser", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "The Gardner Heist", "uuid": "sr4oYCoxfcPyLq2PTUo9yR", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061972867/1376529087.03.jpg", "average_rating": 3.58, "isbn": "9780061972867", "description": "<p>Shortly after midnight on March 18, 1990, two men broke into the Isabella Stewart Gardner Museum in Boston and committed the largest art heist in history. They stole a dozen masterpieces, including one Vermeer, three Rembrandts, and five Degas. But after thousands of leads&#8212;and a $5 million reward&#8212;none of the paintings have been recovered. Worth as much as $500 million, the missing masterpieces have become one of the nation's most extraordinary unsolved mysteries.</p><p>After the death of famed art detective Harold Smith, reporter Ulrich Boser decided to take up the case. Exploring Smith's unfinished leads, Boser travels deep into the art underworld and comes across a remarkable cast of characters, including a brilliant rock 'n' roll thief, a gangster who professes his innocence in rhyming verse, and the enigmatic late Boston heiress Isabella Stewart Gardner herself. Boser becomes increasingly obsessed with the case and eventually uncovers startling new evidence about the identities of the thieves. A tale of art and greed, of obsession and loss, <em>The Gardner Heist</em> is as compelling as the stolen masterpieces themselves.</p>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "kW3ZZTNEeLdw9wEUrye4SF", "annotation": ""},{"book": {"author": "Patricia Bosworth", "publication_date": "2012-06-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 396, "title": "Diane Arbus", "uuid": "vhHcpDMPn3ikZmom9AFJ6Z", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Diane%20Arbus/1373330458.39.jpg", "average_rating": 3.97, "isbn": "9781453244999", "description": "<DIV><DIV><b>Bosworth&rsquo;s remarkable look at the life of Diane Arbus, one of the most acclaimed and provocative photographers of her time</b></div><DIV>&#160;</div><DIV>Diane Arbus became famous for her intimate and unconventional portraits of twins, dwarfs, sideshow performers, eccentrics, and everyday &ldquo;freaks.&rdquo; Condemned by some for voyeurism, praised by others for compassion, she was nonetheless a transformative figure in twentieth-century photography and hailed by all for her undeniable genius. Her life was cut short when she committed suicide in 1971 at the peak of her career.</div><DIV>&#160;</div><DIV>In the first complete biography of Arbus, author Patricia Bosworth traces the arc of Arbus&rsquo;s remarkable life: her sheltered upper-class childhood and passionate, all-consuming marriage to Allan Arbus; her roles as wife and devoted mother; and her evolution from fashion photographer to critically acclaimed artist&mdash;one who forever altered the boundaries of photography.</div></div>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "wnRdh88kP924xVgrjEe2LW", "annotation": ""},{"book": {"author": "B. A. Shapiro", "publication_date": "2013-05-21", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "The Art Forger", "uuid": "iNpjtTME36xm5TkVBdAhej", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616203184/1378570759.53.jpg", "average_rating": 3.63, "isbn": "9781616203184", "description": "<p>Almost twenty-five years after the infamous art heist at the Isabella Stewart Gardner Museum—still the largest unsolved art theft in history—one of the stolen Degas paintings is delivered to the Boston studio of a young artist. Claire Roth has entered into a Faustian bargain with a powerful gallery owner by agreeing to forge the Degas in exchange for a one-woman show in his renowned gallery. But as she begins her work, she starts to suspect that this long-missing masterpiece—the very one that had been hanging at the Gardner for one hundred years—may itself be a forgery. <em>The Art Forger</em> is a thrilling novel about seeing—and not seeing—the secrets that lie beneath the canvas.</p>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "n6HpKsEDyhvjA7Xm5yEtTH", "annotation": ""},{"book": {"author": "H. G. E. Degas", "publication_date": "2012-07-16", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 100, "title": "Degas' Drawings", "uuid": "bTQRMpih3272nw3FXYRApj", "awards": [], "publisher": {"name": "Dover Publications", "uuid": "ymnxqqLFqirKkrjmze7WtQ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486139364/1387780790.98.jpg", "average_rating": 0.0, "isbn": "9780486139364", "description": "<DIV>Carefully reproduced from a rare 1923 limited edition, most of these magnificent drawings are unavailable elsewhere in published form. Dancers, nudes, portraits, travel scenes, and more. 100 drawings, including 8 in full color. Translated titles and captions.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "F8RoiFmpbQKzWvMeS5y68Z", "annotation": ""},{"book": {"author": "Paul Gauguin", "publication_date": "2012-06-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 160, "title": "Gauguin's Intimate Journals", "uuid": "QL8HPUtYtprrmGKC2YUA6o", "awards": [], "publisher": {"name": "Dover Publications", "uuid": "ymnxqqLFqirKkrjmze7WtQ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486142364/1387782482.04.jpg", "average_rating": 0.0, "isbn": "9780486142364", "description": "<DIV>Revealing documents, reprinted from rare, limited edition, throw much light on the painter's inner life, his tumultuous relationship with van Gogh, evaluations of Degas, Monet, and other artists; hatred of hypocrisy and sham, life in the Marquesas Islands, much more. 27 full-page illustrations by Gauguin. Preface by Emil Gauguin.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "msGxKiz7mQMwhsmmtFPbr4", "annotation": ""},{"book": {"author": "Evelyn Toynton", "publication_date": "2012-06-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 180, "title": "Modern Art", "uuid": "umAEEYB5X5ht6cDnkkjksg", "awards": [], "publisher": {"name": "Delphinium Books", "uuid": "96oEWxdEina8WP3f3aGR64"}, "cover_img": "https://cflare.oysterbooks.com/covers/Delphinium%20Books/Modern%20Art/1373330725.03.jpg", "average_rating": 3.4, "isbn": "9781453255827", "description": "<DIV>Belle Prokoff is the last of a famous generation of painters for whom art was a secular religion&mdash;worth any amount of struggle and sacrifice for its promise of redemption. She is also the widow of Clay Madden, who revolutionized American art, became a near-mythic figure, and died in a drunken car crash. Blunt, fierce, and scornful of the world&rsquo;s hypocrisy, Belle has passionately protected her husband&rsquo;s memory in the three decades since his death. She has also persevered with her painting while the fashionable art scene fawns over her, not for her own work but for the valuable Madden canvases she clings to as the last relic of her tormented marriage.<BR>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</div><DIV>Now, facing the prospect of her impending death, Belle is confronted with another kind of threat: An unscrupulous biographer is snooping around in her past, working on a sensational book about Madden&rsquo;s life. Before her battle to silence him spirals out of control, she is forced to make her peace with the people and events that have haunted her for decades.<BR>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;</div><DIV>But <i>Modern Art</i> is not just Belle&rsquo;s story. It is the story of all those still living in Madden&rsquo;s shadow, from his flamboyant ex-dealer to a paranoid drug addict who sees himself as Madden&rsquo;s spiritual son. It is the story of Paul, a younger painter aspiring to Madden&rsquo;s greatness but obsessed with the art world&rsquo;s neglect. And it is the story of Lizzie, a na&iuml;ve romantic who has made Paul the center of her existence&mdash;a mistake Belle recognizes all too well when she hires Lizzie as her live-in companion.<BR></div><DIV>Inspired by the lives of Jackson Pollock and Lee Krasner, this elegiac, impassioned novel creates a fictional universe full of vivid characters and intense confrontations. It is a tale of betrayal and longing, renunciation and self-discovery: the age-old conflicts of love and art.</div>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "mEZmWxF9ZAVueX5q7XbDmY", "annotation": ""},{"book": {"author": "Eric Grzymkowski", "publication_date": "2013-12-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Art 101", "uuid": "EzTNbayDBDAHbXPvTiRoLD", "awards": [], "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440571558/1385981703.72.jpg", "average_rating": 0.0, "isbn": "9781440571558", "description": "<h2>Explore the beautiful and complex world of art!</h2> <p>Too often, textbooks obscure the beauty and wonder of fine art with tedious discourse that even Leonardo da Vinci would oppose. <i>Art 101</i> cuts out the boring details and lengthy explanations, and instead, gives you a lesson in artistic expression that keeps you engaged as you discover the world's greatest artists and their masterpieces.</p> <p>From color theory and Claude Monet to Jackson Pollock and Cubism, this primer is packed with hundreds of entertaining tidbits and works of art that you won't be able to get anywhere else.</p> <p>So whether you're looking to master classic painting techniques, or just want to learn more about popular styles of art, <i>Art 101</i> has all the answers--even the ones you didn't know you were looking for.</p>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "nHGBqtKpS7CAsLaHAy2WVS", "annotation": ""},{"book": {"author": "Adams Media", "publication_date": "2012-12-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 192, "title": "Words of Art", "uuid": "Yop9pcG2WKZhxj9PrLAJsk", "awards": [], "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440561023/1376604072.39.jpg", "average_rating": 0.0, "isbn": "9781440561023", "description": "<p>\"The artist must create a spark before he can make a fire.\" --Auguste Rodin, French sculptor</p> <p>Who better to speak about the creative process than the greatest artists in history? From Georgia O'Keeffe and Ralph Waldo Emerson to Pablo Picasso and Isak Dinesen, <i>Words of Art</i> is a celebration of the craft and the artists who have changed the way we see the world--and influenced how we create.</p> <p>You can't ask Michelangelo how he felt when he first took a step back to look at the statue of David, or what Leonardo da Vinci felt when he began painting the Mona Lisa, but you can read their words and imagine for a moment how these stunning works came to be.</p>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "3RUh3xQEcN7qyqCVULqUof", "annotation": ""},{"book": {"author": "Benjamin Blech", "publication_date": "2009-10-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Sistine Secrets", "uuid": "CgUQkQ6ckuGNidNbf656n7", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987458/1376529720.3.jpg", "average_rating": 3.81, "isbn": "9780061987458", "description": "<p> The Shocking Secrets of Michelangelo&#39;s Sistine Chapel Artwork </p><p>The recent cleaning of the Sistine Chapel frescoes removed layer after layer of centuries of accumulated tarnish and darkness. <em>The Sistine Secrets</em> endeavors to remove the centuries of prejudice, censorship, and ignorance that blind us to the truth about one of the world&#39;s most famous and beloved art treasures.</p><p>Some images that appeared in the print edition of this book are unavailable in the electronic edition due to rights reasons.</p>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "JXa2x9U2yQVGeqqT7uud7P", "annotation": ""},{"book": {"author": "Wassily Kandinsky", "publication_date": "2012-04-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 80, "title": "Concerning the Spiritual in Art", "uuid": "LvfWFu7orAjNw2S8CCFdYb", "awards": [], "publisher": {"name": "Dover Publications", "uuid": "ymnxqqLFqirKkrjmze7WtQ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486132488/1387781402.12.jpg", "average_rating": 0.0, "isbn": "9780486132488", "description": "<DIV>Pioneering work by the great modernist painter, considered by many to be the father of abstract art and a leader in the movement to free art from traditional bonds. Kandinsky's provocative thoughts on color theory and the nature of art. Analysis of Picasso, Matisse, and earlier masters. 12 illustrations.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 16, "uuid": "WNnc4q3EF3yu3TCPCjboDG", "annotation": ""},{"book": {"author": "Vincent Van Gogh", "publication_date": "2013-03-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 56, "title": "The Letters of a Post-Impressionist - Being the Familiar Correspondence of Vincent Van Gogh - The Original Classic Edition", "uuid": "9HL3PhAdewm8VNSSzrPfYH", "awards": [], "publisher": {"name": "Emereo Publishing", "uuid": "6UrzPCZ4vwit58ZWJykK9i"}, "cover_img": "https://cflare.oysterbooks.com/covers/Emereo%20Publishing/9781486448081/1378348098.01.jpg", "average_rating": 0.0, "isbn": "9781486448081", "description": "Finally available, a high quality book of the original classic edition of The Letters of a Post-Impressionist - Being the Familiar Correspondence of Vincent Van Gogh. It was previously published by other bona fide publishers, and is now, after many years, back in print. \n<p>\nThis is a new and freshly published edition of this culturally important work by Vincent Van Gogh, which is now, at last, again available to you.\n<p>\nGet the PDF and EPUB NOW as well. Included in your purchase you have The Letters of a Post-Impressionist - Being the Familiar Correspondence of Vincent Van Gogh in EPUB AND PDF format to read on any tablet, eReader, desktop, laptop or smartphone simultaneous - Get it NOW.\n<p>\nEnjoy this classic work today. These selected paragraphs distill the contents and give you a quick look inside The Letters of a Post-Impressionist - Being the Familiar Correspondence of Vincent Van Gogh:\n<p>\nLook inside the book: <p>I would like, however, to seize this opportunity to defend Margarete Mauthner against the charge of having made a “fantastic arrangement” of these letters; for, if the person who made this charge had only been acquainted with the facts of the case, he would have known that she had done no more (at least from page 39 onwards) than faithfully to follow Emile Bernard’s original arrangement of his friend’s correspondence in the “Mercure de France”; and surely we must assume that Emile Bernard, Van Gogh’s devoted admirer, was the best judge as to what should, or should not, appear of all that his friend had written.\n\n\n...For while they, as new technicians seeking light and complementaries and values, deplored the spiritless and uninspired “oliographs” of their academical contemporaries, they completely overlooked the deeper truth; their artistic instincts were not strong enough to make them see that the spiritless and uninspired subject picture was the most poignant proof that could be found of the fact that mankind no longer possessed, to any passionate or intense degree, that which made the subject picture possible—that is to say, a profound faith in something greater and more vital either than the artists themselves or their art, something which gave not only art but also life a meaning and a purpose.\n\n\n...Possessed as he was of a remarkable gift of observation, nature fortunately did not take long to tell him all that she has to tell the truly instinctive artist; for a man who could paint that still-life, “Apples in a Basket,” dedicated to Pissaro, and the still-life “A Statuette, a Rose and’ Books,” belonging, I believe, to Van Gogh’s family—not to speak of dozens of other marvels of observation, such as the “Chestnut in Bloom,” belonging to Frau Kröller, in which the essential character of the tree is beautifully seized by the happiest of conventions—would necessarily be a rapid and courageous learner of all that nature can teach, and would soon become conscious of having reached that decisive Rubicon, the imperative crossing of which means one of two alternatives—either the continuation of the old attitude to nature, which at this stage becomes mere slavery and no longer discipleship, or the mastering of nature which is the first step that reveals the mature artist of sound instincts.\n  \n\n<p>About Vincent Van Gogh, the Author:<P> 95 Hoping to have a gallery to display his work, his project at this time was a series of paintings including Van Gogh's Chair (1888), Bedroom in Arles (1888), The Night Café (1888), Cafe Terrace at Night (September 1888), Starry Night Over the Rhone (1888), Still Life: Vase with Twelve Sunflowers (1888), all intended to form the décoration for the Yellow House.\n\n...Similarly in Arles, in spring 1888 he arranged his Flowering Orchards into triptychs, began a series of figures that found its end in The Roulin Family series, and finally, when Gauguin had consented to work and live in Arles side-by-side with Van Gogh, he started to work on The Décorations for the Yellow House, which", "oyster_good_for_statement": ""}, "position": 16, "uuid": "m9VqryHWtafvUtAxrvL6mA", "annotation": ""},{"book": {"author": "John W.  Robichaux", "publication_date": "2013-06-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 80, "title": "Hensche on Painting", "uuid": "mRoDvTBQzvr7otwLkUDs4R", "awards": [], "publisher": {"name": "Dover Publications", "uuid": "ymnxqqLFqirKkrjmze7WtQ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486317618/1387782789.17.jpg", "average_rating": 0.0, "isbn": "9780486317618", "description": "<DIV>An artist for over seventy years and a teacher for more than sixty, painter Henry Hensche (1901&#8211;1992) placed great emphasis in his classes on Monet's Impressionist tradition of seeing and painting color under the influence of light. Hensche taught his students to \"see the light, not the object,\" says his biographer John Robichaux. This book reveals the basic painting philosophy and methodology of a great teacher, as expounded in his famous classes and workshops on Cape Cod.</DIV>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "Bnjqmj9KJDCkntoadvLZUA", "annotation": ""},{"book": {"author": "Richard Polsky", "publication_date": "2009-09-15", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 288, "title": "I Sold Andy Warhol (Too Soon)", "uuid": "zqiB3xiu5zw8aBXvc3XdK7", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513743/1378048538.21.jpg", "average_rating": 4.2, "isbn": "9781590513743", "description": "In early 2005, Richard Polsky decided to put his much-loved, hard-won Warhol Fright Wig, up for auction at Christie's. The market for contemporary art was robust and he was hoping to turn a profit. His instinct seemed to be on target: his picture sold for $375,000. But if only Polsky had waited . . . Over the next two years, prices soared to unimaginable heights with multimillion-dollar deals that became the norm and not the exception. Buyers and sellers were baffled, art dealers were bypassed for auction houses, and benchmark prices proved that trees really do grow to the sky. Had the market lost all reason?\r\nIn I Sold Andy Warhol (Too Soon), Polsky leads the way through this explosive, short-lived period when the \"art world\" became the \"art market.\" He delves into the behind-the-scenes politics of auctions, the shift in power away from galleries, and the search for affordable art in a rich man's playing field. Unlike most in the art world, Polsky is not afraid to tell it like it is as he negotiates deals for clients in New York, London, and San Francisco and seeks out a replacement for his lost Fright Wig in a market that has galloped beyond his means. A compelling backdoor tell-all about the strange and fickle world of art collecting, I Sold Andy Warhol (Too Soon) takes an unvarnished look at how the industry shifted from art appreciation to monetary appreciation.\r\n\r\n\r\nFrom the Hardcover edition.", "oyster_good_for_statement": ""}, "position": 18, "uuid": "8jGRGbHX3GTPTZKU8WwRdD", "annotation": ""},{"book": {"author": "Timothy Egan", "publication_date": "2012-10-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Short Nights of the Shadow Catcher", "uuid": "4EVaJsAmViXvdyBGNQ6SiU", "awards": [{"name": "Carnegie Medal Winner", "uuid": "5Lqzq8uZuiY34CA2aBH95H", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840604/1376382231.9.jpg", "average_rating": 4.23, "isbn": "9780547840604", "description": "<div><p></p><div>&ldquo;A vivid exploration of one man's lifelong obsession with an idea . . .  Egan&rsquo;s spirited biography might just bring [Curtis] the recognition that  eluded him in life.&rdquo; &mdash; <I>Washington Post </I><BR><br> Edward Curtis  was charismatic, handsome, a passionate mountaineer, and a famous  portrait photographer, the Annie Leibovitz of his time. He moved in  rarefied circles, a friend to presidents, vaudeville stars, leading  thinkers. But when he was thirty-two years old, in 1900, he gave it all  up to pursue his Great Idea: to capture on film the continent&rsquo;s original  inhabitants before the old ways disappeared.<BR><br> Curtis spent the  next three decades documenting the stories and rituals of more than  eighty North American tribes. It took tremendous perseverance &mdash; ten  years alone to persuade the Hopi to allow him to observe their Snake  Dance ceremony. And the undertaking changed him profoundly, from  detached observer to outraged advocate. Curtis would amass more than  40,000 photographs and 10,000 audio recordings, and he is credited with  making the first narrative documentary film. In the process, the  charming rogue with the grade school education created the most  definitive archive of the American Indian.<BR><br> &ldquo;A darn good yarn. Egan is a muscular storyteller and his book is a rollicking page-turner with a colorfully drawn hero.&rdquo; &mdash; <I>San Francisco Chronicle</I><BR><br> &quot;A riveting biography of an American original.&quot; &ndash; <I>Boston Globe </I></div></div>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "FrGmFyijMnXe2zYvHg4jdR", "annotation": ""},{"book": {"author": "Walker Evans", "publication_date": "2001-08-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "Let Us Now Praise Famous Men", "uuid": "6KCqBN32kYaXbuJk88psPk", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526393/1376384395.47.jpg", "average_rating": 4.12, "isbn": "9780547526393", "description": "<DIV>In the summer of 1936, James Agee and Walker Evans set out on assignment for Fortune magazine to explore the daily lives of sharecroppers in the South. Their journey would prove an extraordinary collaboration and a watershed literary event when in 1941 LET US NOW PRAISE FAMOUS MEN was first published to enormous critical acclaim. This unsparing record of place, of the people who shaped the land, and of the rhythm of their lives was called intensely moving and unrelentingly honest, and is \"renowned for its fusion of social conscience and artistic radicality\" (New York Times). Today it stands as a poetic tract of its time, recognized by the New York Public Library as one of the most influential books of the twentieth century. With an elegant new design as well as a sixty-four-page photographic prologue of Evans's classic images, reproduced from archival negatives, this sixtieth anniversary edition reintroduces the legendary author and photographer to a new generation.</div>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "2kcnZrxWAGLwUvwkhtZcoj", "annotation": ""}]