[{"position": 21, "book": {"description": "<p>In intimate and eloquent interviews, including the last he gave before his suicide, the writer hailed by A.O. Scott of The New York Times as \"the best mind of his generation” considers the state of modern America, entertainment and discipline, adulthood, literature, and his own inimitable writing style. The volume includes among others interviews with Laura Miller, Dave Eggers, and the student magazine of Wallace's own alma mater, Amherst.</p>", "isbn": "9781612192079", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 128, "average_rating": 3.88, "title": "David Foster Wallace: The Last Interview", "uuid": "TSSmNfXpQn4MAuFSCup5pR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192079/1377113922.31.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "David Foster Wallace", "status": 1}, "uuid": "bKzDy59WUqvmjBUbhNmk34", "annotation": ""},{"position": 16, "book": {"description": "<DIV><b>A fascinating self-portrait of one of the greatest entertainers of Hollywood&rsquo;s golden age </b><b><BR></b></div><DIV><BR>Film star. Cabaret sensation. Recording artist. Writer. Marlene Dietrich was nothing short of enchanting&mdash;and remains so as she chronicles her fabulous rise to stardom in <i>Marlene</i>. From her early career in Germany as a chorus girl to her breakout role as Lola in <i>The Blue Angel</i> to her courageous wartime tours, Dietrich recounts a life that captivates on the page just as she smoldered on the screen. She writes passionately of her friends&mdash;including Charlie Chaplin, Orson Welles, and Edith Piaf, among many others&mdash;and she shares memories of what she calls her greatest accomplishment: entertaining the Allied troops during World War II. A sustained expression of her bold, sophisticated style, <i>Marlene</i> reminds us why Dietrich remains an international icon and a true Hollywood legend. </div>", "isbn": "9781453274699", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-09", "number_print_pages": 276, "average_rating": 3.62, "title": "Marlene", "uuid": "HpWAPqmtRXLRafB6e9eyaa", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Marlene/1373331604.64.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Marlene Dietrich", "status": 1}, "uuid": "qknRSMR8dp5LnrEUskxf4P", "annotation": ""},{"position": 42, "book": {"description": "<p>This definitive biography of Aleister Crowley, the most notorious and controversial spiritual figure of the 20th century, brings together a life of world-shaking ‘magick’, sexual and psychological experimentation at the outer limits, world-record-beating mountaineering and startling prophetic power – as well as poetry, adventure, espionage, wisdom, excess, and intellectual brilliance. This biography reveals the man behind the appalling reputation, demolishing a century of scandalmongering that persuaded the world that Crowley was a black magician, a traitor and a sexual wastrel, addicted to drugs and antisocial posing, rather than the mind-blowing truth that Crowley was a genius as significant as Jung, Freud or Einstein.</p>\r\n<p>Churton has enjoyed the full co-operation of the world’s Crowley scholars to ensure the accuracy of his riveting narrative. </p>\r\n<p>The book contains the first ever complete investigation of Crowley’s astonishing family background – including facts he concealed in his lifetime for fear of social prejudice.</p>\r\n<p>Tobias Churton also gives us a detailed account of Crowley’s work as a British spy during World War I in Berlin during the early 1930s and during World War II. This information has not been available to any previous biographer.</p>", "isbn": "9781780281346", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-01", "number_print_pages": 496, "average_rating": 0.0, "title": "Aleister Crowley: The Biography", "uuid": "jLPSkKKfBrwkb2gASDuSLf", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9781780281346/1385165118.69.jpg", "publisher": {"name": "Osprey Publishing Ltd", "uuid": "CKve5rvBeXmrtiv2onthRU"}, "author": "Tobias Churton", "status": 1}, "uuid": "WprFbhKC6oNoaKJpfqNtke", "annotation": ""},{"position": 13, "book": {"description": "<p>Do you remember the best summer of your life?</p><p>New York City, 1945. Marjorie Jacobson and her best friend, Marty Garrett, arrive fresh from the Kappa house at the University of Iowa hoping to find summer positions as shopgirls. Turned away from the top department stores, they miraculously find jobs as pages at Tiffany &#38; Co., becoming the first women to ever work on the sales floor&#8212;a diamond-filled day job replete with Tiffany blue shirtwaist dresses from Bonwit Teller's&#8212;and the envy of all their friends.</p><p>Hart takes us back to the magical time when she and Marty rubbed elbows with the rich and famous; pinched pennies to eat at the Automat; experienced nightlife at La Martinique; and danced away their weekends with dashing midshipmen. Between being dazzled by Judy Garland's honeymoon visit to Tiffany, celebrating VJ Day in Times Square, and mingling with Caf&#233; society, she fell in love, learned unforgettable lessons, made important decisions that would change her future, and created the remarkable memories she now shares with all of us.</p>", "isbn": "9780061754982", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 336, "average_rating": 3.63, "title": "Summer at Tiffany", "uuid": "8oUjZGq6KYx63iF5tJqhZT", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061754982/1376506109.18.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Marjorie Hart", "status": 1}, "uuid": "jTMbNvYKyB4SaJ4NttWLMk", "annotation": ""},{"position": 0, "book": {"description": "<p>Chaplin's heartfelt and hilarious autobiography tells the story of his childhood, the challenge of identifying and perfecting his talent, his subsequent film career and worldwide celebrity.</p>\n<p>In this, one of the very first celebrity memoirs, Chaplin displays all the charms, peculiarities and deeply-held beliefs that made him such an endearing and lasting character.</p>\n<p>Re-issued as part of Melville House's Neversink Library, My Autobiography offers dedicated Chaplin fans and casual admirers alike an astonishing glimpse into the the heart and the mind of Hollywood's original genius maverick.</p>\n<p>Take this unforgettable journey with the man George Bernard Shaw called \"the only genius to come out of the movie industry” as he moves from his impoverished South London childhood to the heights of Hollywood wealth and fame; from the McCarthy-era investigations to his founding of United Artists to his \"reverse migration” back to Europe, My Autobiography is a reading experience not to be missed.</p>", "isbn": "9781612191935", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-26", "number_print_pages": 528, "average_rating": 4.2, "title": "My Autobiography", "uuid": "HqsZf9MUA4d7bwcuFtkvGe", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191935/1377114763.08.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Charlie Chaplin", "status": 1}, "uuid": "m77jon9DhuYHx4oSgjgYrA", "annotation": ""},{"position": 34, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">Through the memories of his women and confidantes, this biography provides a fresh portrait of virtuoso pianist Glenn Gould, detailing his many motivations, dreams, quirks, and fears. Filled with personal stories from the people who were intimately involved with the man, this account shows how Gould, the world&#8217;s greatest pianist in the 1950s and 1960s, was richly inspired by, and bared his soul at the keyboard to, the numerous women who stirred his hard-to-fetch emotions. Long considered to be an asexual, lonely, and egocentric figure, this expos&#233;&#151;by examining the details about Gould&#8217;s many love affairs and how they affected his life, music, and filmmaking&#151;presents a unique perspective on one of the most enigmatic artists of the 20th century.</P></DIV>", "isbn": "9781554906819", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-01", "number_print_pages": 300, "average_rating": 0.0, "title": "The Secret Life of Glenn Gould", "uuid": "NhtyuoAUENDNE9cq4VB3YY", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/The%20Secret%20Life%20of%20Glenn%20Gould/1372978398.14.jpg", "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "author": "Michael Clarkson", "status": 1}, "uuid": "Q68WuvTedt7cCFPTAnHtGc", "annotation": ""},{"position": 39, "book": {"description": "<DIV><b><I>This Is a Call</I></b>, the first in-depth, definitive biography of Dave Grohl, tells the epic story of a singular career that includes Nirvana, Foo Fighters, Queens of the Stone Age, and Them Crooked Vultures. Based on ten years of original, exclusive interviews with the man himself and conversations with a legion of musical associates like Queens of the Stone Age frontman Josh Homme, DC punk legend Ian MacKaye, and <i>Nevermind</i> producer Butch Vig, this is Grohl&#8217;s story. He speaks candidly and honestly about Kurt Cobain, the arguments that almost tore Nirvana apart, the feuds that threatened to derail the Foo Fighters&#8217;s global success, and the dark days that almost caused him to quit music for good.<p>Dave Grohl has emerged as one of the most recognizable and respected musicians in the world. He is the last true hero to emerge from the American underground. <b><I>This Is a Call</I></b> vividly recounts this incredible rock &#8217;n&#8217; roll journey.</DIV>", "isbn": "9780306820519", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-11-29", "number_print_pages": 416, "average_rating": 3.5, "title": "This Is a Call", "uuid": "qFkAADRps5Ny8MzibUDrdg", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306820519/1387370982.24.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "Paul Brannigan", "status": 1}, "uuid": "Cvjg3BVzi2nHC2MDiDQ2kU", "annotation": ""},{"position": 8, "book": {"description": "<DIV>Rachel Carson's Silent Spring, published in 1962, did more than any other single publication to alert the world to the hazards of environmental poisoning and to inspire a powerful social movement that would alter the course of American history. This definitive, sweeping biography shows the origins of Carson's fierce dedication to natural science--and tells the dramatic story of how Carson, already a famous nature writer, became a brillant if reluctant reformer. Drawing on unprecendented access to sources and interviews, Lear masterfully explores the roots of Carson's powerful connection to the natural world, crafting a \" fine portrait of the environmentalist as a human being\" (Smithsonian).</div>", "isbn": "9780547707556", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-01", "number_print_pages": 688, "average_rating": 4.31, "title": "Rachel Carson", "uuid": "GpCwgwD5NnThtK4Sd4NjvX", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547707556/1376381478.76.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Linda Lear", "status": 1}, "uuid": "8aaxEEJXgFrtYNEP8xJkqB", "annotation": ""},{"position": 24, "book": {"description": "<div> Slave narratives, some of the most powerful records of our past, are extremely rare, with only fifty-five post&#8211;Civil War narratives surviving. A mere handful are first-person accounts by slaves who ran away and freed themselves. Now two newly uncovered narratives, and the biographies of the men who wrote them, join that exclusive group with the publication of <I>A Slave No More</I>, a major new addition to the canon of American history. Handed down through family and friends, these narratives tell gripping stories of escape: Through a combination of intelligence, daring, and sheer luck, the men reached the protection of the occupying Union troops. David W. Blight magnifies the drama and significance by prefacing the narratives with each man&#8217;s life history. Using a wealth of genealogical information, Blight has reconstructed their childhoods as sons of white slaveholders, their service as cooks and camp hands during the Civil War, and their climb to black working-class stability in the north, where they reunited their families.</P>  In the stories of Turnage and Washington, we find history at its most intimate, portals that offer a rich new answer to the question of how four million people moved from slavery to freedom. In <I>A Slave No More</I>, the untold stories of two ordinary men take their place at the heart of the American experience.</DIV>", "isbn": "9780156035484", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-01-15", "number_print_pages": 320, "average_rating": 3.85, "title": "A Slave No More", "uuid": "89EvARjaWPSY9CyVKBf3wU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035484/1376379660.87.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "David W. Blight", "status": 1}, "uuid": "RypRHfALNzUxb8oi44pYYT", "annotation": ""},{"position": 11, "book": {"description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><p>It was the summer Coltrane died, the summer of love and riots, and the summer when a chance encounter in Brooklyn led two young people on a path of art, devotion, and initiation.</p><p>Patti Smith would evolve as a poet and performer, and Robert Mapplethorpe would direct his highly provocative style toward photography. Bound in innocence and enthusiasm, they traversed the city from Coney Island to Forty-second Street, and eventually to the celebrated round table of Max's Kansas City, where the Andy Warhol contingent held court. In 1969, the pair set up camp at the Hotel Chelsea and soon entered a community of the famous and infamous&#8212;the influential artists of the day and the colorful fringe. It was a time of heightened awareness, when the worlds of poetry, rock and roll, art, and sexual politics were colliding and exploding. In this milieu, two kids made a pact to take care of each other. Scrappy, romantic, committed to create, and fueled by their mutual dreams and drives, they would prod and provide for one another during the hungry years.</p><p><em>Just Kids</em> begins as a love story and ends as an elegy. It serves as a salute to New York City during the late sixties and seventies and to its rich and poor, its hustlers and hellions. A true fable, it is a portrait of two young artists' ascent, a prelude to fame.</p>", "isbn": "9780062008442", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Stonewall Award Honor Book", "image": null, "uuid": "9dr9yUaaL7JFGWhpLzV2L"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-20", "number_print_pages": 320, "average_rating": 4.12, "title": "Just Kids", "uuid": "J44P7NDAPx6hZXcq2WfBHk", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008442/1376530164.85.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Patti Smith", "status": 1}, "uuid": "vwtULc25qZ9DJPniMma92j", "annotation": ""},{"position": 12, "book": {"description": "<p>The life Kamila Sidiqi had known changed overnight when the Taliban seized control of the city of Kabul. After receiving a teaching degree during the civil war&#8212;a rare achievement for any Afghan woman&#8212;Kamila was subsequently banned from school and confined to her home. When her father and brother were forced to flee the city, Kamila became the sole breadwinner for her five siblings. Armed only with grit and determination, she picked up a needle and thread and created a thriving business of her own.</p><p><em>The Dressmaker of Khair Khana</em> tells the incredible true story of this unlikely entrepreneur who mobilized her community under the Taliban. Former <em>ABC News</em> reporter Gayle Tzemach Lemmon spent years on the ground reporting Kamila's story, and the result is an unusually intimate and unsanitized look at the daily lives of women in Afghanistan.</p><p>In this advance excerpt of chapter seven, available only in e-book format, readers are immersed in the Sidiqi household as they watch Kamila and her sisters work around the clock to sew dresses for a wedding. When the bride and her wedding party return to pick up their gowns, the sisters make an astonishing discovery. Purchase today to get an exclusive look at what Greg Mortensen, author of <em>Three Cups of Tea</em>, has called, \"One of the most inspiring books I have ever read.\"</p>", "isbn": "9780062074959", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-03-15", "number_print_pages": 304, "average_rating": 3.68, "title": "The Dressmaker of Khair Khana", "uuid": "ubaQw3kMhKPuqcZwP223eb", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062074959/1376552713.05.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Gayle Tzemach Lemmon", "status": 1}, "uuid": "BbhnbEWp6KbHviC3zgm6pS", "annotation": ""},{"position": 26, "book": {"description": "<P>In the early 1770s, the men who invented America were living quiet, provincial lives in the rustic backwaters of the New World, devoted primarily to family, craft, and the private pursuit of wealth and happiness. None set out to become \"revolutionary\" by ambition, but when events in Boston escalated, they found themselves thrust into a crisis that moved, in a matter of months, from protest to war.</p> <p>In this remarkable book, the historian Jack Rakove shows how the private lives of these men were suddenly transformed into public careers&#8212;how Washington became a strategist, Franklin a pioneering cultural diplomat, Madison a sophisticated constitutional thinker, and Hamilton a brilliant policymaker. Rakove shakes off accepted notions of these men as godlike visionaries, focusing instead on the evolution of their ideas and the crystallizing of their purpose. In <I>Revolutionaries</I>, we see the founders before they were fully formed leaders, as individuals whose lives were radically altered by the explosive events of the mid-1770s. They were ordinary men who became extraordinary&#8212;a transformation that finally has the literary treatment it deserves.</p> <p>Spanning the two crucial decades of the country&#8217;s birth, from 1773 to 1792, <I>Revolutionaries</I> uses little-known stories of these famous (and not so famous) men to capture&#8212;in a way no single biography ever could&#8212;the intensely creative period of the republic&#8217;s founding. From the Boston Tea Party to the First Continental Congress, from Trenton to Valley Forge, from the ratification of the Constitution to the disputes that led to our two-party system, Rakove explores the competing views of politics, war, diplomacy, and society that shaped our nation.  <p>Thoughtful, clear-minded, and persuasive, <I>Revolutionaries</I> is a majestic blend of narrative and intellectual history, one of those rare books that makes us think afresh about how the country came to be, and why the idea of America endures.<br>", "isbn": "9780547486741", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-11", "number_print_pages": 496, "average_rating": 3.68, "title": "Revolutionaries", "uuid": "4GV2xpGZ22roHj4QEHkejb", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547486741/1376380045.08.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jack Rakove", "status": 1}, "uuid": "FtoKoNoRsu2ZVjVxGefvch", "annotation": ""},{"position": 43, "book": {"description": "<b>The trans-Atlantic air race of 1927 and the flight that made Charles Lindbergh a hero</b><p>The race to make the first nonstop flight between the New York and Paris attracted some of the most famous and seasoned aviators of the day, yet it was the young and lesser known Charles Lindbergh who won the $25,000 Orteig Prize in 1927 for his history-making solo flight in the Spirit of St. Louis. Drawing on many previously overlooked sources, Bak offers a fresh look at the personalities that made up this epic air race – a deadly competition that culminated in one of the twentieth century's most thrilling personal achievements and turned Charles Lindbergh into the first international hero of the modern age.<ul><li>Examines the extraordinary life and cultural impact of Charles Lindbergh, one of the iconic figures of the twentieth century, and his legendary trans-Atlantic flight that captured the world's imagination<li>Explores the romance of flying during aviation's Golden Age of the 1920s, the enduring mystique of the aviator, and rapid technological advances that made for a paradigm shift in human perception of the world<li>Filled with colorful characters from early aviation history, including Charles Nungesser, Igor Sikorsky, René Fonck, Richard Byrd, and Paul Tarascon</ul><p><p>History and the imagination take flight in this gripping account of high-flying adventure, in which a group of courageous men tested the both limits of technology and the power of nature in pursuit of one of mankind's boldest dreams.", "isbn": "9781118043783", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-24", "number_print_pages": 320, "average_rating": 0.0, "title": "The Big Jump", "uuid": "jiZ6Gv4rBs7mCg9oUc8N9G", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118043783/1379061840.96.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "Richard Bak", "status": 1}, "uuid": "t7DHkfLw24sXYZEzfbs4YR", "annotation": ""},{"position": 37, "book": {"description": "<P>The phrase \"beat generation\" -- introduced by Jack Kerouac in 1948 -- characterized the underground, nonconformist youths who gathered in New York City at that time. Together, these writers, artists, and activists created an inimitably American cultural phenomenon that would have a global influence. In their constant search for meaning, the Beats struggled with anxiety, alienation, and their role as the pioneers of the cultural revolution of the 1960s.</P><P>The Philosophy of the Beats explores the enduring literary, cultural, and philosophical contributions of the Beats in a variety of contexts. Editor Sharin N. Elkholy has gathered leading scholars in Beat studies and philosophy to analyze the cultural, literary, and biographical aspects of the movement, including the drug experience in the works of Kerouac and Allen Ginsberg, feminism and the Beat heroine in Diane Di Prima's writings, Gary Snyder's environmental ethics, and the issue of self in Bob Kaufman's poetry. The Philosophy of the Beats provides a thorough and compelling analysis of the philosophical underpinnings that defined the beat generation and their unique place in modern American culture.</P>", "isbn": "9780813140582", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-22", "number_print_pages": 300, "average_rating": 0.0, "title": "The Philosophy of the Beats", "uuid": "BNtLFLgxEDm3zMhL7F2toh", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813140582/1377070952.86.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Sharin N. Elkholy", "status": 1}, "uuid": "n8BYDMCpYCQwVLuHP9FYz", "annotation": ""},{"position": 21, "book": {"description": "<p>Sometimes called \"obscure” and branded \"abstruse” by his critics, the Derrida found in this book is open and engaging, reflecting on a long career challenging important tenets of European philosophy from Plato to Marx.</p>\n<p>The contemporary meaning of Derrida's work is also examined, including a discussion of his many political activities. But, as Derrida says, \"To philosophize is to learn to die”; as such, this philosophical discussion turns to the realities of his imminent death—including life with a fatal cancer. In the end, this interview remains a touching final look at a long and distinguished career.</p>", "isbn": "9781612190327", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-06", "number_print_pages": 96, "average_rating": 4.02, "title": "Jacques Derrida: Learning To Live Finally", "uuid": "Y83hLeM99qR7gmJxNsVJtd", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190327/1377114653.09.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Jacques Derrida", "status": 1}, "uuid": "nW82z77GYx4wTBK86F5LwG", "annotation": ""},{"position": 38, "book": {"description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "isbn": "9780465044993", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-07-02", "number_print_pages": 424, "average_rating": 3.85, "title": "Masters of Sex", "uuid": "yVxaqcdwUtGxFn4ipgFnhE", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Thomas Maier", "status": 1}, "uuid": "kb9iyfjjbR8CCRFDwFSmXZ", "annotation": ""},{"position": 14, "book": {"description": "<DIV><b>&ldquo;Provocative. Adams strips away Gandhi&rsquo;s saintly aura and explores the duality . . . of India&rsquo;s most famous leader.&rdquo; </b>&mdash;<b><i>Financial Times</i></b></div><DIV><b><i>&#160;</i></b></div><DIV>Jad Adams traces the course of Gandhi&rsquo;s multi-faceted life, and the development of his religious, political, and social thinking over seven tumultuous decades: from his comfortable upbringing in a princely state in Gujarat; his early civil rights campaigns; his leadership through civil disobedience in the 1920s and 1930s that made him a world icon; and finally to his assassination by a Hindu extremist in 1948, only months after the birth of independent India.</div><DIV>&#160;</div><DIV>An elegant and masterly account of one of the seminal figures of twentieth-century history, Adams presents for the first time the true story behind the man whose life may truly be said to have changed the world.</div><BR>", "isbn": "9781453218099", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-07-12", "number_print_pages": 336, "average_rating": 0.0, "title": "Gandhi", "uuid": "TTTXesxwf6GntoWbKKKWk3", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453218099/1378375319.59.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Jad Adams", "status": 1}, "uuid": "EntG4AyXYP82z4pmBnn3uK", "annotation": ""},{"position": 23, "book": {"description": "<div><div><div><div><div><div>With her outsize personality, Julia Child is known around the world by her first name alone. But despite that familiarity,&#160;how much&#160;do we <I>really </I>know of the inner Julia?</div> <div>&#160;</DIV> <div>Now more than 200 letters exchanged between Julia and Avis DeVoto, her friend and unofficial literary agent memorably introduced in the hit movie <I>Julie &amp; Julia</I>, open the window on Julia&#8217;s deepest thoughts and feelings. This riveting correspondence, in print for the first time, chronicles the blossoming of a unique and lifelong friendship between the two women and the turbulent process of Julia&#8217;s creation of <I>Mastering the Art of French Cooking</I>, one of the most influential cookbooks ever written.</div></DIV> <div>Frank, bawdy, funny, exuberant, and occasionally agonized, these letters show Julia, first&#160;as a new bride&#160;in Paris, then becoming increasingly worldly and adventuresome&#160;as she follows her diplomat husband&#160;in his postings&#160;to Nice, Germany, and Norway.</DIV> <div>&#160;</DIV> <div>With commentary by the noted food historian Joan Reardon, and covering topics as diverse as the lack of good wine in the United States, McCarthyism, and&#160;sexual mores, these astonishing&#160;letters show America on the verge of political, social, and gastronomic transformation.</div> <p></P> <p></P></DIV> <p></P></DIV></DIV></DIV>", "isbn": "9780547504834", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-01", "number_print_pages": 432, "average_rating": 4.14, "title": "As Always, Julia", "uuid": "EBn9BDHKkgyZQyQMABUiq6", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504834/1376380847.31.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Joan Reardon", "status": 1}, "uuid": "DoNframN28LHuwrt3yVBZ6", "annotation": ""},{"position": 33, "book": {"description": "<p>Norman Finkelstein, who, drawing on extensive readings of Gandhi's copious oeuvre and intensive reflection on the way that progress might be made in the seemingly intractable impasse of the Middle East, here sets out in clear and concise language the basic principles of Gandhi's approach.</p>", "isbn": "9781935928805", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-12", "number_print_pages": 100, "average_rating": 0.0, "title": "What Gandhi Says", "uuid": "FybbMjh9HGhn9HkGDu8FzG", "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781935928805/1382549600.45.jpg", "publisher": {"name": "OR Books", "uuid": "vL9uUjpHSzki2eAs6zBQ79"}, "author": "Norman G. Finkelstein", "status": 1}, "uuid": "WvCiwzeJgVZxCjwr6Tt6Mh", "annotation": ""},{"position": 8, "book": {"description": "<P><B>A fascinating slice of true-crime history that unfolds in 1695, when law enforcement was unheard of and modern money was little more than a concept </B> <p>&#160; <p>When renowned scientist Isaac Newton took up the post of Warden of His Majesty&#8217;s Mint in London, another kind of genius&#8212;a preternaturally gifted counterfeiter named William Chaloner&#8212;had already taken up residence in the city, rising quickly in an unruly, competitive underworld. In the courts and streets of London, and amid the tremors of a world being transformed by ideas Newton himself had set in motion, Chaloner crosses paths with the formidable new warden. An epic game of cat and mouse ensues in <I>Newton and the Counterfeiter</I>, revealing for the first time that Newton was not only one of the greatest minds of his age, but also a remarkably intrepid investigator.", "isbn": "9780547416618", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-12", "number_print_pages": 336, "average_rating": 3.72, "title": "Newton and the Counterfeiter", "uuid": "QeUyEitxVHiMrdx86ZGUEc", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416618/1376380013.56.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Thomas Levenson", "status": 1}, "uuid": "nCqYQTW5Visu3Sc2qzc8SB", "annotation": ""},{"position": 30, "book": {"description": "<p>For the first time, Ciro Bustos, Che&rsquo;s right-hand man in the struggle for Argentina, tells his story. As a young man inspired by the example of Cuba, Bustos was determined to bring revolution to the home country he shared with his hero. After a failed attempt to liberate Argentina, it was not until 1966 that he was contacted by the Cubans once again and told, &ldquo;Che wants to see you.&rdquo;</p><p>Under false papers, Bustos crossed the border into Bolivia, where Che was in hiding with his guerrilla forces; and here, for the first time, Che shared his plans for a continental revolution. In this fascinating memoir, Ciro Bustos tells us a story only he is able to recount: what really happened in Bolivia in 1967 and why he did not betray Che.</p>", "isbn": "9781781683361", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-04", "number_print_pages": 320, "average_rating": 0.0, "title": "Che Wants to See You", "uuid": "pSmzF93hoSVhYyLTqMbaJD", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683361/1386003308.13.jpg", "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Ciro Bustos", "status": 1}, "uuid": "LacNFJmhgi2pSV5qcsgKNW", "annotation": ""},{"position": 9, "book": {"description": "<p>One of the most intriguing figures of the twentieth century conducts a master class in subversion ...</p>\n<p>Originally published in 1906, The Right Way to Do Wrong was a masterclass in subversion conducted by the world's greatest illusionist. It collected Houdini's findings, from interviews with criminals and police officers, on the most surefire ways to commit crime and get away with it.</p>\n<p>This volume presents the best of those writings alongside little-known articles by Houdini on his own brand of deception: magic. Revealing the secrets of his signature tricks, including handcuff and rope escapes, and debunking the methods of his rivals, he proves himself to be just as clever and nimble a writer as he was a magician—and surprisingly free with trade secrets! All of which makes this unique selection of works both the ultimate anti-etiquette guide and proof that things are not always as they seem.</p>\n<p>In an exclusive introduction to this volume, Teller—magician, comedian, and silent sidekick of Penn Jillette—speaks up about the greatest magician of modern times.</p>", "isbn": "9781612191676", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-30", "number_print_pages": 112, "average_rating": 3.48, "title": "Right Way To Do Wrong", "uuid": "LNi6pSkqq3cwzxDWX33VUc", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191676/1377114880.85.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Harry Houdini", "status": 1}, "uuid": "iBBr4VxhzDWama5pE6yTBN", "annotation": ""},{"position": 31, "book": {"description": "In the 1960s he exhorted students at Columbia University to burn their college to the ground. Today he&#8217;s chair of their School of the Arts film division. Jamal Joseph&#8217;s personal odyssey&#8212;from the streets of Harlem to Riker&#8217;s Island and Leavenworth to the halls of Columbia&#8212;is as gripping as it is inspiring.Eddie Joseph was a high school honor student, slated to graduate early and begin college. But this was the late 1960s in Bronx&#8217;s black ghetto, and fifteen-year-old Eddie was introduced to the tenets of the Black Panther Party, which was just gaining a national foothold. By sixteen, his devotion to the cause landed him in prison on the infamous Rikers Island&#8212;charged with conspiracy as one of the Panther 21 in one of the most emblematic criminal cases of the sixties. When exonerated, Eddie&#8212;now called Jamal&#8212;became the youngest spokesperson and leader of the Panthers&#8217; New York chapter.He joined the &#8220;revolutionary underground,&#8221; later landing back in prison. Sentenced to more than twelve years in Leavenworth, he earned three degrees there and found a new calling. He is now chair of Columbia University&#8217;s School of the Arts film division&#8212;the very school he exhorted students to burn down during one of his most famous speeches as a Panther.In raw, powerful prose, Jamal Joseph helps us understand what it meant to be a soldier inside the militant Black Panther movement. He recounts a harrowing, sometimes deadly imprisonment as he charts his path to manhood in a book filled with equal parts rage, despair, and hope.", "isbn": "9781616201265", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-07", "number_print_pages": 272, "average_rating": 4.16, "title": "Panther Baby", "uuid": "ybqT9GnL2VBdf98p9ficWo", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201265/1377657055.9.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Jamal Joseph", "status": 1}, "uuid": "Rqet9b3M5ojVhm8KMoDsV6", "annotation": ""},{"position": 7, "book": {"description": "<p>For more than a quarter century, Philip Norman's internationally bestselling <em>Shout!</em> has been unchallenged as the definitive biography of the Beatles. Now, at last, Norman turns his formidable talent to the Beatle for whom belonging to the world's most beloved pop group was never enough. Drawing on previously untapped sources, and with unprecedented access to all the major characters, here is the comprehensive and most revealing portrait of John Lennon that is ever likely to be published.</p><p>This masterly biography takes a fresh and penetrating look at every aspect of Lennon's much-chronicled life, including the songs that have turned him, posthumously, into a near-secular saint. In three years of research, Norman has turned up an extraordinary amount of new information about even the best-known episodes of Lennon folklore&#8212;his upbringing by his strict Aunt Mimi; his allegedly wasted school and student days; the evolution of his peerless creative partnership with Paul McCartney; his Beatle-busting love affair with a Japanese performance artist; his forays into painting and literature; his experiments with Transcendental Meditation, primal scream therapy, and drugs. The book's numerous key informants and interviewees include Sir Paul McCartney, Sir George Martin, Sean Lennon&#8212;whose moving reminiscence reveals his father as never before&#8212;and Yoko Ono, who speaks with sometimes shocking candor about the inner workings of her marriage to John.</p><p>Honest and unflinching, as John himself would wish, Norman gives us the whole man in all his endless contradictions&#8212;tough and cynical, hilariously funny but also naive, vulnerable and insecure&#8212;and reveals how the mother who gave him away as a toddler haunted his mind and his music for the rest of his days. </p>", "isbn": "9780061980565", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-06", "number_print_pages": 864, "average_rating": 4.11, "title": "John Lennon: The Life", "uuid": "br2GoFZJctkLc7tWsdj4r9", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061980565/1376490006.79.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Philip Norman", "status": 1}, "uuid": "f6PDcQWYsJ7xDZcd9E7JBT", "annotation": ""},{"position": 40, "book": {"description": "<P>Hal Ashby (1929--1988) was always an outsider, and as a director he brought an outsider's perspective to Hollywood cinema. After moving to California from a Mormon household in Utah, he created eccentric films that reflected the uncertain social climate of the 1970s. Whether it is his enduring cult classic Harold and Maude (1971) or the iconic Being There (1979), Ashby's artistry is unmistakable. His skill for blending intense drama with off-kilter comedy attracted A-list actors and elicited powerful performances from Jack Nicholson in The Last Detail (1973), Warren Beatty and Julie Christie in Shampoo (1975), and Jon Voight and Jane Fonda in Coming Home (1979). Yet the man behind these films is still something of a mystery. In Being Hal Ashby: Life of a Hollywood Rebel, author Nick Dawson for the first time tells the story of a man whose thoughtful and challenging body of work continues to influence modern filmmakers and whose life was as dramatic and unconventional as his films. Ashby began his career as an editor, and it did not take long for his talents to be recognized. He won an Academy Award in 1967 for editing In the Heat of the Night and leveraged his success as an editor to pursue his true passion: directing. Crafting seminal films that steered clear of mainstream conventions yet attracted both popular and critical praise, Ashby became one of the quintessential directors of the 1970s New Hollywood movement. No matter how much success Ashby achieved, he was never able to escape the ghosts of his troubled childhood. The divorce of his parents, his father's suicide, and his own marriage and divorce -- all before the age of nineteen -- led to a lifelong struggle with drugs for which he became infamous in Hollywood. And yet, contrary to mythology, it was not Ashby's drug abuse that destroyed his career but a fundamental mismatch between the director and the stifling climate of 1980s studio filmmaking. Although his name may not be recognized by many of today's filmgoers, Hal Ashby is certainly familiar to filmmakers. Despite his untimely death in 1988, his legacy of innovation and individuality continues to influence a generation of independent directors, including Wes Anderson, Sean Penn, and the Coen brothers, who place substance and style above the pursuit of box-office success. In this groundbreaking and exhaustively researched biography, Nick Dawson draws on firsthand interviews and personal papers from Ashby's estate to offer an intimate look at the tumultuous life of an artist unwilling to conform or compromise.</P>", "isbn": "9780813139197", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-30", "number_print_pages": 440, "average_rating": 4.07, "title": "Being Hal Ashby", "uuid": "zPYNmakBcWAxuKRSUFXZK7", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813139197/1377070930.07.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Nick Dawson", "status": 1}, "uuid": "Vm5TzN49X8ZdX3zwxux3k3", "annotation": ""},{"position": 44, "book": {"description": "<p>Among the forgettable ranks of ex-Leftists, Christopher Hitchens stands out as someone determined to stand out. Rejecting the well-worn paths of hard-right evangelism and capitalist &ldquo;realism,&rdquo; he identified with nothing outside his own idiosyncrasies. A habitual mugwump who occasionally masqueraded as a &ldquo;Marxist,&rdquo; the role he adopted late in his career, as afree radical within the US establishment, had ample precedents from his earlier incarnation. It wasn&rsquo;t the Damascene conversion he described. His long-standing admiration for America, his fascination with the Right as the truly &ldquo;revolutionary&rdquo; force, his closet Thatcherism, his theophobia and disdain for the actually existing Left had all been present in differentways throughout his political life. Post-9/11, they merely found a new articulation.</p><p>For all that, the Hitchensian idiolect was a highly unique, marketable formula. He is a recognizable historical type&mdash;the apostate leftist&mdash;and as such presents a rewarding, entertaining and an enlightening case study.</p>", "isbn": "9781844679911", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-16", "number_print_pages": 160, "average_rating": 3.14, "title": "Unhitched", "uuid": "NCEYZXTdFXUPDxcMBhwu9L", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679911/1386004090.6.jpg", "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Richard Seymour", "status": 1}, "uuid": "NHzbxnYcaoBrLzd7SqmDsg", "annotation": ""},{"position": 30, "book": {"description": "<p>Since June of 2009, the Islamic Republic of Iran has seen the most dramatic political upheaval in its three decades of rule. What began as a series of mass protests over the official results of a presidential election—engendering the slogan \"Where is My Vote?”—has grown into something much larger, indeed the largest political protest since the 1979 revolution.</p>\n<p>The Green Movement has been described as \"an Iranian intifada,” a \"great emancipatory event,” a \"grassroots civil rights movement a century in the making,” and \"something quite extraordinary, perhaps even a social revolution.” What are the movement's aims—are they revolutionary, reformist, or something else altogether? Does it have a chance of fundamentally changing Iranian politics or removing president Mahmoud Ahmadinejad from office?</p>\n<p>This momentous anthology explores these critical questions and others by assembling the key statements, communiqués, manifestos, interviews, and debates to have emerged from this vibrant social movement—many of which are translated and published here for the first time. This indispensable volume is the first to bring together the leading voices and key players in Iran's Green Movement, providing an intellectual and political road map to this turning point in Iran's history and a vital resource for the study of Iran, social movements, and the future of the Middle East.</p>", "isbn": "9781612190211", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-01-25", "number_print_pages": 464, "average_rating": 4.0, "title": "The People Reloaded", "uuid": "6jDrwsNHEDx5PpxYj2hQyf", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190211/1377114830.47.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Nader Hashemi", "status": 1}, "uuid": "QfouysbqSa3bt596NQCG27", "annotation": ""},{"position": 22, "book": {"description": "<DIV>This quintessential David-and-Goliath saga tells the story of a wholly unexpected triumph of the poor against the rich and of a crusading city attorney who fought on behalf of an impoverished peasant.<br>    Amalia Bagnacavalli, an illiterate young peasant from the mountains near Bologna, is forced by poverty to take in a child from the city&#8217;s foundling home to wet-nurse. When Amalia contracts syphilis from the sickly and malformed baby given to her, the city fathers callously dismiss her pleas for treatment and restitution.<br>    Bewildered and frightened, she seeks out Augusto Barbieri, an ambitious attorney looking to make a name for himself. He takes up Amalia&#8217;s cause, fighting the case for years through the Italian courts before winning an unprecedented and stunning victory for his by now broken client. The unforgettable story of a landmark struggle for basic human rights, Amalia&#8217;s Tale is the moving drama of a rural woman whose life was ruined and the man from the city who would not stop -- or so it seemed -- until he had seen justice done.</div>", "isbn": "9780547344904", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-03-06", "number_print_pages": 256, "average_rating": 4.25, "title": "Amalia's Tale", "uuid": "6UtRsg4jWY49Vs8ZbW2gj6", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547344904/1376379488.51.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "David I. Kertzer", "status": 1}, "uuid": "5RG2fEWArGP9v42sD9yRA5", "annotation": ""},{"position": 25, "book": {"description": "<div><div><div>In this grand and compelling new history of Reconstruction, Philip Dray shines a light on a little known group of men: the nation's first black members of Congress. Neglected by most historians, these&#160;individuals&#8212;some&#160;of whom were former slaves&#8212;played a critical role in pushing for much-needed reforms in the wake of a traumatic civil war, including equal rights, public education,&#160;and protection from Klan violence. Most important, their example laid the foundation for future black political leaders.</div> <div>&#160;</DIV> <div>Drawing on archival documents, newspaper coverage, and congressional records, he shows that P.B.S. Pinchback (who started out as a riverboat gambler), Robert Smalls (who hijacked a Confederate steamer and delivered it to Union troops), and Robert Brown Elliot (who bested the former vice president of the Confederacy in a stormy debate on the House floor) were eloquent, creative, and often quite effective&#8212;they were simply overwhelmed by the forces of Southern reaction and Northern indifference. Covering the fraught period between the Emancipation Proclamation and Jim Crow, Dray reclaims the reputations of men who, though flawed, led a valiant struggle for social justice.</DIV></DIV></DIV>", "isbn": "9780547526911", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-02-11", "number_print_pages": 480, "average_rating": 4.09, "title": "Capitol Men", "uuid": "SbawmFhYYbbm9WEATDy3So", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526911/1390198970.54.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Philip Dray", "status": 1}, "uuid": "W853uQjsUMQzyE3nqKF4dG", "annotation": ""},{"position": 15, "book": {"description": "<p>Few people have witnessed more scenes of chaos and conflict around the world than Anderson Cooper, whose groundbreaking coverage on CNN has changed the way we watch the news. In this gripping, candid, and remarkably powerful memoir, he offers an unstinting, up-close view of the most harrowing crises of our time, and the profound impact they have had on his life.</p><p>After growing up on Manhattan's Upper East Side, Cooper felt a magnetic pull toward the unknown, an attraction to the far corners of the earth. If he could keep moving, and keep exploring, he felt he could stay one step ahead of his past, including the fame surrounding his mother, Gloria Vanderbilt, and the tragic early deaths of his father and older brother. As a reporter, the frenetic pace of filing dispatches from war-torn countries, and the danger that came with it, helped him avoid having to look too closely at the pain and loss that was right in front of him.</p><p>But recently, during the course of one extraordinary, tumultuous year, it became impossible for him to continue to separate his work from his life, his family's troubled history from the suffering people he met all over the world. From the tsunami in Sri Lanka to the war in Iraq to the starvation in Niger and ultimately to Hurricane Katrina in New Orleans and Mississippi, Cooper gives us a firsthand glimpse of the devastation that takes place, both physically and emotionally, when the normal order of things is violently ruptured on such a massive scale. Cooper had been in his share of life-threatening situations before -- ducking fire on the streets of war-torn Sarejevo, traveling on his own to famine-stricken Somalia, witnessing firsthand the genocide in Rwanda -- but he had never seen human misery quite like this. Writing with vivid memories of his childhood and early career as a roving correspondent, Cooper reveals for the first time how deeply affected he has been by the wars, disasters, and tragedies he has witnessed, and why he continues to be drawn to some of the most perilous places on earth.</p><p>Striking, heartfelt, and utterly engrossing, <em>Dispatches from the Edge</em> is an unforgettable memoir that takes us behind the scenes of the cataclysmic events of our age and allows us to see them through the eyes of one of America's most trusted, fearless, and pioneering reporters.</p>", "isbn": "9780061743351", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 240, "average_rating": 3.95, "title": "Dispatches from the Edge", "uuid": "UWMitvSzoPmMQdGb4y9FxT", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743351/1376505279.46.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Anderson Cooper", "status": 1}, "uuid": "jSZS5s3JeHcFsGgREWXhRm", "annotation": ""},{"position": 21, "book": {"description": "<DIV><DIV><DIV>This &#147;Bible of the Beatles&#8221; captures the iconic band&#8217;s magical and mysterious journey from adorable teenagers to revered cultural emissaries. In this fully updated version, each of their 241 tracks is assessed chronologically from their first amateur recordings in 1957 to their final &#147;reunion&#8221; recording in 1995. It also incorporates new information from the <I>Anthology</I> series and recent interviews with Paul McCartney. This comprehensive guide offers fascinating details about the Beatles&#8217; lives, music, and era, never losing sight of what made the band so important, unique, and enjoyable.</DIV></DIV></DIV>", "isbn": "9781883052843", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-09-01", "number_print_pages": 544, "average_rating": 4.33, "title": "Revolution in the Head", "uuid": "MFopdYiwhWZW3JynMYdUFF", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Revolution%20in%20the%20Head/1372978646.07.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Ian MacDonald", "status": 1}, "uuid": "CYqZvgnsgyYC9zB5XASJdn", "annotation": ""},{"position": 29, "book": {"description": "<p>William Shakespeare, the most celebrated poet in the English language, left behind nearly a million words of text, but his biography has long been a thicket of wild supposition arranged around scant facts. With a steady hand and his trademark wit, Bill Bryson sorts through this colorful muddle to reveal the man himself.</p><p>Bryson documents the efforts of earlier scholars, from today's most respected academics to eccentrics like Delia Bacon, an American who developed a firm but unsubstantiated conviction that her namesake, Francis Bacon, was the true author of Shakespeare's plays. Emulating the style of his famous travelogues, Bryson records episodes in his research, including a visit to a bunkerlike room in Washington, D.C., where the world's largest collection of First Folios is housed. </p><p>Bryson celebrates Shakespeare as a writer of unimaginable talent and enormous inventiveness, a coiner of phrases (\"vanish into thin air,\" \"foregone conclusion,\" \"one fell swoop\") that even today have common currency. His Shakespeare is like no one else's&#8212;the beneficiary of Bryson's genial nature, his engaging skepticism, and a gift for storytelling unrivaled in our time.</p>", "isbn": "9780061983658", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-06", "number_print_pages": 208, "average_rating": 3.75, "title": "Shakespeare", "uuid": "bxFSP8A29fmWk8tLNY8Rd6", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061983658/1376452782.31.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Bill Bryson", "status": 1}, "uuid": "AuxkTwQ9UqKYhxMh5uh3an", "annotation": ""},{"position": 27, "book": {"description": "<DIV><p><DIV><b>An illuminating portrayal of Richard Feynman&mdash;a giant of twentieth century physics&mdash;from his childhood tinkering with radios, to his vital work on the Manhattan Project and beyond</b></div><DIV>&#160;<b><BR></b></div><DIV>Raised in Depression-era Rockaway Beach, physicist Richard Feynman was irreverent, eccentric, and childishly enthusiastic&mdash;a new kind of scientist in a field that was in its infancy. His quick mastery of quantum mechanics earned him a place at Los Alamos working on the Manhattan Project under J. Robert Oppenheimer, where the giddy young man held his own among the nation&rsquo;s greatest minds. There, Feynman turned theory into practice, culminating in the Trinity test, on July 16, 1945, when the Atomic Age was born. He was only twenty-seven. And he was just getting started.</div><DIV>&#160;</div><DIV>In this sweeping biography, James Gleick captures the forceful personality of a great man, integrating Feynman&rsquo;s work and life in a way that is accessible to laymen and fascinating for the scientists who follow in his footsteps.</div></p></DIV>", "isbn": "9781453210437", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-02-22", "number_print_pages": 532, "average_rating": 4.19, "title": "Genius", "uuid": "8G73mx9QxyjhpBkg2ktFDF", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Genius/1373329475.59.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "James Gleick", "status": 1}, "uuid": "KcjBd23xyVR2tXXmo63uSM", "annotation": ""},{"position": 6, "book": {"description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>This&#160;autobiographical portrait of Tom Waits&#160;takes shape through a selection of more than 50 interviews. Starting with the first interview&#151;on KPFK-FM&#8217;s <I>Folkscene</I> in 1973&#151;Waits speaks out on a variety of topics and shares something truly unique with his readers. In a rap that is a synthesis of inflections&#151;Louis Armstrong, Charles Bukowski, Jack Kerouac, Mark Twain, hobo, pool hall attendant, vaudevillian huckster, musicologist par excellence, and a fresh slathering of the organic word-ooze of William S. Burroughs&#151;Waits comes across as well read, informed, and lucidly aware of current pop culture. He delivers prose as crafted, poetic, potent, brilliant, and haunting as the lyrics of his best songs.</P></DIV></DIV>", "isbn": "9781569769270", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-01", "number_print_pages": 480, "average_rating": 0.0, "title": "Tom Waits on Tom Waits", "uuid": "Q4gcBkRrbFbfzAgb3mAJ4j", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Tom%20Waits%20on%20Tom%20Waits/1372979306.73.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "Paul Maher ", "status": 1}, "uuid": "LXCtXkJLcbGvTEw5UvwZUB", "annotation": ""},{"position": 19, "book": {"description": "Waris Dirie leads a double life -- by day, she is an international supermodel and human rights ambassador for the United Nations; by night, she dreams of the simplicity of life in her native Somalia and the family she was forced to leave behind. <em>Desert Flower,</em> her intimate and inspiring memoir, is a must-read for anyone who has ever wondered about the beauty of African life, the chaotic existence of a supermodel, or the joys of new motherhood.<p>Waris was born into a traditional Somali family, desert nomads who engaged in such ancient and antiquated customs as genital mutilation and arranged marriage. At twelve, she fled an arranged marriage to an old man and traveled alone across the dangerous Somali desert to Mogadishu -- the first leg of an emotional journey that would take her to London as a house servant, around the world as a fashion model, and eventually to America, where she would find peace in motherhood and humanitarian work for the U.N.<p>Today, as Special Ambassador for the U.N., she travels the world speaking out against the barbaric practice of female genital mutilation, promoting women's reproductive rights, and educating people about the Africa she fled -- but still deeply loves.<p><em>Desert Flower</em> will be published simultaneously in eleven languages throughout the world and is currently being produced as a feature film by Rocket Pictures UK.</p>", "isbn": "9780061952272", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-06-23", "number_print_pages": 240, "average_rating": 3.98, "title": "Desert Flower", "uuid": "o2kgcRV8mb23DQHEw9xpqY", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061952272/1376452569.41.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Waris Dirie", "status": 1}, "uuid": "hG5rmWahoMLtsFGny7fuCU", "annotation": ""},{"position": 1, "book": {"description": "<p>William Kamkwamba was born in Malawi, a country where magic ruled and modern science was mystery. It was also a land withered by drought and hunger, and a place where hope and opportunity were hard to find. But William had read about windmills in a book called Using Energy, and he dreamed of building one that would bring electricity and water to his village and change his life and the lives of those around him. His neighbors may have mocked him and called him misala&#8212;crazy&#8212;but William was determined to show them what a little grit and ingenuity could do.</p><p></p>Enchanted by the workings of electricity as a boy, William had a goal to study science in Malawi's top boarding schools. But in 2002, his country was stricken with a famine that left his family's farm devastated and his parents destitute. Unable to pay the eighty-dollar-a-year tuition for his education, William was forced to drop out and help his family forage for food as thousands across the country starved and died.<p></p>Yet William refused to let go of his dreams. With nothing more than a fistful of cornmeal in his stomach, a small pile of once-forgotten science textbooks, and an armory of curiosity and determination, he embarked on a daring plan to bring his family a set of luxuries that only two percent of Malawians could afford and what the West considers a necessity&#8212;electricity and running water. Using scrap metal, tractor parts, and bicycle halves, William forged a crude yet operable windmill, an unlikely contraption and small miracle that eventually powered four lights, complete with homemade switches and a circuit breaker made from nails and wire. A second machine turned a water pump that could battle the drought and famine that loomed with every season.<p></p>Soon, news of William's <em>magetsi a mphepo</em>&#8212;his \"electric wind\"&#8212;spread beyond the borders of his home, and the boy who was once called crazy became an inspiration to those around the world.<p></p>Here is the remarkable story about human inventiveness and its power to overcome crippling adversity. <em>The Boy Who Harnessed the Wind</em> will inspire anyone who doubts the power of one individual's ability to change his community and better the lives of those around him.<p></p>", "isbn": "9780061937699", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-09-29", "number_print_pages": 320, "average_rating": 4.1, "title": "The Boy Who Harnessed the Wind", "uuid": "8EB8qafhN2nwBvT7nincYP", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061937699/1378009360.88.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "William Kamkwamba", "status": 1}, "uuid": "Ug6bwkF5QdfYppwwxFvdfZ", "annotation": ""},{"position": 20, "book": {"description": "<p>Nearly thirty-three years after his death, Elvis Presley's extraordinary physical appeal, timeless music, and sexual charisma continue to captivate, titillate, and excite. Though hundreds of books have been written about the King, no book has solely explored his relationships with women and how they influenced his music and life&#8212;until now.</p><p>Based largely on exclusive interviews with the many women who knew him in various roles&#8212;lover, sweetheart, friend, costar, and family member&#8212;<em>Baby, Let's Play House</em> explores Presley's love affairs with, among others, Ann-Margret, Linda Thompson, Sheila Ryan Caan, June Juanico, Joyce Bova, Barbara Leigh, Cybill Shepherd, and Priscilla Beaulieu, as well as his friendships with actresses Raquel Welch, Barbara Eden, Mary Ann Mobley, Yvonne Craig, and Celeste Yarnall. </p><p>The book also spotlights important early girlfriends and the women who dared to turn him down, including Cher, Petula Clark, and Karen Carpenter, as well as two women&#8212;Kay Wheeler and Tura Satana&#8212;who taught him dance moves he used onstage.</p><p><em>Baby, Let's Play House</em>, named after the 1955 song that was his first to hit the national charts and his mother's favorite Elvis recording, presents Elvis in a new light&#8212;as a charming but wounded Lothario who bedded scores of women but seemed unable to maintain a lasting romantic relationship. While fully exploring the most famous romantic idol of the twentieth century, award-winning veteran music journalist Alanna Nash pulls back the covers on what Elvis really wanted in a woman&#8212;and was tragically never able to find.</p>", "isbn": "9780061987632", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-01-05", "number_print_pages": 720, "average_rating": 3.89, "title": "Baby, Let's Play House", "uuid": "7kt3UcjJKFdJj8VGYnixX3", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987632/1376529725.61.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Alanna Nash", "status": 1}, "uuid": "gXCb8A6N4iUpnZDNTecPxN", "annotation": ""},{"position": 18, "book": {"description": "<p>Due to copyright restrictions, this eBook may not contain all of the images available in the print edition.</p><p>Narrated by the visionary founding member, <em>Hell's Angel</em> provides a fascinating all-access pass to the secret world of the notorious Hell's Angels Motorcycle Club. Sonny Barger recounts the birth of the original Oakland Hell's Angels and the four turbulent decades that followed. <em>Hell's Angel</em> also chronicles the way the HAMC revolutionized the look of the Harley-Davidson motorcycle and built what has become a worldwide bike-riding fraternity, a beacon for freedom-seekers the world over.</p><p>Dozens of photos, including many from private collections and from noted photographers, provide visual documentation to this extraordinary tale. Never simply a story about motorcycles, colorful characters, and high-speed thrills, <em>Hell's Angel</em> is the ultimate outlaw's tale of loyalty and betrayal, subcultures and brotherhood, and the real price of freedom.</p>", "isbn": "9780061847363", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 288, "average_rating": 3.65, "title": "Hell's Angel", "uuid": "6YQoRm68MCppPm8EViSHF9", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847363/1378009298.48.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Sonny Barger", "status": 1}, "uuid": "vcMUbPAXZFkySeJAsh5ssS", "annotation": ""},{"position": 2, "book": {"description": "<DIV>Opposites in almost every way, mortally suspicious of each other at first, Lyndon Baines Johnson and Martin Luther King, Jr., were thrust together in the aftermath of John F. Kennedy's assassination. Both men sensed a historic opportunity and began a delicate dance of accommodation that moved them, and the entire nation, toward the historic Civil Rights Act of 1964 and the Voting Rights Act of 1965. Drawing on a wealth of newly available sources -- Johnson's taped telephone conversations, voluminous FBI wiretap logs, previously secret communications between the FBI and the president -- Nick Kotz gives us a dramatic narrative, rich in dialogue, that presents this momentous period with thrilling immediacy. Judgment Days offers needed perspective on a presidency too often linked solely to the tragedy of Vietnam.<br>   We watch Johnson applying the arm-twisting tactics that made him a legend in the Senate, and we follow King as he keeps the pressure on in the South through protest and passive resistance. King's pragmatism and strategic leadership and Johnson's deeply held commitment to a just society shaped the character of their alliance. Kotz traces the inexorable convergence of their paths to an intense joint effort that made civil rights a legislative reality at last, despite FBI director J. Edgar Hoover's vicious whispering campaign to destroy King.<br>   Judgment Days also reveals how this spirit of teamwork disintegrated. The two leaders parted bitterly over King's opposition to the Vietnam War. In this first full account of the working relationship between Johnson and King, Kotz offers a detailed, surprising account that significantly enriches our understanding of both men and their time.</div>", "isbn": "9780547884585", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-01-12", "number_print_pages": 544, "average_rating": 4.21, "title": "Judgment Days", "uuid": "3sKnrGxzq3DW8q35Zf8brk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547884585/1376382010.0.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Nick Kotz", "status": 1}, "uuid": "6ot7KTQhwfvh2VTV8Gv3Ef", "annotation": ""},{"position": 8, "book": {"description": "<P><B>A gripping and tragic tale that sheds rare light on the unique burden of genius</B> <p>&#160; <p>In 2006, an eccentric Russian mathematician named Grigori Perelman solved the Poincare Conjecture, an extremely complex topological problem that had eluded the best minds for over a century. A prize of one million dollars was offered to anyone who could unravel it, but Perelman declined the winnings, and in doing so inspired journalist Masha Gessen to tell his story. Drawing on interviews with Perelman&#8217;s teachers, classmates, coaches, teammates, and colleagues in Russia and the United States&#8212;and informed by her own background as a math whiz raised in Russia&#8212;Gessen uncovered a mind of unrivaled computational power, one that enabled Perelman to pursue mathematical concepts to their logical (sometimes distant) end. But she also discovered that this very strength turned out to be Perelman's undoing and the reason for his withdrawal, first from the world of mathematics and then, increasingly, from the world in general.", "isbn": "9780547427560", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-11-11", "number_print_pages": 256, "average_rating": 3.86, "title": "Perfect Rigor", "uuid": "SNyaUw2LkAoMxKVfqWYof8", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547427560/1376379636.68.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Masha Gessen", "status": 1}, "uuid": "eAu5ZwqQCNpRExyheGMACk", "annotation": ""},{"position": 41, "book": {"description": "<p><em>America's Women</em> tells the story of more than four centuries of history. It features a stunning array of personalities, from the women peering worriedly over the side of the Mayflower to feminists having a grand old time protesting beauty pageants and bridal fairs. Courageous, silly, funny, and heartbreaking, these women shaped the nation and our vision of what it means to be female in America.</p><p>By culling the most fascinating characters -- the average as well as the celebrated -- Gail Collins, the editorial page editor at the <em>New York Times,</em> charts a journey that shows how women lived, what they cared about, and how they felt about marriage, sex, and work. She begins with the lost colony of Roanoke and the early southern \"tobacco brides\" who came looking for a husband and sometimes -- thanks to the stupendously high mortality rate -- wound up marrying their way through three or four. Spanning wars, the pioneering days, the fight for suffrage, the Depression, the era of Rosie the Riveter, the civil rights movement, and the feminist rebellion of the 1970s, <em>America's Women</em> describes the way women's lives were altered by dress fashions, medical advances, rules of hygiene, social theories about sex and courtship, and the ever-changing attitudes toward education, work, and politics. While keeping her eye on the big picture, Collins still notes that corsets and uncomfortable shoes mattered a lot, too.</p><p>\"The history of American women is about the fight for freedom,\" Collins writes in her introduction, \"but it's less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women's roles that was accepted by almost everybody of both genders.\"</p><p>Told chronologically through the compelling stories of individual lives that, linked together, provide a complete picture of the American woman's experience, <em>America's Women</em> is both a great read and a landmark work of history.</p>", "isbn": "9780061739224", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 608, "average_rating": 4.21, "title": "America's Women", "uuid": "ZdNbH8QGYDiovmsMASe2NV", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739224/1376504946.03.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Gail Collins", "status": 1}, "uuid": "C6bNNAtBwqYMQwNfzoYxKk", "annotation": ""},{"position": 29, "book": {"description": "<p>Mary MacLane's I Await the Devil's Coming is a shocking, brave and intellectually challenging diary of a 19-year-old girl living in Butte, Montana in 1902. Written in potent, raw prose that propelled the author to celebrity upon publication, the book has become almost completely forgotten.</p>\n<p>In the early 20th century, MacLane's name was synonymous with sexuality; she is widely hailed as being one of the earliest American feminist authors, and critics at the time praised her work for its daringly open and confessional style. In its first month of publication, the book sold 100,000 copies — a remarkable number for a debut author, and one that illustrates MacLane's broad appeal.</p>\n<p>Now, with a new introduction written by critic/blogger Jessa Crispin, I Await The Devil's Coming stands poised to renew its reputation as one of America's earliest and most powerful accounts of feminist thought and creativity.</p>", "isbn": "9781612191959", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-19", "number_print_pages": 304, "average_rating": 3.65, "title": "I Await The Devil's Coming", "uuid": "JAPZNDq8cxafnMby52DYgW", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191959/1377114509.35.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Mary MacLane", "status": 1}, "uuid": "r83ZFW73m6xttrWqTtYYWf", "annotation": ""},{"position": 35, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Black Flag were the pioneers of American Hardcore, and this is their blood-spattered story. Formed in Hermosa Beach, California, in 1978, they made and played brilliant, ugly, no-holds-barred music for eight brutal years on a self-appointed touring circuit of America&#8217;s clubs, squats, and community halls. They fought with everybody&#151;the police, the record industry, and even their own fans&#151;and they toured overseas on pennies a day in beat-up trucks and vans. This history tells Black Flag&#8217;s story from the inside, drawing on exclusive interviews with the group&#8217;s members, their contemporaries, and the bands they inspired. It depicts the rise of Henry Rollins, the iconic front man, and Greg Ginn, who turned his electronics company into one of the world&#8217;s most influential independent record labels while leading Black Flag from punk&#8217;s three-chord frenzy into heavy metal and free jazz.</P></DIV>", "isbn": "9781604865844", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-01", "number_print_pages": 432, "average_rating": 3.87, "title": "Spray Paint the Walls", "uuid": "D5tfrgpAxuRGPdx8VRoEYe", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Spray%20Paint%20the%20Walls/1372979146.33.jpg", "publisher": {"name": "PM Press", "uuid": "Cz5oK76X5Upe9hcYBGjgNW"}, "author": "Stevie Chick", "status": 1}, "uuid": "RurrV4Hjy6MwQxyJUpRL6n", "annotation": ""},{"position": 32, "book": {"description": "<p>Julian Assange brings together a small group of cutting-edge thinkers and activists from the front line of the battle for cyberspace to discuss whether electronic communications will emancipate or enslave us.<p>", "isbn": "9781939293015", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-12", "number_print_pages": 196, "average_rating": 3.72, "title": "Cypherpunks", "uuid": "pEB6icoSTPaXQ34qFWF6Vg", "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781939293015/1382549498.05.jpg", "publisher": {"name": "OR Books", "uuid": "vL9uUjpHSzki2eAs6zBQ79"}, "author": "Julian Assange", "status": 1}, "uuid": "HsbadjAKHJXfTwfacvZEve", "annotation": ""}]