[{"annotation": "", "uuid": "MdqX4hpF8yc53FS9K48Krf", "position": 16, "book": {"uuid": "dUuwBcqj5q4rHhQGnw32cX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "The Science of James Bond", "publication_date": "2008-04-21", "oyster_good_for_statement": "", "isbn": "9780470323410", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "The science behind the gadgets, exploits, and enemies of the world's greatest spy<br><br><br>From the sleek Aston Martin that spits out bullets, nails, and passengers at the push of a button to the microjet that makes hairpin turns to avoid a heat-seeking missile, the science and technology of James Bond films have kept millions of movie fans guessing for decades. Are these amazing feats and gadgets truly possible?<br><br>The Science of James Bond takes you on a fascinating excursion through the true science that underlies Bond's most fantastic and off-the-wall accoutrements. The acclaimed science-fiction authors Lois Gresh and Robert Weinberg provide a highly entertaining, informative look at the real-world achievements and brilliant imaginations behind such singular Bond gadgets as the buzz-saw Rolex, the car that turns into a submarine, and the ever-popular rocket-firing cigarette. They examine hundreds of Q Division's ingenious inventions; analyze Bond's astonishing battles beneath the earth and sea, in the skies, and even in outer space; and ask intriguing questions that lead to enlightening discussions about the limits of science, the laws of nature, and the future of technology.<br><br>Filled with entertaining anecdotes from Bond movie shoots and supplemented with \"tech\" ratings for all of the Bond movies, The Science of James Bond separates scientific fact from film fantasy--with some very surprising results.", "average_rating": 0.0, "author": "Lois H. Gresh", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470323410/1379061876.9.jpg"}},{"annotation": "", "uuid": "gefWRNb6NGrTUUuAGUh4oC", "position": 14, "book": {"uuid": "9QgU9gJoofVNnaPH5dEMVa", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "The Universe and the Teacup", "publication_date": "1998-01-15", "oyster_good_for_statement": "", "isbn": "9780547546148", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Filled with &#8220;a thousand fascinating facts and shrewd observations (Martin Gardner, Los Angeles Times), this &#8220;beguiling and lucid book&#8221; (San Francisco Chronicle) demonstrates how the truth and beauty of everything, from relativity to rainbows, is all in the numbers. Line drawings.<br></div>", "average_rating": 3.38, "author": "K. C. Cole", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546148/1376382739.1.jpg"}},{"annotation": "", "uuid": "Pe6NXhiuVVTGUuiQcmSqR3", "position": 29, "book": {"uuid": "nZ78wzf8b8zaAcMxR6ygT6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Proust Was a Neuroscientist", "publication_date": "2008-09-01", "oyster_good_for_statement": "", "isbn": "9780547394282", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In this technology-driven age, it&#8217;s tempting to believe that science can solve every mystery. After all, science has cured countless diseases and even sent humans into space. But as Jonah Lehrer argues in this sparkling debut, science is not the only path to knowledge. In fact, when it comes to understanding the brain, art got there first.<BR>Taking a group of artists &#8212; a painter, a poet, a chef, a composer, and a handful of novelists &#8212; Lehrer shows how each one discovered an essential truth about the mind that science is only now rediscovering. We learn, for example, how Proust first revealed the fallibility of memory; how George Eliot discovered the brain&#8217;s malleability; how the French chef Escoffier discovered umami (the fifth taste); how C&#233;zanne worked out the subtleties of vision; and how Gertrude Stein exposed the deep structure of language &#8212; a full half-century before the work of Noam Chomsky and other linguists. It&#8217;s the ultimate tale of art trumping science.<BR>More broadly, Lehrer shows that there&#8217;s a cost to reducing everything to atoms and acronyms and genes. Measurement is not the same as understanding, and art knows this better than science does. An ingenious blend of biography, criticism, and first-rate science writing, Proust Was a Neuroscientist urges science and art to listen more closely to each other, for willing minds can combine the best of both, to brilliant effect.</DIV>", "average_rating": 3.86, "author": "Jonah Lehrer", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394282/1376380003.15.jpg"}},{"annotation": "", "uuid": "KYdMyuHTZDCuAtd6moGTG5", "position": 41, "book": {"uuid": "mA2BU6UXbE9f2pEDjMrjWD", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 336, "title": "Mad Science", "publication_date": "2013-10-12", "oyster_good_for_statement": "", "isbn": "9781935928867", "publisher": {"uuid": "vL9uUjpHSzki2eAs6zBQ79", "name": "OR Books"}, "awards": [], "description": "<p>In Mad Science, Joseph Mangano strips away the near-smothering layers of distortions and outright lies that permeate the massive propaganda campaigns on behalf of nuclear energy.</p>", "average_rating": 0.0, "author": "Joseph Mangano", "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781935928867/1382549567.93.jpg"}},{"annotation": "", "uuid": "Ny3H2WRXGWnNK4QiSTE39X", "position": 37, "book": {"uuid": "huw4L9F6dAFgREAhQGXvid", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Unweaving the Rainbow", "publication_date": "2000-04-05", "oyster_good_for_statement": "", "isbn": "9780547347356", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Did Newton \"unweave the rainbow\" by reducing it to its prismatic colors, as Keats contended? Did he, in other words, diminish beauty? Far from it, says acclaimed scientist Richard Dawkins; Newton's unweaving is the key to much of modern astronomy and to the breathtaking poetry of modern cosmology. Mysteries don't lose their poetry because they are solved: the solution often is more beautiful than the puzzle, uncovering deeper mysteries.       With the wit, insight, and spellbinding prose that have made him a best-selling author, Dawkins takes up the most important and compelling topics in modern science, from astronomy and genetics to language and virtual reality, combining them in a landmark statement of the human appetite for wonder.<br>     This is the book Richard Dawkins was meant to write: a brilliant assessment of what science is (and isn't), a tribute to science not because it is useful but because it is uplifting.</div>", "average_rating": 4.03, "author": "Richard Dawkins", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347356/1376379595.91.jpg"}},{"annotation": "", "uuid": "fm5fnun2jbFJ4zsXsbnxjY", "position": 27, "book": {"uuid": "rUQVjyXuJuEs2RWxT5XwBW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "The Alien Invasion Survival Handbook", "publication_date": "2009-04-15", "oyster_good_for_statement": "", "isbn": "9781440307881", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "description": "Resistance is Your Prime Directive\n\n\n\nHave you ever experienced a sensation of missing time? Have you ever found a metallic implant somewhere in your body? It's likely that you're a victim of alien abduction, and you don't even know it. \n\n\n\nAliens are among us. While the true intentions of these mysterious intruders from outer space are unknown, there's no doubt that their actions are nefarious. It's your right—your civic responsibility—to learn the skills necessary to protect yourself, your loved ones and ultimately your planet.\n\n\n\nAliens want to whisk you away in the night to perform terrifying experiments on you. Isn't it time you learn how use your MP3 player to defend yourself from their paralyzing powers? Shouldn't you know how to evade the pursuit of a flying saucer? Wouldn't you sleep better at night knowing some proven hand-to-hand combat techniques guaranteed to stop your extraterrestrial foe in its tracks?\n\n\n\nMake no mistake—our world is under attack and this handbook may be the only thing standing between the human race and total annihilation. Read it and join the resistance.", "average_rating": 3.32, "author": "W.H. Mumfrey", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/The%20Alien%20Invasion%20Survival%20Handbook/1373190480.22.jpg"}},{"annotation": "", "uuid": "oNuevc3BUJ2bQizEiHMyyR", "position": 34, "book": {"uuid": "VMoaw6z4Uta7ccbhpGdGV5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Time Reborn", "publication_date": "2013-04-23", "oyster_good_for_statement": "", "isbn": "9780547511771", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><B>From one of our foremost thinkers and public intellectuals, a radical new view of the nature of time and the cosmos<BR></B><BR>What is time?<BR><BR>This deceptively simple question is the single most important problem facing science as we probe more deeply into the fundamentals of the universe. All of the mysteries physicists and cosmologists face&#8212;from the Big Bang to the future of the universe, from the puzzles of quantum physics to the unification of forces and particles&#8212;come down to the nature of time.<BR><BR>The fact that time is real may seem obvious. You experience it passing every day when you watch clocks tick, bread toast, and children grow. But most physicists, from Newton to Einstein to today&#8217;s quantum theorists, have seen things differently. The scientific case for time being an illusion is formidable. That is why the consequences of adopting the view that time is real are revolutionary.<BR><BR>Lee Smolin, author of the controversial bestseller <I>The Trouble with Physics</I>, argues that a limited notion of time is holding physics back. It&#8217;s time for a major revolution in scientific thought. The reality of time could be the key to the next big breakthrough in theoretical physics.<BR><BR>What if the laws of physics themselves were not timeless? What if they could evolve? <I>Time Reborn</I> offers a radical new approach to cosmology that embraces the reality of time and opens up a whole new universe of possibilities. There are few ideas that, like our notion of time, shape our thinking about literally everything, with huge implications for physics and beyond&#8212;from climate change to the economic crisis. Smolin explains in lively and lucid prose how the true nature of time impacts our world.</DIV>", "average_rating": 3.93, "author": "Lee Smolin", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547511771/1383487923.87.jpg"}},{"annotation": "", "uuid": "yNyn95D3MS3iwVGyFF7wqd", "position": 51, "book": {"uuid": "RB3aMytNpbZ4MjiYCYd8Fn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 280, "title": "The Physics of Star Trek", "publication_date": "2007-08-02", "oyster_good_for_statement": "", "isbn": "9780465008636", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>What warps when you&#8217;re traveling at warp speed? What is the difference between a wormhole and a black hole? Are time loops really possible, and can I kill my grandmother before I am born? Anyone who has ever wondered &#147;could this really happen?&#8221; will gain useful insights into the <I>Star Trek</I> universe (and, incidentally, the real world of physics) in this charming and accessible guide. Lawrence M. Krauss boldly goes where <I>Star Trek</I> has gone-and beyond. From Newton to Hawking, from Einstein to Feynman, from Kirk to Picard, Krauss leads readers on a voyage to the world of physics as we now know it and as it might one day be.</Div>", "average_rating": 4.3, "author": "Lawrence Krauss", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465008636/1387370882.45.jpg"}},{"annotation": "", "uuid": "LLyrqg7TxNsPSxciULuEFF", "position": 30, "book": {"uuid": "AS7EjPzyX5seM4TkkxLjNV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 214, "title": "Science Says", "publication_date": "2009-09-29", "oyster_good_for_statement": "", "isbn": "9780759298880", "publisher": {"uuid": "WUnpNmag2tMFcx4BQQQZvF", "name": "E-Reads and The Stonesong Press"}, "awards": [], "description": "Perhaps no other topic is as relevant to our lives today as science. We look to the interpreters of science for wisdom and answers, insights into the nature of the universe and who we are, as well as explanations for the common and everyday world in which we live. Here then is an indispensable collection of the best that has been written and said about science from ancient times to today. Written by scientists and philosophers alike, the passages in this handy volume are filled with wit and wisdom and range from brief insights to longer, thought-provoking quotes.", "average_rating": 0.0, "author": "Rob Kaplan", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads%20and%20The%20Stonesong%20Press/9780759298880/1377070147.91.jpg"}},{"annotation": "", "uuid": "ujFX6ZUhA25jcePknV77Tn", "position": 49, "book": {"uuid": "DPXXk7opd6RmLHmi4AhpKM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "Six Easy Pieces", "publication_date": "2011-03-22", "oyster_good_for_statement": "", "isbn": "9780465025299", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>The six easiest chapters from Feynman's landmark work, <I>Lectures on Physics</I>-- specifically designed for the general, non-scientist reader.</DIV>", "average_rating": 4.45, "author": "Richard P. Feynman", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465025299/1387370978.73.jpg"}},{"annotation": "", "uuid": "2Ki8SNmoHkE2qRBfCaGasa", "position": 55, "book": {"uuid": "G248ixNTs4xw749ayxaig", "status": 1, "oyster_summary": "", "language_code": "ENG", "number_print_pages": 0, "title": "Happiness Genes", "publication_date": "2010-04-01", "oyster_good_for_statement": "", "isbn": "9781601637352", "publisher": {"uuid": "ZPkHRpUbkY8yxTatztdjg7", "name": "New Page Books"}, "awards": [], "description": "Happiness Genes proves that there is a definitive link between science and spirituality—that you are biologically wired for natural happiness. \r\nYou have a constitutional right to “life, liberty, and the pursuit of happiness.” And every day thousands of advertising images seduce you into believing that happiness can be bought. Put away your wallet. Happiness is at your fingertips—it’s sitting right in your DNA.\r\nThe new science of epigenetics reveals that there are reserves of natural happiness within your DNA that can be controlled by you, your emotions, beliefs, and your behavioral choices.\r\nHappiness Genes: Unlock the Positive Potential Hidden in Your DNA examines the nature and source of happiness, from ancient times to the present. It presents the epigenetic and other biological research that shows that DNA contains genes for natural happiness and your ultimate well-being. Then it details the 28-Day natural happiness program—You’ll learn how to “switch on” your happiness genes, creating a biological cascade of well-being.", "average_rating": 0.0, "author": "James D. Baird", "cover_img": "https://cflare.oysterbooks.com/covers/New%20Page%20Books/9781601637352/1380368639.28.jpg"}},{"annotation": "", "uuid": "THTjucorVqdL7eoQ966upE", "position": 15, "book": {"uuid": "yvYT7rKQUBuGEJLzzHDbFe", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 252, "title": "Mad Like Tesla", "publication_date": "2011-09-01", "oyster_good_for_statement": "", "isbn": "9781770900738", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A search for the contemporary Nikola Tesla&#151;considered a mad scientist by his society for predicting global warming more than 100 years ago&#151;fuels this analysis of climate issues, which introduces thinkers and inventors who are working to find possible ways out of the energy crisis. From Louis Michaud, a retired refinery engineer who claims we can harness the energy of man-made tornadoes, to a professor and a businessman who are running a company that genetically modifies algae so it can secrete ethanol naturally, these individuals and their unorthodox methods are profiled through first-person interviews, exposing the social, economic, financial, and personal barriers that prevent them from making an impact with their ideas. The existing state of green energy technologies, such as solar, wind, biofuels, smart grid, and energy storage, is also explored, creating a sense of hope against a backdrop of climate dread.</P></DIV>", "average_rating": 3.73, "author": "Tyler Hamilton", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Mad%20Like%20Tesla/1372979389.57.jpg"}},{"annotation": "", "uuid": "t69bhujc5VkfYq9DzYk8VA", "position": 0, "book": {"uuid": "gYsZG2NGkXBAp35wKrP7wJ", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 256, "title": "A Short History Of Nuclear Folly", "publication_date": "2013-04-30", "oyster_good_for_statement": "", "isbn": "9781612191744", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Rudolph Herzog, the acclaimed author of Dead Funny, presents a devastating account of history's most irresponsible uses of nuclear technology. From the rarely-discussed nightmare of \"Broken Arrows” (40 nuclear weapons lost during the Cold War) to \"Operation Plowshare” (a proposal to use nuclear bombs for large engineering projects, such as a the construction of a second Panama Canal using 300 H-Bombs), Herzog focuses in on long-forgotten nuclear projects that nearly led to disaster.</p>\n<p>In an unprecedented people's history, Herzog digs deep into archives, interviews nuclear scientists, and collects dozens of rare photos. He explores the \"accidental” drop of a Nagasaki-type bomb on a train conductor's home, the implanting of plutonium into patients' hearts, and the invention of wild tactical nukes, including weapons designed to kill enemy astronauts.</p>\n<p>Told in a riveting narrative voice, Herzog—the son of filmmaker Werner Herzog—also draws on childhood memories of the final period of the Cold War in Germany, the country once seen as the nuclear battleground for NATO and the Warsaw Pact countries, and discusses evidence that Nazi scientists knew how to make atomic weaponry ... and chose not to.</p>", "average_rating": 3.22, "author": "Rudolph Herzog", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191744/1377114907.71.jpg"}},{"annotation": "", "uuid": "fZHRB6FADAeNaJkZqH6KqS", "position": 3, "book": {"uuid": "vjeGo6McsD9mGaMg6dtj3S", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "The Way Toys Work", "publication_date": "2008-05-01", "oyster_good_for_statement": "", "isbn": "9781613743096", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<P>A Selection of the Scientific American Book Club</P><P style=\"MARGIN: 0in 0in 0pt\">Profiling 50 of the world&#8217;s most popular playthings&#151;including their history, trivia, and the technology involved&#151;this guide uncovers the hidden science of toys. Discover how an Etch A Sketch writes on its gray screen, why a boomerang returns after it is thrown, and how an RC car responds to a remote control device. Leaving no detail unrevealed, the guide includes original patent-application blueprints and photos of the &#147;guts&#8221; of several devices. Inventors and museum curators also offer their observations of favorite gizmos while dispelling (or confirming) several toy legends. Complete with explanations of do-it-yourself experiments and tips on reverse engineering old toys to observe their interior mechanics, this entertaining and informative reference even provides pointers on how budding toy makers can build their own toys using only recycled materials and a little ingenuity.</P>", "average_rating": 3.32, "author": "Ed Sobey", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20Way%20Toys%20Work/1372979136.62.jpg"}},{"annotation": "", "uuid": "GAqoQgEibDPiYSrVjXPje6", "position": 25, "book": {"uuid": "EXT5Nih6V5s88tEFRbf4MP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Absolute Zero and the Conquest of Cold", "publication_date": "2000-12-12", "oyster_good_for_statement": "", "isbn": "9780547525952", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In this engrossing scientific chronicle, a perennial paperback favorite, Tom Shachtman combines science, history, and adventure in the story of our four-centuries-long quest to master the secrets of cold. Now a documentary based largely on Shachtman&#8217;s acclaimed book promises to bring these exhilarating scientific accomplishments to a new audience. Underwritten by the National Science Foundation and the Alfred P. Sloan Foundation and set to air on PBS and the BBC, the documentary was produced by British Emmy Award winner David Dugan, in collaboration with Meredith Burch of Meridian Productions in Washington, D.C.<br><br>Absolute Zero and the Conquest of Cold demonstrates how temperature science produced astonishing scientific insights and applications that have revolutionized civilization. It also illustrates how scientific advancement, fueled by fortuitous discoveries and the determination of individuals, shapes our understanding of and relation to the world.</div>", "average_rating": 3.71, "author": "Tom Shachtman", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525952/1376380134.49.jpg"}},{"annotation": "", "uuid": "rUKRBc3kQ8pfVLd9LTv7Gf", "position": 13, "book": {"uuid": "yhk5VvHdLLgzGTrih4ijVC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Deep Blue Home", "publication_date": "2010-07-09", "oyster_good_for_statement": "", "isbn": "9780547487076", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div>        <p>At the center of <I>Deep Blue Home</I>&#8212;a penetrating exploration of the ocean as single vast current and of the creatures dependent on it&#8212;is Whitty&#8217;s description of the three-dimensional ocean river, far more powerful than the Nile or the Amazon, encircling the globe. It&#8217;s a watery force connected to the earth&#8217;s climate control and so to the eventual fate of the human race.&#160;</P>     <p>Whitty&#8217;s thirty-year career as a documentary filmmaker and diver has given her sustained access to the scientists dedicated to the study of an astonishing range of ocean life, from the physiology of &#8220;extremophile&#8221; life forms to the strategies of nesting seabirds to the ecology of &#8220;whale falls&#8221; (what happens upon the death of a behemoth).&#160;</P>     <p>No stranger to extreme adventure, Whitty travels the oceanside and underwater world from the Sea of Cortez to Newfoundland to Antarctica. In the Galapagos, in one of the book&#8217;s most haunting encounters, she realizes: &#8220;I am about to learn the answer to my long-standing question about what would happen to a person in the water if a whale sounded directly alongside&#8212;would she, like a person afloat beside a sinking ship, be dragged under too?&#8221;&#160;     <p>This book provides extraordinary armchair entree to gripping adventure, cutting-edge science, and an intimate understanding of our deep blue home.      <br>     </div>", "average_rating": 3.86, "author": "Julia Whitty", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487076/1376381087.31.jpg"}},{"annotation": "", "uuid": "JJsTBpK5MBPgmiEXyDCkFm", "position": 20, "book": {"uuid": "qQZJKjwrt2thurgfoeB9mn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Let Them Eat Flax", "publication_date": "2005-11-01", "oyster_good_for_statement": "", "isbn": "9781554902583", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV>By asking questions such as <I>Is your orange juice pasteurized?</I> or <I>Did the lady who whipped up the icing on your cake wear false fingernails?</I> this book sorts hokum from genuine science when it comes to food safety. Investigating everything from the health benefits of chocolate and oxygenated water to the causes of food poisoning and the healing power of prayer, short commentaries use wit and humor to debunk folklore and misconceptions. Indicating which food studies can be trusted, this guide provides the knowledge needed to buy, store, and cook food without risking life and limb.</DIV>", "average_rating": 3.69, "author": "Dr. Joe Schwarcz", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Let%20Them%20Eat%20Flax/1372977373.18.jpg"}},{"annotation": "", "uuid": "LB9K9on9U3UQkNp8GN29KG", "position": 56, "book": {"uuid": "SXR4LgqfZpchXXteD6dStU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Dog Sense", "publication_date": "2012-05-08", "oyster_good_for_statement": "", "isbn": "9780465031634", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>Dogs have been mankind's faithful companions for tens of thousands of years, yet today they are regularly treated as either pack-following wolves or furry humans. The truth is, dogs are neither--and our misunderstanding has put them in serious crisis.<p> What dogs really need is a spokesperson, someone who will assert their specific needs. Renowned anthrozoologist Dr. John Bradshaw has made a career of studying human-animal interactions, and in <i>Dog Sense</i> he uses the latest scientific research to show how humans can live in harmony with--not just dominion over-- their four-legged friends. From explaining why positive reinforcement is a more effective (and less damaging) way to control dogs' behavior than punishment to demonstrating the importance of weighing a dog's unique personality against stereotypes about its breed, Bradshaw offers extraordinary insight into the question of how we really ought to treat our dogs.</DIV>", "average_rating": 4.0, "author": "John Bradshaw", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465031634/1387371001.15.jpg"}},{"annotation": "", "uuid": "d2EzSbyTP4j983yQYYPCxa", "position": 39, "book": {"uuid": "fijmJhJt8DkBu2doLn9XXB", "status": 1, "oyster_summary": "", "language_code": "ENG", "number_print_pages": 0, "title": "Tasting the Universe", "publication_date": "2011-03-01", "oyster_good_for_statement": "", "isbn": "9781601636676", "publisher": {"uuid": "qWHFDsahbGoPZdkDkeqZZm", "name": "Career Press"}, "awards": [], "description": "A violinist sees a scarlet form when he plays a certain note; a rock star sees waves of blue and green as she composes a ballad; and an actress tastes cake when she utters the word table. This fascinating mingling of the senses is called synesthesia, and the people who possess this amazing gift are called synesthetes. \nSynesthesia is scientifically described as a cross-wiring, or lack of chemical inhibition, between brain neurons that occurs in about five percent of the population, often among creativesmusicians, artists, actors, writers, and so on. Scientific research is currently being conducted throughout the world to discover more about this condition. However, experts in the fields of spirituality and quantum physics are convinced that the truth of synesthesia lies not only within traditional science, but also within the realm of the mystical and the ineffable.\nStep into Maureens glittering alternate universe as she explores this fascinating subject, combining clear explanations of groundbreaking scientific research with an exploration of deeper spiritual truths.\nTasting the Universe explains and explores:\n Why survivors of near-death experiences sometimes return with this amazing gift.\n Why all infants are believed to be synesthetes until four months of age.\n The experiences of famous synesthetes such as Itzhak Perlman, Billy Joel, Pharrell Williams, and Marilyn Monroe (whose biographer, Norman Mailer, first asserted that she possessed this gift). \nFor Maureen, synesthesia is not an idle brain tick that can be explained away by science (although it does offer some important clues), but a unique and ineffable ability to tap into and reveal a greater creative universe and even the divine. \nFollow along with her as she takes you on her own personal Eat, Pray, Love of discovery, prompted by her often confounding yet always amazing experiences growing up with this gift.", "average_rating": 3.7, "author": "Seaberg", "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/9781601636676/1376439518.91.jpg"}},{"annotation": "", "uuid": "eJaNCntUP4D2E7SW8EY7Mj", "position": 10, "book": {"uuid": "fTkYANpouE9gCbukXeFtYh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Germs Gone Wild", "publication_date": "2011-12-13", "oyster_good_for_statement": "", "isbn": "9781453226124", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV><b>A shocking expos&eacute; of the reckless proliferation of bioweapon research and development facilities across the U.S.&mdash;and the threat this poses to everyday Americans</b></div><DIV><b>&#160;</b></div><DIV>Battling a new generation of corporate giants and uncovering threats right in our own backyard, Kenneth King&rsquo;s <i>Germs Gone Wild </i>reveals the massive expansion of America&rsquo;s biodefense research labs and the culture of deception surrounding hundreds of facilities that have opened since 9/11. </div><DIV>&#160;</div><DIV>And yet the greed that drove the development of these labs has effectively counteracted any cautionary checks by the government and universities. All have been seduced by the economic gains and corporate stipends that come with compliance and turning a blind eye. King examines the controversies surrounding plants from Maryland to Boston and Utah, to the Department of Homeland Security&rsquo;s dubious National Bio-and-Agro-Facility (NBAF) project, and the precautions&mdash;or lack thereof&mdash;being taken to protect us all from a deadly pandemic.</div>", "average_rating": 0.0, "author": "Kenneth King", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Germs%20Gone%20Wild/1373330070.59.jpg"}},{"annotation": "", "uuid": "LS3oLao7pu4gW2KyDad7Fd", "position": 44, "book": {"uuid": "CshscMjnuxLdUavEscq9Ai", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "The Agile Gene", "publication_date": "2012-02-14", "oyster_good_for_statement": "", "isbn": "9780062200884", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Armed with extraordinary new discoveries about our genes, acclaimed science writer Matt Ridley turns his attention to the nature-versus-nurture debate in a thoughtful book about the roots of human behavior.</p><p>Ridley recounts the hundred years' war between the partisans of nature and nurture to explain how this paradoxical creature, the human being, can be simultaneously free-willed and motivated by instinct and culture. With the decoding of the human genome, we now know that genes not only predetermine the broad structure of the brain, they also absorb formative experiences, react to social cues, and even run memory. They are consequences as well as causes of the will.</p>", "average_rating": 4.2, "author": "Matt Ridley", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062200884/1378009794.1.jpg"}},{"annotation": "", "uuid": "iq7ZRb42d9A7hwsq2sHEmA", "position": 26, "book": {"uuid": "ANKRdpJvZ6Fmhg4w7AhChk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "An Ocean of Air", "publication_date": "2008-08-04", "oyster_good_for_statement": "", "isbn": "9780547536958", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><DIV><DIV>We don&#8217;t just live in the air; we live because of it. It&#8217;s the most miraculous substance on earth, responsible for our food, our weather, our water, and our ability to hear. In this exuberant book, gifted science writer Gabrielle Walker peels back the layers of our atmosphere with the stories of the people who uncovered its secrets:<BR><BR>&#149; A flamboyant Renaissance Italian discovers how heavy our air really is: The air filling Carnegie Hall, for example, weighs seventy thousand pounds.<br><BR>&#149; A one-eyed barnstorming pilot finds a set of winds that constantly blow five miles above our heads.<BR><BR>&#149; An impoverished American farmer figures out why hurricanes move in a circle by carving equations with his pitchfork on a barn door.<br><BR>&#149; A well-meaning inventor nearly destroys the ozone layer.<br><BR>&#149; A reclusive mathematical genius predicts, thirty years before he&#8217;s proved right, that the sky contains a layer of floating metal fed by the glowing tails of shooting stars.</div></DIV></DIV>", "average_rating": 4.16, "author": "Gabrielle Walker", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536958/1376381504.1.jpg"}},{"annotation": "", "uuid": "cRgi7LQF4Xv8sgAmEAJtwV", "position": 32, "book": {"uuid": "4g5NajgqBoFjCtWbQusbcT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Canon", "publication_date": "2008-04-03", "oyster_good_for_statement": "", "isbn": "9780547348568", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>In this exuberant book, the best-selling author Natalie Angier distills the scientific canon to the absolute essentials, delivering an entertaining and inspiring one-stop science education. Angier interviewed a host of scientists, posing the simple question &#147;What do you wish everyone knew about your field?&#8221; The Canon provides their answers, taking readers on a joyride through the fascinating fundamentals of the incredible world around us and revealing how they are relevant to us every day. Angier proves a rabble-rousing, wisecracking, deeply committed tour guide in her irresistible exploration of the scientific process and the basic concepts of physics, chemistry, evolutionary biology, cellular and molecular biology, geology, and astronomy. Even science-phobes will find her passion infectious as she strives \"to make the invisible visible, the distant neighborly, the ineffable affable.\"</div>", "average_rating": 3.62, "author": "Natalie Angier", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348568/1376379760.27.jpg"}},{"annotation": "", "uuid": "sHUgwvbqh5FenWwJMofc6m", "position": 23, "book": {"uuid": "uvz9iPbtUZv75C5b9TaLPk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Autistic Brain", "publication_date": "2013-04-30", "oyster_good_for_statement": "", "isbn": "9780547858180", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div> A cutting-edge account of the latest science of autism, from the best-selling author and advocate</P> <br>When Temple Grandin was born in 1947, autism had only just been named. Today it is more prevalent than ever, with one in 88 children diagnosed on the spectrum. And our thinking about it has undergone a transformation in her lifetime: Autism studies have moved from the realm of psychology to neurology and genetics, and there is far more hope today than ever before thanks to groundbreaking new research into causes and&#160;treatments. Now Temple Grandin reports from the forefront of autism science, bringing her singular perspective to a thrilling journey into the heart of the autism revolution.</P><BR>Weaving her own experience with remarkable new discoveries, Grandin introduces the neuroimaging advances and genetic research that link brain science to behavior, even sharing her own brain scan to show us which anomalies might explain common symptoms. We meet the scientists and self-advocates who are exploring innovative theories of what causes autism and how we can diagnose and best treat it. Grandin also highlights long-ignored sensory problems and the transformative effects we can have by treating autism symptom by symptom, rather than with an umbrella diagnosis. Most exciting, she argues that raising and educating kids on the spectrum isn&#8217;t just a matter of focusing on their weaknesses; in the science that reveals their long-overlooked strengths she shows us new ways to foster their unique contributions.<BR><BR>From the &#8220;aspies&#8221; in Silicon Valley to the five-year-old without language, Grandin understands the true meaning of the word <I>spectrum</I>. <I>The Autistic Brain</I> is essential reading from the most respected and beloved voices in the field.    <p></DIV>", "average_rating": 4.15, "author": "Temple Grandin", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547858180/1383487921.11.jpg"}},{"annotation": "", "uuid": "RWzL9ZTP7udb8Z2BJYUhqX", "position": 50, "book": {"uuid": "JjuBTRu2Qx2QQYqB36uyQo", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "How to Teach Relativity to Your Dog", "publication_date": "2012-02-28", "oyster_good_for_statement": "", "isbn": "9780465029372", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<p><b>They say you can&rsquo;t teach an old dog new tricks. But what about relativity?</b></p><div>Physics professor Chad Orzel and his inquisitive canine companion, Emmy, tackle the concepts of general relativity in this irresistible introduction to Einstein&rsquo;s physics. Through armchair&mdash;and sometimes passenger-seat&mdash;conversations with Emmy about the relative speeds of dog and cat motion or the logistics of squirrel-chasing, Orzel translates complex Einsteinian ideas&mdash;the slowing of time for a moving observer, the shrinking of moving objects, the effects of gravity on light and time, black holes, the Big Bang, and of course, E=mc2&mdash;into examples simple enough for a dog to understand.</div><div>&#160;</div><div>A lively romp through one of the great theories of modern physics, <i>How to Teach Relativity to Your Dog</i> will teach you everything you ever wanted to know about space, time, and anything else you might have slept through in high school physics class.</div>", "average_rating": 0.0, "author": "Chad Orzel", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029372/1387370989.06.jpg"}},{"annotation": "", "uuid": "MvQgcGq8oomjytozaBvJDE", "position": 9, "book": {"uuid": "bETRHa4gBhJHp5RzZadTwg", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "This Will Make You Smarter", "publication_date": "2012-02-14", "oyster_good_for_statement": "", "isbn": "9780062109408", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Featuring a foreword by David Brooks, <em>This Will Make You Smarter</em> presents brilliant&#8212;but accessible&#8212;ideas to expand every mind.</p><p><em>What scientific concept would improve everybody&#8217;s cognitive toolkit?</em> This is the question John Brockman, publisher of Edge.org, posed to the world&#8217;s most influential thinkers. Their visionary answers flow from the frontiers of psychology, philosophy, economics, physics, sociology, and more. Surprising and enlightening, these insights will revolutionize the way you think about yourself and the world. </p><p>Daniel Kahneman on the &#8220;focusing illusion&#8221; &#8226; Jonah Lehrer on controlling attention &#8226; Richard Dawkins on experimentation &#8226; Aubrey De Grey on conquering our fear of the unknown &#8226; Martin Seligman on the ingredients of well-being &#8226; Nicholas Carr on managing &#8220;cognitive load&#8221; &#8226; Steven Pinker on win-win negotiating &#8226; Daniel C. Dennett on benefiting from cycles &#8226; Jaron Lanier on resisting delusion &#8226; Frank Wilczek on the brain&#8217;s hidden layers &#8226; Clay Shirky on the &#8220;80/20 rule&#8221; &#8226; Daniel Goleman on understanding our connection to the natural world &#8226; V. S. Ramachandran on paradigm shifts &#8226; Matt Ridley on tapping collective intelligence &#8226; John McWhorter on path dependence &#8226; Lisa Randall on effective theorizing &#8226; Brian Eno on &#8220;ecological vision&#8221; &#8226; Richard Thaler on rooting out false concepts &#8226; J. Craig Venter on the multiple possible origins of life &#8226; Helen Fisher on temperament &#8226; Sam Harris on the flow of thought &#8226; Lawrence Krauss on living with uncertainty </p>", "average_rating": 3.79, "author": "John Brockman", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062109408/1378009638.96.jpg"}},{"annotation": "", "uuid": "7AUaXEissgfUNUMvygsUV", "position": 42, "book": {"uuid": "Z7G6dtvGrGuSZRnUNXyKDV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "What We Believe but Cannot Prove", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061828102", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<center><p>More than one hundred of the world's leading thinkers write about things they believe in, despite the absence of concrete proof</p></center><p>Scientific theory, more often than not, is born of bold assumption, disparate bits of unconnected evidence, and educated leaps of faith. Some of the most potent beliefs among brilliant minds are based on supposition alone -- yet that is enough to push those minds toward making the theory viable.</p><p>Eminent cultural impresario, editor, and publisher of <em>Edge</em> (www.edge.org), John Brockman asked a group of leading scientists and thinkers to answer the question: What do you believe to be true even though you cannot prove it? This book brings together the very best answers from the most distinguished contributors.</p><p>Thought-provoking and hugely compelling, this collection of bite-size thought-experiments is a fascinating insight into the instinctive beliefs of some of the most brilliant minds today.</p>", "average_rating": 3.64, "author": "John Brockman", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061828102/1376527243.8.jpg"}},{"annotation": "", "uuid": "EmNvwcTaY5GX5iPFSTyy2D", "position": 11, "book": {"uuid": "kysMhhJ4dyij6mtqq57Eqd", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 448, "title": "The God Particle", "publication_date": "2006-06-26", "oyster_good_for_statement": "", "isbn": "9780547524627", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In this extraordinarily accessible and enormously witty book, the Nobel Prize-winning physicist Leon Lederman guides us on a fascinating tour of the history of particle physics. The book takes us from the Greeks' earliest scientific observations through Einstein and beyond in an inspiring celebration of human curiosity. It ends with the quest for the Higgs boson, nicknamed the God Particle, which scientists hypothesize will help unlock the last secrets of the subatomic universe. With a new preface by Lederman, The God Particle will leave you marveling at our continuing pursuit of the infinitesimal.</DIV>", "average_rating": 4.13, "author": "Leon Lederman", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524627/1383487916.16.jpg"}},{"annotation": "", "uuid": "RKoVn6ozRgYwbeRbZbEh65", "position": 40, "book": {"uuid": "pEB6icoSTPaXQ34qFWF6Vg", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 196, "title": "Cypherpunks", "publication_date": "2012-11-12", "oyster_good_for_statement": "", "isbn": "9781939293015", "publisher": {"uuid": "vL9uUjpHSzki2eAs6zBQ79", "name": "OR Books"}, "awards": [], "description": "<p>Julian Assange brings together a small group of cutting-edge thinkers and activists from the front line of the battle for cyberspace to discuss whether electronic communications will emancipate or enslave us.<p>", "average_rating": 3.72, "author": "Julian Assange", "cover_img": "https://cflare.oysterbooks.com/covers/OR%20Books/9781939293015/1382549498.05.jpg"}},{"annotation": "", "uuid": "Axe7CKMdW7aFD82kf68ATZ", "position": 12, "book": {"uuid": "whHGXu9NExTVXYY2oDxjoV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Why Can't Elephants Jump?", "publication_date": "2011-11-08", "oyster_good_for_statement": "", "isbn": "9781453226049", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV><b>From the editors that brought you <i>Why Don&rsquo;t Penguin&rsquo;s Feet Freeze? </i>and <i>Do Sparrows Like Bach?</i>,an exploration of the weird and wonderful margins of science&mdash;the latest in brilliant <i>New Scientist</i> series</b></div><DIV><b>&#160;</b></div><DIV>What&rsquo;s the storage capacity of the human brain in gigabytes? Why is frozen milk yellow? Why do flamingos stand on one leg? And why can&rsquo;t elephant&rsquo;s jump? Is it because elephants are too large or heavy (after all, they say hippos and rhinos can play hopscotch)? Or is it because their knees face the wrong way? Or do they just wait until no one&rsquo;s looking? Read this brilliant new compilation to find out. This is popular science at its most absorbing and enjoyable. </div><DIV>&#160;</div><DIV>The previous titles in the <i>New Scientist</i> series have been international bestsellers and sold over two million copies between them and here is another wonderful collection of wise, witty, and often surprising answers to a staggering range of science questions.</div>", "average_rating": 3.24, "author": "New Scientist", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Why%20Can%27t%20Elephants%20Jump%3F/1373330056.04.jpg"}},{"annotation": "", "uuid": "WXrFP3sM9PkZEraAMpKHsb", "position": 8, "book": {"uuid": "tNtXgdXq6KhGbXTYnsEma8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Goldilocks Enigma", "publication_date": "2008-04-29", "oyster_good_for_statement": "", "isbn": "9780547348469", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><I>The Goldilocks Enigma</I> is Paul Davies&#8217;s eagerly awaited return to cosmology, the successor to his critically acclaimed bestseller The Mind of God. Here he tackles all the \"big questions,\" including the biggest of them all: Why does the universe seem so well adapted for life?<br><BR>In his characteristically clear and elegant style, Davies shows how recent scientific discoveries point to a perplexing fact: many different aspects of the cosmos, from the properties of the humble carbon atom to the speed of light, seem tailor-made to produce life. A radical new theory says it&#8217;s because our universe is just one of an infinite number of universes, each one slightly different. Our universe is bio-friendly by accident -- we just happened to win the cosmic jackpot.<br><BR>While this \"multiverse\" theory is compelling, it has bizarre implications, such as the existence of infinite copies of each of us and Matrix-like simulated universes. And it still leaves a lot unexplained. Davies believes there&#8217;s a more satisfying solution to the problem of existence: the observations we make today could help shape the nature of reality in the remote past. If this is true, then life -- and, ultimately, consciousness -- aren&#8217;t just incidental byproducts of nature, but central players in the evolution of the universe.<br><BR>Whether he&#8217;s elucidating dark matter or dark energy, M-theory or the multiverse, Davies brings the leading edge of science into sharp focus, provoking us to think about the cosmos and our place within it in new and thrilling ways.</div>", "average_rating": 3.92, "author": "Paul Davies", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348469/1376381088.81.jpg"}},{"annotation": "", "uuid": "pc478wFKWsAUdr7L6m5iTg", "position": 6, "book": {"uuid": "jkD9LDUWR2M7RoRnjmKtC3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Big Data", "publication_date": "2013-03-05", "oyster_good_for_statement": "", "isbn": "9780544002937", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<div><p>A revelatory exploration of the hottest trend in technology and the dramatic impact it will have on the economy, science, and society at large.<BR><BR>Which paint color is most likely to tell you that a used car is in good shape? How can officials identify the most dangerous New York City manholes before they explode? And how did Google searches predict the spread of the H1N1 flu outbreak?<br><BR>The key to answering these questions, and many more, is big data. &#8220;Big data&#8221; refers to our burgeoning ability to crunch vast collections of information, analyze it instantly, and draw sometimes profoundly surprising conclusions from it. This emerging science can translate myriad phenomena&#8212;from the price of airline tickets to the text of millions of books&#8212;into searchable form, and uses our increasing computing power to unearth epiphanies that we never could have seen before. A revolution on par with the Internet or perhaps even the printing press, big data will change the way we think about business, health, politics, education, and innovation in the years to come. It also poses fresh threats, from the inevitable end of privacy as we know it to the prospect of being penalized for things we haven&#8217;t even done yet, based on big data&#8217;s ability to predict our future behavior.<BR><BR>In this brilliantly clear, often surprising work, two leading experts explain what big data is, how it will change our lives, and what we can do to protect ourselves from its hazards. <I>Big Data </I>is the first big book about the next big thing. <p><A href=\"http://www.big-data-book.com/\">www.big-data-book.com</A><br><BR><BR></DIV>", "average_rating": 3.79, "author": "Viktor Mayer-Schönberger", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544002937/1392618973.49.jpg"}},{"annotation": "", "uuid": "7iKyaDqT4nSx9AK6SQwx2K", "position": 52, "book": {"uuid": "jW56zXky32oUFi9E6pH4JT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Best American Science and Nature Writing 2013", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9780544003484", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "Pulitzer Prize&#8211;winning author&#160;Siddhartha Mukherjee, a leading cancer physician and researcher,&#160;selects the year&#8217;s&#160;top science and nature writing from&#160;journalists who dive into their fields with curiosity and passion, delivering&#160;must-read articles&#160;from a wide array of fields.", "average_rating": 0.0, "author": "Siddhartha Mukherjee", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544003484/1379662251.76.jpg"}},{"annotation": "", "uuid": "Uqh8o3FutVNaNxKKaVN6TK", "position": 35, "book": {"uuid": "gh8k8z6iGFCLYdGvDgk75D", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 624, "title": "Signature in the Cell", "publication_date": "2009-06-23", "oyster_good_for_statement": "", "isbn": "9780061894213", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>One hundred fifty years ago, Charles Darwin revolutionized biology, but did he refute intelligent design (ID)? In <em>Signature in the Cell</em>, Stephen Meyer argues that he did not. </p><p>Much confusion surrounds the theory of intelligent design. Frequently misrepresented by the media, politicians, and local school boards, intelligent design can be defended on purely scientific grounds in accordance with the same rigorous methods that apply to every proposed origin-of-life theory.</p><p><em>Signature in the Cell</em> is the first book to make a comprehensive case for intelligent design based upon DNA. Meyer embarks on an odyssey of discovery as he investigates current evolutionary theories and the evidence that ultimately led him to affirm intelligent design. Clearly defining what ID is and is not, Meyer shows that the argument for intelligent design is not based on ignorance or \"giving up on science,\" but instead upon our growing scientific knowledge of the information stored in the cell. </p><p>A leading proponent of intelligent design in the scientific community, Meyer presents a compelling case that will generate heated debate, command attention, and find new adherents from leading scientists around the world. </p>", "average_rating": 4.22, "author": "Stephen C. Meyer", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061894213/1376503216.15.jpg"}},{"annotation": "", "uuid": "BjkAKEbQCsvbdrEsimpskE", "position": 18, "book": {"uuid": "iV3KREQweUzsyU2YrQbMEQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "Warped Passages", "publication_date": "2009-11-10", "oyster_good_for_statement": "", "isbn": "9780061981234", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The universe has many secrets. It may hide additional dimensions  of space other than the familier three we recognize. There might even be another universe adjacent to ours, invisible and unattainable . . . for now.</p><p><em>Warped Passages</em> is a brilliantly readable and altogether exhilarating journey that tracks the arc of discovery from early twentieth-century physics to the razor's edge of modern scientific theory. One of the world's leading theoretical physicists, Lisa Randall provides astonishing scientific possibilities that, until recently, were restricted to the realm of science fiction. Unraveling the twisted threads of the most current debates on relativity, quantum mechanics, and gravity, she explores some of the most fundamental questions posed by Nature&#8212taking us into the warped, hidden dimensions underpinning the universe we live in, demystifying the science of the myriad worlds that may exist just beyond our own.</p>", "average_rating": 3.89, "author": "Lisa Randall", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981234/1376529435.14.jpg"}},{"annotation": "", "uuid": "ccVGHACpc3mcCBDTZtvocZ", "position": 28, "book": {"uuid": "HaFtveFYHMiTi8FLThDxY", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Connectome", "publication_date": "2012-02-07", "oyster_good_for_statement": "", "isbn": "9780547508177", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&ldquo;This is complicated stuff, and it is a testament to Dr. Seung&rsquo;s  remarkable clarity of exposition that the reader is swept along with his  enthusiasm, as he moves from the basics of neuroscience out to the  farthest regions of the hypothetical, sketching out a spectacularly  illustrated giant map of the universe of man.&rdquo;&mdash;Abigail Zuger, M.D., <I>New York Times</I><BR><br> Every  person is unique, but science has struggled to pinpoint where,  precisely, that uniqueness resides. Our genome may determine our eye  color and even aspects of our character. But our friendships, failures,  and passions also shape who we are. The question is: how?<BR><br> Sebastian  Seung is at the forefront of a revolution in neuroscience. He believes  that our identity lies not in our genes, but in the connections between  our brain cells&mdash;our particular wiring. Seung and a dedicated group of  researchers are leading the effort to map these connections, neuron by  neuron, synapse by synapse. It&rsquo;s a monumental effort, but if they  succeed, they will uncover the basis of personality, identity,  intelligence, memory, and perhaps disorders such as autism and  schizophrenia.<br><br> <I>Connectome </I>is a mind-bending adventure  story that presents a daring scientific and technological vision for  understanding what makes us who we are, both as individuals and as a  species.<br><br> &ldquo;Accessible, witty, imminently logical and at times poetic, <I>Connectome </I>establishes  Seung as an important new researcher, philosopher and popularizer of  brain science. It puts him on par with cosmology&rsquo;s Brian Greene and the  late Carl Sagan.&rdquo;&mdash;<I>Cleveland Plain Dealer</I></div>", "average_rating": 3.78, "author": "Sebastian Seung", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547508177/1376381097.45.jpg"}},{"annotation": "", "uuid": "4uR7hQdigNe2WGXmUPUHQP", "position": 31, "book": {"uuid": "iEE6izDH2x7LT4Vc9MG2kh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Joy of x", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9780547517667", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>\"Delightful . . . easily digestible chapters include plenty of helpful examples and illustrations. You'll never forget the Pythagorean theorem again!\"&#8212;<I>Scientific American</I><BR><BR>Many people take math in high school and promptly forget much of it. But math plays a part in all of our lives all of the time, whether we know it or not. In <I>The Joy of x</I>, Steven Strogatz expands on his hit <I>New York Times</I> series to explain the big ideas of math gently and clearly, with wit, insight, and brilliant illustrations.<BR><BR>Whether he is illuminating how often you should flip your mattress to get the maximum lifespan from it, explaining just how Google searches the internet, or determining how many people you should date before settling down, Strogatz shows how math connects to every aspect of life. Discussing pop culture, medicine, law, philosophy, art, and business, Strogatz is the math teacher you wish you&#8217;d had. Whether you aced integral calculus or aren&#8217;t sure what an integer is, you&#8217;ll find profound wisdom and persistent delight in <I>The Joy of x</I>.<br><BR></DIV>", "average_rating": 4.03, "author": "Steven Strogatz", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547517667/1379662246.07.jpg"}},{"annotation": "", "uuid": "E44AEErrUPWqcUQcCsiWgS", "position": 17, "book": {"uuid": "KLP6S5kCCuyEnRcCXJqEEH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Absinthe & Flamethrowers", "publication_date": "2009-06-01", "oyster_good_for_statement": "", "isbn": "9781569763070", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV>Written for reasonable risk takers and suburban dads who want to add more excitement to their lives, this daring combination of science, history, and DIY projects explains why danger is good for you and details the art of living dangerously. All of the projects&#151;from throwing knives, drinking absinthe, and eating fugu to cracking a bull whip, learning baritsu, and building a flamethrower&#151;have short learning curves; are human-focused, as opposed to technology-centric; are affordable; and demonstrate true but reasonable risk. The guide&#160;maintains that risk takers are more successful, more interesting individuals who lead more fulfilling lives. <I>What would the world be like if Thomas Edison retired after&#160;30 years</I> <I>working for the railroad</I>,&#160;it asks,&#160;<I>instead of getting fired for blowing up a rail car with one of his experiments?</I>&#160;Though the manual doesn&#8217;t advocate getting fired,&#160;it does reveal&#160;that making black powder is pure excitement. Unlike watching an action movie or playing a video game, real, edgy life experience changes a person. Each potentially life-altering project includes step-by-step directions and illustrations along with sidebar tips from experts in the field.</DIV></DIV>", "average_rating": 3.35, "author": "William Gurstelle", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Absinthe%20%26%20Flamethrowers/1372977080.39.jpg"}},{"annotation": "", "uuid": "WhUULciE7rpSueq7p6F23", "position": 25, "book": {"uuid": "RjSUDUEATa6RL6jYfQY2Fc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "The Best American Science and Nature Writing 2011", "publication_date": "2011-10-04", "oyster_good_for_statement": "", "isbn": "9780547678467", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div>   The Best American Series&#174;   <br>First, Best, and Best-Selling   <br>   <br>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites. A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected&#8212;and most popular&#8212;of its kind.    <div>    <br><I>The Best American Science and Nature Writing 2011</I> includes      <br>Atul Gawande, Jonathan Franzen, Deborah Blum, Malcolm Gladwell, Oliver Sacks, Jon Mooallem,    </div>   <div>     Jon Cohen, Luke Dittrich, and others   </div>   <br> </div>", "average_rating": 4.11, "author": "Mary Roach", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547678467/1376381399.31.jpg"}},{"annotation": "", "uuid": "TzHrtVkbqgK2DY92UAHkjd", "position": 36, "book": {"uuid": "UY2gN2CqrxN4HX9qVFiQ69", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 114, "title": "Essays in Science", "publication_date": "2011-09-27", "oyster_good_for_statement": "", "isbn": "9781453204795", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p></p><DIV><b>An homage to the men and women of science, and an exposition of Einstein&rsquo;s place in scientific history</b></div><DIV>&#160;</div><DIV>In this fascinating collection of articles and speeches, Albert Einstein reflects not only on the scientific method at work in his own theoretical discoveries, but eloquently expresses a great appreciation for his scientific contemporaries and forefathers, including Johannes Kepler, Isaac Newton, James Clerk Maxwell, Max Planck, and Niels Bohr. While Einstein is renowned as one of the foremost innovators of modern science, his discoveries uniquely his own, through his own words it becomes clear that Einstein viewed himself as only the most recent in a long line of scientists driven to create new ways of understanding the world and to prove their scientific theories.</div><DIV>&#160;</div><DIV>Einstein&rsquo;s thoughtful examinations explain the &ldquo;how&rdquo; of scientific innovations both in his own theoretical work and in the scientific method established by those who came before him.&#160;</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div><p></p></div>", "average_rating": 3.85, "author": "Albert Einstein", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Science/1373329394.74.jpg"}},{"annotation": "", "uuid": "vdXwPEbGote8bSWAMHjM6j", "position": 54, "book": {"uuid": "KuuUwiUxXV7fdWqnnYbB5Y", "status": 1, "oyster_summary": "", "language_code": "ENG", "number_print_pages": 0, "title": "Science Was Wrong", "publication_date": "2010-05-01", "oyster_good_for_statement": "", "isbn": "9781601637314", "publisher": {"uuid": "ZPkHRpUbkY8yxTatztdjg7", "name": "New Page Books"}, "awards": [], "description": "Two months before the Wright brothers— historic flight at Kitty Hawk, a top scientist declared that “no possible combination of known substances, known forces of machinery and known forms of force can be united in a practical [flying] machine...”  Germ theory was first advanced in ancient Sanskrit texts thousands of years ago, but wasn—t widely accepted until late in the 19th century.\r\nSpace travel was declared “utter bilge” in 1956 by the British astronomer Royal, one of a long line of scientists who “proved” it was impossible.\r\nThroughout history, it has been difficult, even impossible, to promote the acceptance of new discoveries. Yet during the last two centuries, there has been a veritable explosion of new cures, theories, techniques, and inventions that have revolutionized aviation, space travel, communications, medicine, and warfare.\r\nMost of them, of course, were deemed “impossible.”\r\nScience Was Wrong is a fascinating collection of stories about the pioneers who created or thought up the “impossible” cures, theories, and inventions “they” said couldn—t work. How many have suffered or died because cures weren—t accepted? How many inventions have been quashed? How much progress was delayed or denied? \r\nYou will end up shaking your head in disbelief and even disgust as you learn the answers.", "average_rating": 0.0, "author": "Stanton T. Friedman", "cover_img": "https://cflare.oysterbooks.com/covers/New%20Page%20Books/9781601637314/1380368625.81.jpg"}},{"annotation": "", "uuid": "fGLiBgKGmHkgJpJstaQLX7", "position": 4, "book": {"uuid": "5zktSTT8KnyMqmg3ACLYva", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "The Great American Jet Pack", "publication_date": "2013-05-01", "oyster_good_for_statement": "", "isbn": "9781613744338", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Tracing the remarkable history of a certain kind of flying machine&#8212;from the rocket belt to the jet belt to the flying platform and all the way to Yves Rossy's 21st-century free flights using a jet-powered wing&#8212;this historical account delves into the technology that made these devices possible and the reasons why they never became commercial successes on a mass scale. These individual lift devices, as they were blandly labeled by the government men who financed much of their development, answered man's desire to simply step outside and take flight. No runways, no wings, no pilot's license were required. But the history of the jet pack did not follow its expected trajectory and the devices that were thought to become as commonplace as cars have instead become one of the most overpromised technologies of all time. This fascinating account profiles the inventors and pilots, the hucksters and cheats, and the businessmen and soldiers who were involved with the machines, and it tells a great American story of a technology whose promise may yet, one day, come to fruition.", "average_rating": 4.26, "author": "Steve Lehto", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20Great%20American%20Jet%20Pack/1372982228.82.jpg"}},{"annotation": "", "uuid": "k4JeLe83pxBwvPDDD3wxZ9", "position": 21, "book": {"uuid": "aBLibJ2FWtrx7TZcVQdTNe", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 360, "title": "Chaos", "publication_date": "2011-03-22", "oyster_good_for_statement": "", "isbn": "9781453210475", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "yJ2Y9oRxxU5bHCfTrtenDF", "image": null, "name": "Finalist for the Pulitzer Prize"}, {"uuid": "eYKvqpafcTyqyGvFx3Mrj4", "image": null, "name": "National Book Award Finalist"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><p><DIV><B>The blockbuster modern science classic that introduced the butterfly effect to the world&mdash;even more relevant two decades after it became an international sensation</B></div><DIV><b>&#160;</b><b><BR></b></div><DIV>For centuries, scientific thought was focused on bringing order to the natural world. But even as relativity and quantum mechanics undermined that rigid certainty in the first half of the twentieth century, the scientific community clung to the idea that any system, no matter how complex, could be reduced to a simple pattern. In the 1960s, a small group of radical thinkers began to take that notion apart, placing new importance on the tiny experimental irregularities that scientists had long learned to ignore. Miniscule differences in data, they said, would eventually produce massive ones&mdash;and complex systems like the weather, economics, and human behavior suddenly became clearer and more beautiful than they had ever been before.</div><DIV>&#160;</div><DIV>In this seminal work of scientific writing, James Gleick lays out a cutting edge field of science with enough grace and precision that any reader will be able to grasp the science behind the beautiful complexity of the world around us.</div></p></DIV>", "average_rating": 3.96, "author": "James Gleick", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Chaos/1373329476.64.jpg"}},{"annotation": "", "uuid": "rdEXYAoHF83UMMTQRu7VbW", "position": 1, "book": {"uuid": "AFNnV6wsaKv93mRNucLWzV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Final Jeopardy", "publication_date": "2011-02-27", "oyster_good_for_statement": "", "isbn": "9780547519432", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div> <P style=\"LINE-HEIGHT: normal; MARGIN-BOTTOM: 0pt\" class=MsoNormal>&#160;</P></DIV> <p><BR><I>The thrilling story of the computer that can play Jeopardy! Alex Trebek: Meet Watson.</I></P> <p>For centuries, people have dreamed of creating a machine that thinks like a human. Scientists have made progress: computers can now beat chess grandmasters and help prevent terrorist attacks. Yet we still await a machine that exhibits the rich complexity of human thought &#8212; one that doesn&#8217;t just crunch numbers, or take us to a relevant Web page, but understands us and gives us what we need.</P> <p>That vision has driven a team of engineers at IBM. Over three years, they created &#8220;Watson&#8221; and prepared it for a showdown on <I>Jeopardy!,</I> where it would take on two of the game&#8217;s all-time champions, Ken Jennings and Brad Rutter, in a nationally televised event.<I> Final Jeopardy</I> is the entertaining, illuminating story of that computer and that epic match.</P> <p>It&#8217;s a classic tale of Man vs. Machine. Like its human competitors, Watson has to understand language, including puns and irony, and master everything from history, literature, and science to arts, entertainment, and game strategy. After years of training, Watson can find the scrambled state capital in &#8220;Hair Gel&#8221; (&#8220;What is Raleigh?&#8221;) and even come up with the facial accessory that made Moshe Dayan recognizable worldwide (&#8220;What is an eye patch?&#8221;). Watson may just be the smartest machine on earth.</P> <p><I>Final Jeopardy</I> traces the arc of Watson&#8217;s &#8220;life,&#8221; from its birth in the IBM labs to its big night on the podium. We meet Hollywood moguls and <I>Jeopardy!</I> masters, genius computer programmers and ambitious scientists, including Watson&#8217;s eccentric creator, David Ferrucci. We gain access to Ferrucci&#8217;s War Room, where the IBM team works tirelessly to boost Watson&#8217;s speed to the buzzer, improve its performance in &#8220;train wreck&#8221; categories (such as &#8220;Books in Espa&#241;ol&#8221;), and fix glitches like the speech defect Watson developed during its testing phase, when it started adding a d to words ending in n (&#8220;What is Pakistand?&#8221;).</P> <p>Much is at stake, especially for IBM. A new generation of Watsons could transform medicine, the law, marketing, even science itself, as machines process huge amounts of data at lightning speed, answer our questions, and possibly come up with new hypotheses.</P> <p>Showdown aside, it&#8217;s clear that the future has arrived. But with it come questions: Where does it leave humans? What will Watson&#8217;s heirs be capable of in ten or twenty years? Is it time to declare defeat in the realm of facts? What should we teach our children? And what should we carry around in our own heads?</P> <p><I>Final Jeopardy</I> takes on these questions and more in a narrative that&#8217;s as fast and fun as the game itself. Baker shows us how smart machines will fit into our world &#8212; and how they&#8217;ll disrupt it.  <p>&#160;<A href=\"http://www.finaljeopardy.net/\">www.finaljeopardy.net</A>", "average_rating": 3.79, "author": "Stephen Baker", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547519432/1376380478.78.jpg"}},{"annotation": "", "uuid": "yUoKgz9iujBwPoAiBYtRMd", "position": 22, "book": {"uuid": "jD7oAxCNMYPQpXgbB2V9FJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Dr. Joe & What You Didn't Know", "publication_date": "2003-10-01", "oyster_good_for_statement": "", "isbn": "9781554905386", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV>From Beethoven&#8217;s connection to plumbing to why rotten eggs smell like sulfur, the technical explanations included in this scientific primer tackle 99 chemistry-related questions and provide answers designed to inform and entertain. What jewelry metal is p</DIV>", "average_rating": 3.69, "author": "Dr. Joe Schwarcz", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Dr.%20Joe%20%26%20What%20You%20Didn%27t%20Know/1372978072.18.jpg"}},{"annotation": "", "uuid": "wD8CsMjCYUVjL6UXJGHsuR", "position": 19, "book": {"uuid": "LC6wPiTH8Swy2c7kpBspH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 450, "title": "The Handy Physics Answer Book", "publication_date": "2011-02-01", "oyster_good_for_statement": "", "isbn": "9781578593576", "publisher": {"uuid": "Pf2eWSkEGT8F96D8SbKG4b", "name": "Visible Ink Press"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Eschewing the usual mathematical explanations for physics phenomena, this approachable reference explains complicated scientific concepts in plain English that everyone can understand. Completely updated to tackle the big issues&#160;such as&#160;gravity, magnetism, sound, and what really happens in the Large Hadron Collider, this&#160;engaging look at physics&#160;also spells out why cats always land on their feet, why people&#160;appear to have red eyes&#160;in photographs, and the real danger of looking at an eclipse. For everyone who ever wondered how a light bulb works or how squirrels avoid electrocution on the power lines, this handbook supplies answers on the physics of everyday life and examines the developments in the exploration of subatomic particles. In addition to the question-and-answer section, an addendum of facts about physicists explains what the Nobel prize is and who has won it, and tells the story of the scientist who was incarcerated for agreeing with Copernicus.</P>", "average_rating": 0.0, "author": "Paul W. Zitzewitz", "cover_img": "https://cflare.oysterbooks.com/covers/Visible%20Ink%20Press/The%20Handy%20Physics%20Answer%20Book/1372978485.89.jpg"}},{"annotation": "", "uuid": "eZPEe9rxEV4DUVxRAbPptG", "position": 2, "book": {"uuid": "8L4vJHgZ4T8yuCxfBc9sm3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 128, "title": "Dunk Your Biscuit Horizontally", "publication_date": "2010-06-07", "oyster_good_for_statement": "", "isbn": "9781848395367", "publisher": {"uuid": "6cYqSxPt6UfWDgf7AGyCbb", "name": "Summersdale"}, "awards": [], "description": "<P><B>A collection of quirky facts and tips, all backed by genuine academic research</B></P><P><I>Always dunk your biscuit horizontally </I></P><P><I>Drinking beer is good for the environment </I></P><P><I>A wig is safer than a cycling helmet</I></p><P>Based on international scientific research but presented in a tongue-in-cheek style,&#160;this book&#160;reveals startling truths guaranteed to change your life&#8212;or at least make you popular at dinner parties. Fascinating and often hilarious, it will open your eyes to the quirky science behind the everyday. Discover the best time of day to be operated on, how kissing is good for hay fever, how to appear more intelligent effortlessly, and&#160;many other tips for work and home, for eating and drinking, and for a better love life.", "average_rating": 2.85, "author": "Rik Kuiper", "cover_img": "https://cflare.oysterbooks.com/covers/Summersdale/Dunk%20Your%20Biscuit%20Horizontally/1372981223.23.jpg"}},{"annotation": "", "uuid": "soC2HpcpjfyaQefYf2j3if", "position": 7, "book": {"uuid": "3vhwyh9gnExu5krUKzfKTj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Why Are Orangutans Orange?", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781453271537", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV>More popular science questions and answers from the distinguished Mick O&rsquo;Hare&mdash;now illustrated in full color!<BR><BR><DIV>Illustrated for the first time, with eighty full-color photographs&#160;showing the beauty, complexity and mystery of the&#160;world around us, here is the next eagerly awaited volume&#160;of science questions and answers from Mick O&rsquo;Hare and&#160;his team at New Scientist. From ripples in glass to &ldquo;holograms&rdquo;&#160;in ice, the natural world&rsquo;s wonders are unraveled&#160;by the magazine&rsquo;s knowledgeable readers. Six years since&#160;its debut, this magnificent series still rides high in the international&#160;bestseller lists, with well over two million copies&#160;sold. Popular science has never been more absorbing or&#160;more enjoyable.</div><DIV><BR>For the first time in full color, this latest collection of resourceful,&#160;wry and well-informed answers to a remarkable&#160;range of baffling science questions is guaranteed to impress&#160;and delight.</div></div>", "average_rating": 3.46, "author": "Mick O'Hare", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Why%20Are%20Orangutans%20Orange%3F/1373331403.28.jpg"}},{"annotation": "", "uuid": "UUbk8G5qMWSN8cEi8myHQk", "position": 53, "book": {"uuid": "qmcwvVtk7A7KSyfyTQBKJh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Atomic Accidents", "publication_date": "2014-02-04", "oyster_good_for_statement": "", "isbn": "9781480447745", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "description": "<DIV>From the moment radiation was discovered in the late nineteenth century, nuclear science has had a rich history of innovative scientific exploration and discovery, coupled with mistakes, accidents, and downright disasters.</div><DIV><BR>Mahaffey, a long-time advocate of continued nuclear research and nuclear energy, looks at each incident in turn and analyzes what happened and why, often discovering where scientists went wrong when analyzing past meltdowns.</div><DIV><BR>Every incident has lead to new facets in understanding about the mighty atom&mdash;and Mahaffey puts forth what the future should be for this final frontier of science that still holds so much promise.</div>", "average_rating": 0.0, "author": "James Mahaffey", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781480447745/1390199573.92.jpg"}},{"annotation": "", "uuid": "8gJn2vEoHgyYjT7Whq45rW", "position": 33, "book": {"uuid": "KNzTArobie4GSCZwpouxtd", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 384, "title": "Fool Me Twice", "publication_date": "2011-10-11", "oyster_good_for_statement": "", "isbn": "9781609613204", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<i>**WINNER of the 2012 Minnesota Book Award for nonfiction**</i><br><br>\"Whenever the people are well informed,\" Thomas Jefferson wrote, \"they can be trusted with their own government.\"<br><br>But what happens in a world dominated by complex science? Are the people still well-enough informed to be trusted with their own government? And with less than 2 percent of Congress with any professional background in science, how can our government be trusted to lead us in the right direction?<br><br>Will the media save us?  Don't count on it. In early 2008, of the 2,975 questions asked the candidates for president just six mentioned the words \"global warming\" or \"climate change,\" the greatest policy challenge facing America. To put that in perspective, three questions mentioned UFOs.<br><br>Today the world's major unsolved challenges all revolve around science. By the 2012 election cycle, at a time when science is influencing every aspect of modern life, antiscience views from climate-change denial to creationism to vaccine refusal have become mainstream.\"<br><br>Faced with the daunting challenges of an environment under siege, an exploding population, a falling economy and an education system slipping behind, our elected leaders are hard at work ... passing resolutions that say climate change is not real and astrology can control the weather.\"<br><br>Shawn Lawrence Otto has written a behind-the-scenes look at how the government, our politics, and the media prevent us from finding the real solutions we need. <i>Fool Me Twice</i> is the clever, outraged, and frightening account of America's relationship with science—a relationship that is on the rocks at the very time we need it most.", "average_rating": 4.02, "author": "Shawn Lawrence Otto", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613204/1380278802.92.jpg"}},{"annotation": "", "uuid": "nwcUNwzK4RAJgr5K6ueoZE", "position": 43, "book": {"uuid": "zj9T8JCrT8qfww8ZUb4Nme", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 250, "title": "The Drunken Botanist", "publication_date": "2013-03-19", "oyster_good_for_statement": "", "isbn": "9781616201043", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "<p><strong>This exclusive iBooks edition includes a FREE Imbibe mini-magazine</strong><br /><br />Sake began with a grain of rice. Scotch emerged from barley, tequila from agave, rum from sugarcane, bourbon from corn. Thirsty yet?  In <em>The Drunken Botanist</em>, Amy Stewart explores the dizzying array of herbs, flowers, trees, fruits, and fungi that humans have, through ingenuity, inspiration, and sheer desperation, contrived to transform into alcohol over the centuries.</p>\n<p>Of all the extraordinary and obscure plants that have been fermented and distilled, a few are dangerous, some are downright bizarre, and one is as ancient as dinosaurs—but each represents a unique cultural contribution to our global drinking traditions and our history.</p>\n<p>This fascinating concoction of biology, chemistry, history, etymology, and mixology—with more than fifty drink recipes and growing tips for gardeners—will make you the most popular guest at any cocktail party.</p>", "average_rating": 4.06, "author": "Amy Stewart", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201043/1385976525.49.jpg"}},{"annotation": "", "uuid": "vP2Ur3FDvJCbDMaWm9qJ5C", "position": 38, "book": {"uuid": "mgEpyVb6FJELAPnYDuNMgk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "The Hole in the Universe", "publication_date": "2012-07-18", "oyster_good_for_statement": "", "isbn": "9780544079557", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Welcome to the world of cutting-edge math, physics, and neuroscience, where the search for the ultimate vacuum, the point of nothingness, ground zero of theory, has rendered the universe deep, rich, and juicy. \"Modern physics has animated the void,\" says K. C. Cole in her entrancing journey into the heart of Nothing. Every time scientists and mathematicians think they have reached the ultimate void, new stuff appears: a black hole, an undulating string, an additional dimension of space or time, repulsive anti-gravity, universes that breed like bunnies. Cole's exploration at the edge of everything is as animated and exciting as the void itself. Take Cole's hand on this adventure into the unknown, and you'll come back informed, amused, and excited.<br></div>", "average_rating": 3.74, "author": "K. C. Cole", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544079557/1376383089.59.jpg"}}]