[{"book": {"author": "Ian O'Connor", "publication_date": "2011-05-16", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "The Captain", "uuid": "yzXErMfiq5UqKBiGhcF6gT", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549064/1376380494.84.jpg", "average_rating": 4.1, "isbn": "9780547549064", "description": "<div> Every spring, Little Leaguers across the country mimic his stance and squabble over the right to wear his number, 2, the next number to be retired by the world&#8217;s most famous ball team. Derek Jeter is their hero. He walks in the footsteps of Ruth, Gehrig, DiMaggio, and Mantle, and someday his shadow will loom just as large. Yet he has never been the best player in baseball. In fact, he hasn&#8217;t always been the best player on his team. But his intangible grace and Jordanesque ability to play big in the biggest of postseason moments make him the face of the modern Yankee dynasty, and of America&#8217;s game.</P>  In <I>The Captain</I>, best-selling author Ian O&#8217;Connor draws on extensive reporting and unique access to Jeter that has spanned some fifteen years to&#160; reveal how a biracial kid from Michigan became New York&#8217;s most beloved sports figure and the enduring symbol of the steroid-free athlete. O&#8217;Connor takes us behind the scenes of a legendary baseball life and career, from Jeter&#8217;s early struggles in the minor leagues, when homesickness and errors in the field threatened a stillborn career, to his heady days as a Yankee superstar and prince of the city who squired some of the world&#8217;s most beautiful women, to his tense battles with former best friend A-Rod. We also witness Jeter struggling to come to terms with his declining skills and the declining favor of the only organization he ever wanted to play for, leading to a contentious contract negotiation with the Yankees that left people wondering if Jeter might end his career in a uniform without pinstripes.</P>  Derek Jeter&#8217;s march toward the Hall of Fame has been dignified and certain, but behind that leadership and hero&#8217;s grace there are hidden struggles and complexities that have never been explored, until now. As Jeter closes in on 3,000 hits, a number no Yankee has ever touched, <I>The Captain</I> offers an incisive, exhilarating, and revealing new look at one of the game&#8217;s greatest players in the gloaming of his career.</div>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "TdmR5D6EXKcfGZJWYGJRWB", "annotation": ""},{"book": {"author": "Mitchell Nathanson", "publication_date": "2012-02-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "A People's History of Baseball", "uuid": "ZM3YLShGKZkMxPpwbgSooL", "awards": [], "publisher": {"name": "University of Illinois Press", "uuid": "kEZyg4HDgiScw6jmfVU3ee"}, "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252093920/1377658037.62.jpg", "average_rating": 3.92, "isbn": "9780252093920", "description": "Baseball is much more than the national pastime. It has become an emblem of America itself. Stories abound that illustrate baseball's significance in eradicating racial barriers, bringing neighborhoods together, and building civic pride._x000B__x000B_In A People's History of Baseball, Mitchell Nathanson probes the less well-known but no less meaningful other side of baseball: episodes not involving equality, patriotism, heroism, and virtuous capitalism, but power--how it is obtained, and how it perpetuates itself. Exploring the founding of the National League, Nathanson focuses on the newer Americans who sought club ownership to promote their own social status in the increasingly closed caste of late nineteenth-century America. His perspective on the rise and public rebuke of the Players Association shows that these events reflect both the collective spirit of working and middle-class America in the mid-twentieth century as well as the countervailing forces that sought to beat back this emerging movement that threatened the status quo. Even his take on baseball's racial integration that began with Branch Rickeys \"Great Experiment\" reveals the debilitating effects of the harsh double standard that resulted, requiring a black player to have unimpeachable character merely to take the field in a Major League game, a standard no white player was required to meet._x000B__x000B_Told with passion and occasional outrage, A People's History of Baseball challenges the perspective of the well-known, deeply entrenched, hyper-patriotic stories of baseball and offers an incisive alternative history of America's much-loved national pastime.", "oyster_good_for_statement": ""}, "position": 1, "uuid": "jUoV8sQpS9Tz2RXGgyiTpj", "annotation": ""},{"book": {"author": "Buzz Bissinger", "publication_date": "2006-04-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Three Nights in August", "uuid": "QZ5o74uvhEAb4EECNrTmDj", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526713/1376382465.0.jpg", "average_rating": 3.85, "isbn": "9780547526713", "description": "<P><I>Three Nights in August</I> captures the strategic and emotional complexities of baseball's quintessential form, the three-game series. As the St. Louis Cardinals battle their archrival Chicago Cubs, we watch from the dugout through the eyes of the legendary Tony La Russa, considered by many to be the greatest manager of the modern era. In his thirty-three years of managing, La Russa won three World Series titles and was named Manager of the Year a record five times. He now stands as the third-winningest manager in the history of baseball. A great leader, he built his success on the conviction that ball games are won not only by the numbers but also by the hearts and minds of those who play.</P> <p>Drawing on unprecedented access to a major league skipper and his team, Buzz Bissinger portrays baseball with a revelatory intimacy and offers many surprising tactical insights. Bissinger also furthers the debate on major league managerial style and strategy in his provocative Afterword.</P> <p>&#160;", "oyster_good_for_statement": ""}, "position": 2, "uuid": "Hf92U9cVUHXz4eCKr9fHEK", "annotation": ""},{"book": {"author": "Pete Rose", "publication_date": "2004-01-08", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 340, "title": "Pete Rose", "uuid": "Nq5kHUGd2QAPctRhpcQoBL", "awards": [], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623360207/1380278989.94.jpg", "average_rating": 3.32, "isbn": "9781623360207", "description": "Pete Rose holds more Major League Baseball records than any other player in history. He stands alone as baseball's hit king having shattered the previously \"unbreakable\" record held by Ty Cobb. He is a blue-collar hero with the kind of old-fashioned work ethic that turned great talent into legendary accomplishments.<br><br>Pete Rose is also a lifelong gambler and a sufferer of oppositional defiant disorder. For the past 13 years, he has been banned from baseball and barred from his rightful place in the Hall of Fame—accused of violating MLB's one taboo. Rule 21 states that no one associated with baseball shall ever gamble on the game. The punishment is no less than a permanent barring from baseball and exclusion from the Hall of Fame.<br><br>Pete Rose has lived in the shadow of his exile. He has denied betting on the game that he loves. He has been shunned by MLB, investigated by the IRS, and served time for tax charges in the U.S. Penitentiary in Marion, Illinois.<br><br>But he's coming back.<br><br>Pete Rose has never been forgotten by the fans who loved him throughout his 24-year career. The men he played with have stood by him. In this, his first book since his very public fall from grace, Pete Rose speaks with great candor about all the outstanding questions that have kept him firmly in the public eye. He discloses what life was like behind bars, discusses the turbulent years of his exile, and gives a vivid picture of his early life and baseball career. He also confronts his demons, tackling the ugly truths about his gambling and his behavior.<br><br><i>My Prison Without Bars</i> is Pete Rose's full accounting of his life. No one thinks he's perfect. He has made mistakes—big ones. And he is finally ready to admit them.", "oyster_good_for_statement": ""}, "position": 3, "uuid": "RxNJqK69rGoa6vsDmXKMZ", "annotation": ""},{"book": {"author": "Pittsburgh Post-Gazette", "publication_date": "2013-10-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 128, "title": "Revival by the River", "uuid": "grkwAy9ZjuEzmE3DDa9non", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/9781623686956/1380884265.35.jpg", "average_rating": 0.0, "isbn": "9781623686956", "description": "The 2013 Pittsburgh Pirates advanced to the postseason for the first time in 20 years. Loyal fans who stood by their team through two decades of losing seasons, including late-season collapses in 2011 and 2012, finally have reason to be optimistic. They can celebrate the team&#8217;s amazing season as manager Clint Hurdle led Andrew McCutchen, a recovered Jason Grilli, Garrett Jones, and the rest of the Bucs in their attempt to reach the World Series. This full-color pictorial keepsake is packed with unique stories and images from Pittsburgh&#8217;s largest daily newspaper, the Pittsburgh Post-Gazette.", "oyster_good_for_statement": ""}, "position": 4, "uuid": "ryT9bVHfb6kgAXUdk5BBpF", "annotation": ""},{"book": {"author": "Roger Kahn", "publication_date": "2012-10-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "Memories of Summer", "uuid": "ezkfCk5Hwux4g6SpW9HhJA", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/620/6201355350426.45.jpg", "average_rating": 4.01, "isbn": "9781938120473", "description": "<DIV>Acclaimed baseball writer and bestselling author Roger Kahn gives us a memoir of his Brooklyn childhood, a recollection of a life in journalism, and a record of personal acquaintance with the greatest ballplayers of several eras.&#160;<BR><BR>His father had a passion for the Dodgers; his mother&rsquo;s passion was for poetry. Somehow, young Roger managed to blend both loves in a career that encompassed writing about sports for the New York Herald Tribune, Sports Illustrated, the Saturday Evening Post, Esquire, and Time. Kahn recalls the great personalities of a golden era&mdash;Leo Durocher, Mickey Mantle, Willie Mays, Jackie Robinson, Red Smith, Dick Young, and many more&mdash;and recollects the wittiest lines from forty years in dugouts, press boxes, and newsrooms.<BR><BR>Often hilarious, always precise about action on the field and off, Memories of Summer is an enduring classic about how baseball met literature to the benefit of both.</div><DIV><BR>Praise for Roger Kahn:</div><BR>&quot;As a kid, I loved sports first and writing second, and loved everything Roger Kahn wrote. As an adult, I love writing first and sports second, and love Roger Kahn even more.&quot; &mdash;Pulitzer Prize winner, David Maraniss&#160;<BR><BR>&quot;He can epitomize a player with a single swing of the pen.&quot; &mdash;Time magazine<BR><BR>&quot;Roger Kahn is the best baseball writer in the business.&quot; &mdash;Stephen Jay Gould, New York Review of Books<BR><BR>&quot;A work of high moral purpose and great poetic accomplishment. The finest American book on sports.&quot; &mdash;James Michener on&#160;<I>The Boys of Summer<BR></I><BR><DIV>&quot;Kahn has the almost unfair gift of easy, graceful writing.&quot; &mdash;Boston Herald</div>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "MJkSNtoSPzA4T7Vn5w3ndH", "annotation": ""},{"book": {"author": "Roger Kahn", "publication_date": "2012-10-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "Good Enough to Dream", "uuid": "uFSgTSVfdvp47j4U26bd7i", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Good%20Enough%20to%20Dream/1372976574.06.jpg", "average_rating": 4.05, "isbn": "9781938120503", "description": "<DIV>Roger Kahn&rsquo;s first major league hit, <I>The Boys of Summer</I>, was his runaway bestseller that immortalized the 1950s Brooklyn Dodgers. Now Kahn does the same for players whose moment in the sun has not yet arrived.<BR><BR><I>Good Enough to Dream</I> is the story of Kahn&rsquo;s year as owner of the Class A, very minor league, Utica Blue Sox. Most of the Blue Sox never made it to the majors, but they all shared the dream that links the small child in the sandlot with the superstar who has just smacked one out of the stadium. This is a look at baseball unadorned, a game still sweet enough to lure grown men to leagues where first-class transportation was an old school bus and the infield was likely to be the consistency of thick soup. It is a funny and poignant story of one season, and one special team, that will make us hesitate before we ever call anything &ldquo;bush league&rdquo; again.<BR><BR>Praise for Roger Kahn:</div><BR>&quot;As a kid, I loved sports first and writing second, and loved everything Roger Kahn wrote. As an adult, I love writing first and sports second, and love Roger Kahn even more.&quot; &mdash;Pulitzer Prize winner, David Maraniss&#160;<BR><BR>&quot;He can epitomize a player with a single swing of the pen.&quot; &mdash;Time magazine<BR><BR>&quot;Roger Kahn is the best baseball writer in the business.&quot; &mdash;Stephen Jay Gould, New York Review of Books<BR><BR>&quot;Kahn has the almost unfair gift of easy, graceful writing.&quot; &mdash;Boston Herald", "oyster_good_for_statement": ""}, "position": 7, "uuid": "cGtLybRJCPXGXpzxzujKtm", "annotation": ""},{"book": {"author": "Terry Francona", "publication_date": "2013-01-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Francona", "uuid": "wqyZ9yJpnJdy2fdFsARdDm", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547928265/1376382969.22.jpg", "average_rating": 4.05, "isbn": "9780547928265", "description": "<div><div>From 2004 to 2011, Terry Francona managed the Boston Red Sox, perhaps the most scrutinized team in all of sports. During that time, every home game was a sellout. Every play, call, word, gesture&#8212;on the field and off&#8212;was analyzed by thousands. And every decision was either genius, or disastrous. In those eight years, the Red Sox were transformed from a cursed franchise to one of the most successful and profitable in baseball history&#8212;only to fall back to last place as soon as Francona was gone. Now, in <I>Francona: The Red Sox Years</I>, the decorated manager opens up for the first time about his tenure in Boston, unspooling the narrative of how this world-class organization reached such incredible highs and dipped to equally incredible lows. But through it all, there was always baseball, that beautiful game of which Francona never lost sight.<br><BR>As no book has ever quite done before, <I>Francona </I>escorts readers into the rarefied world of a twenty-first-century clubhouse, revealing the mercurial dynamic of the national pastime from the inside out. From his unique vantage point, Francona chronicles an epic era, from 2004, his first year as the Sox skipper, when they won their first championship in 86 years, through another win in 2007, to the controversial September collapse just four years later. He recounts the tightrope walk of managing unpredictable personalities such as Pedro Martinez and Manny Ramirez and working with Theo Epstein, the general managing phenom, and his statistics-driven executives. It was a job that meant balancing their voluminous data with the emotions of a 25-man roster. It was a job that also meant trying to meet the expectations of three owners with often wildly differing opinions. Along the way, readers are treated to never-before-told stories about their favorite players, moments, losses, and wins.<br><BR>Ultimately, when for the Red Sox it became less about winning and more about making money, Francona contends they lost their way. But it was an unforgettable, endlessly entertaining, and instructive time in baseball history, one that is documented and celebrated in <I>Francona</I>, a book that examines like no other the art of managing in today&#8217;s game.</DIV></DIV>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "VLQNbdRtKiFzzpmWcVxLVM", "annotation": ""},{"book": {"author": "Harvey Araton", "publication_date": "2012-04-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Driving Mr. Yogi", "uuid": "A8J7Tf9zbLMB78uoCT89MJ", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547746715/1376381841.89.jpg", "average_rating": 4.07, "isbn": "9780547746715", "description": "<DIV>&ldquo;Funny, revealing, and surprising . . . anything that brings new Yogi Berra stories is a good book.&quot; &mdash;MLB.com<BR><br> <I>Driving Mr. Yogi</I>  is the story of how a unique friendship between a pitcher and catcher  is renewed every year. It began in 1999, when Yogi Berra was reunited  with the Yankees after a long self-exile, the result of being  unceremoniously fired by George Steinbrenner fourteen years before. A  reconciliation between Berra and the Boss meant that Berra would attend  spring training again. Guidry befriended &ldquo;Mr. Yogi&rdquo; instantly. After  all, Berra had been a mentor in the clubhouse back when Guidry was  pitching for the Yankees. Guidry knew the young players would benefit  greatly from Mr. Yogi's encyclopedic knowledge of the game, just as  Guidry had during his playing days, so he encouraged Berra to share his  insights.<br><br> Soon, an offhand batting tip from Mr. Yogi turned Nick  Swisher&rsquo;s season around. Stories about handling a hitter like Ted  Williams or catching Don Larsen&rsquo;s perfect game captured their  imaginations. And in Yogi, Guidry found not just an elder companion or  source of amusement &mdash; he found a best friend.<BR><br> At turns tender and laugh-out-loud funny, and teeming with unforgettable baseball yarns that span more than fifty years, <I>Driving Mr. Yogi</I>  is a universal story about the importance of wisdom being passed from  one generation to the next, as well as a reminder that time is what we  make of it and compassion never gets old.<BR><br> &ldquo;A refreshing change from the normal diet of sports books out there . . . A warm, sentimental look at a baseball icon.&quot; &mdash;<I>Tampa Tribune</I></div>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "ZJunyKXqAZjmHKkxm3kstS", "annotation": ""},{"book": {"author": "Jane Leavy", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Sandy Koufax", "uuid": "9cK7kcgZpZTTRBwHYoVPaZ", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061753503/1376503108.26.jpg", "average_rating": 3.99, "isbn": "9780061753503", "description": "<p>In an era when too many heroes have been toppled from too many pedestals, Sandy Koufax stands apart and alone, a legend who declined his own celebrity. As a pitcher, he was sublime, the ace of baseball lore. As a human being, he aspired to be the one thing his talent and his fame wouldn't allow: a regular guy. A Brooklyn kid, he was the product of the sedate and modest fifties who came to define and dominate baseball in the sixties. In <em>Sandy Koufax: A Lefty's Legacy,</em> former award-winning Washington Post sportswriter Jane Leavy delivers an uncommon baseball book, vividly re-creating the Koufax era, when presidents were believed and pitchers aspired to go the distance.</p><p>He was only a teenager when Dodgers owner Walter O'Malley proclaimed him \"the Great Jewish Hope\" of the franchise. But it wasn't until long after the team had abandoned Brooklyn that the man became the myth. Old-fashioned in his willingness to play when he was injured and in his acute sense of responsibility to his team, Koutax answered to an authority higher than manager Walter Alston. When he refused to pitch the opening game of the 1965 World Series because it fell on Yom Kippur, the holiest day of the Jewish calendar, he inadvertently made himself a religious icon and an irrevocably public figure. A year later, he was gone -- done with baseball at age thirty. No other sports hero had retired so young, so well, or so completely.</p><p>Despite Sandy Koufax's best efforts to protect his privacy, his legend has grown larger ever since. Part biography, part cultural history, <em>Sandy Koufax: A Lefty's Legacy</em> gets as close to that legend as he will allow. Through meticulous reporting and interviews with five hundred of his friends, teammates, and opponents, Leavy penetrates the mythology to discover a man more than worthy of myth.</p>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "tZtuKpJv8nXKXLXrAx6QTK", "annotation": ""},{"book": {"author": "Roger Kahn", "publication_date": "2012-10-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "The Seventh Game", "uuid": "dUuNEWsBfKRjfLiMaQyNLa", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Seventh%20Game/1372976597.72.jpg", "average_rating": 3.24, "isbn": "9781938120497", "description": "The seventh game of the World Series is about to be played, and more than the world championship is at stake. A man&rsquo;s destiny is on the line. Johnny Longboat, one of baseball&rsquo;s greatest pitchers, is taking the mound for the New York Mohawks in what may be his final game. With millions of eyes upon him, only he is aware of the conflicts tormenting him. At forty-one, Johnny is a man trying to make sense of his past while fearing what the future could bring when his playing career ends.&#160;<BR><BR>As the deciding seventh game of a bitterly fought World Series suspensefully moves, inning by inning, toward its dramatic climax, and before the seventh game is over, Johnny Longboat is ready to make some hard choices. He&rsquo;s ready to find out just how much strength is left in his arm &ndash; and in his soul.&#160;<BR><DIV><BR>Praise for Roger Kahn:</div><BR>&quot;As a kid, I loved sports first and writing second, and loved everything Roger Kahn wrote. As an adult, I love writing first and sports second, and love Roger Kahn even more.&quot; &mdash;Pulitzer Prize winner, David Maraniss&#160;<BR><BR>&quot;He can epitomize a player with a single swing of the pen.&quot; &mdash;Time magazine<BR><BR>&quot;Roger Kahn is the best baseball writer in the business.&quot; &mdash;Stephen Jay Gould, New York Review of Books<BR><BR>&quot;A work of high moral purpose and great poetic accomplishment. The finest American book on sports.&quot; &mdash;James Michener on&#160;<I>The Boys of Summer<BR></I><BR>&quot;Kahn has the almost unfair gift of easy, graceful writing.&quot; &mdash;Boston Herald", "oyster_good_for_statement": ""}, "position": 11, "uuid": "5fGPFeqiZ99AEYJ5g5zr5C", "annotation": ""},{"book": {"author": "Glenn Stout", "publication_date": "2011-10-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "Fenway 1912", "uuid": "oVvWxRqTWvJnwX2GEu8sT9", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547607399/1376381364.0.jpg", "average_rating": 3.99, "isbn": "9780547607399", "description": "<DIV>Winner of the 2011 Seymour Medal from the Society for American Baseball  Research, for the best book of baseball history or biography<BR><br> &quot;An  irresistible look back on Fenway Park's first season, not just for Sox  fans . . . a great choice for anyone who enjoys a dip into baseball  history at its best.&quot;&mdash;<I>Huffington Post</I><BR><br> Even people who  aren&rsquo;t fans of baseball know Fenway Park. More than just a ballpark, it  is a part of American culture, and has been for nearly one hundred  years. In <I>Fenway 1912</I>, Glenn Stout tells the remarkable story  of Fenway&rsquo;s first year, from the long winter when locals poured concrete  and built the park to the ragtag Red Sox team that embarked on a  journey to the World Series while the paint was still drying and the  grass still coming in. Stout tells the stories behind the park&rsquo;s  notorious quirks like the Green Monster, and of the designers, builders,  managers, and players who made Fenway&rsquo;s first year unforgettable.<br><br> For  all that has been written in tribute to the great Fenway Park, no one  has ever really told the behind-the-scenes true story. Drawing on  extensive new research, the esteemed baseball historian Glenn Stout  delivers an extraordinary tale of innovation, desperation, and  perspiration&mdash;capturing Fenway as never before.<BR><br> &quot;<I>Fenway 1912</I>  reads like a novel, detailing the trials and tribulations of the quaint  ballpark and the team itself &hellip; Stout has made a great story out of  history.&rdquo;&mdash;<I>Baseball America</I><BR><br> &quot;Stout's vivid writing and  extraordinary research make the journey worthwhile in so many ways . . .  you will likely feel as if you were in the creaky grandstand  yourself.&quot;&mdash;<I>Boston Globe</I></div>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "Af8ttBWSVGCP584WXawPYL", "annotation": ""},{"book": {"author": "Jerry Crasnick", "publication_date": "2005-05-26", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 272, "title": "License to Deal", "uuid": "s32DoDAXTB3WeRenGYHP6X", "awards": [], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623362362/1376894375.71.jpg", "average_rating": 3.73, "isbn": "9781623362362", "description": "<p>The movie <i>Jerry Maguire</i> and HBO series <i>Arli$$</i> barely skimmed the surface. Now the true inside story of the sports agent business is exposed as never before.</p><p>During baseball's evolution from national pastime to a $3.6 billion business, the game's agents have played a pivotal role in driving and (some might say) ruining the sport. In a world of unchecked egos and minimal regulation, client-stealing and financial inducements have become commonplace, leading many to label the field a cesspool, devoid of loyalties and filled with predators.</p><p>Matt Sosnick entered these shark-infested waters in 1997, leaving a job as CEO of a San Francisco high-tech company to represent ballplayers—and hoping to do so while keeping his romantic love of baseball and his integrity intact. <i>License to Deal</i> follows Sosnick as he deals with his up-and-coming clients (his most famous is the 2003 rookie-of-the-year pitching sensation Dontrelle Willis). We become privy to never-before-disclosed stories behind the rise of baseball's most powerful agent, Scott Boras. And we get a novel perspective on the art of the deal and the economics of baseball.</p><p>By one of baseball's most respected sportswriters, who is now ESPN.com's lead Insider baseball reporter, <i>License to Deal</i>, like Michael Lewis's bestselling <i>Moneyball</i>, will provide fuel for many a heated baseball discussion.</p>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "yXBg8WqVDCHyrJqdhuEDYH", "annotation": ""},{"book": {"author": "Roger Kahn", "publication_date": "2012-10-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "A Season in the Sun", "uuid": "ZG8PjWeaACUtCFUUoJJAJf", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/A%20Season%20in%20the%20Sun/1372976561.69.jpg", "average_rating": 3.52, "isbn": "9781938120428", "description": "<DIV>For one full baseball season in 1976, Roger Kahn returned to his favorite sport to see how it was doing, talk to some of its practitioners and veterans, and try to find out whether it still the same old magic.<BR><BR>His search led him from small college teams in rural Arkansas, whose every member hopes to make the Majors, to Houston for a look at the financial disaster of the Astros and the Astrodome, and to Los Angeles to explore the modern miracle of Walter O&rsquo;Malley&rsquo;s Dodgers. It brought him interviews with old friends like restaurateur Stan Musial, boat salesman Early Wynn, and the courageous baseball maverick Bill Veeck, now owner of the Chicago White Sox. He was able to observe a superb New England Class A team that plays to empty stands because of TV, and the phenomenon of baseball enthusiasm on Roberto Clemente&rsquo;s Caribbean island. Finally, it gave him the chance to get to know the incomparable Johnny Bench and to spend part of the 1976 Yankees-Reds World Series in the company of the Series&rsquo; most valuable player. <BR><BR><I>A Season in the Sun</I> is more than a book about baseball. Like Roger Kahn&rsquo;s classic <I>The Boys of Summer</I>, it is a warm and affectionate evocation of small-town and big-town America. <BR><BR>Praise for Roger Kahn:<BR><BR>&quot;As a kid, I loved sports first and writing second, and loved everything Roger Kahn wrote. As an adult, I love writing first and sports second, and love Roger Kahn even more.&quot; --Pulitzer Prize winner, David Maraniss<BR><BR>&quot;He can epitomize a player with a single swing of the pen.&quot; --Time magazine<BR><BR>&quot;Roger Kahn is the best baseball writer in the business.&quot; --Stephen Jay Gould, New York Review of Books<BR><BR>&quot;Kahn has the almost unfair gift of easy, graceful writing.&quot; --Boston Herald</div>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "L9NpV99HDKNabQcuVjx5HL", "annotation": ""},{"book": {"author": "Steve Jacobson", "publication_date": "2009-01-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Carrying Jackie's Torch", "uuid": "iLnMiMYhDvD3qCiUQ426ES", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Carrying%20Jackie%27s%20Torch/1372977492.02.jpg", "average_rating": 0.0, "isbn": "9781569763889", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">The real and painful struggles of the black players who followed Jackie Robinson into major and minor league baseball from 1947 to 1968 are chronicled in this compelling volume. Players share their personal and often heart-wrenching stories of intense racism, both on and off the field, mixed with a sometimes begrudged appreciation for their tremendous talents. Stories include incidents of white players who gave up promising careers in baseball because they wouldn&#8217;t play with a black teammate, the Georgia law that forbade a black player from dressing in the same clubhouse as the white players, the quotas for the number of blacks on a team, and how salary negotiations without agents or free agency were akin to a plantation system for both black and white players. The 20 players profiled include Ernie Banks, Alvin Jackson, Charlie Murray, Chuck Harmon, Frank Robinson, Bob Gibson, Hank Aaron, Curt Flood, Lou Brock, and Bob Watson.</p></DIV>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "rRVnbKVMt98iR6EPdya6f7", "annotation": ""},{"book": {"author": "Gregory Jordan", "publication_date": "2012-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Willie Mays Aikens", "uuid": "AYWTmUMcJpmpfa5QBTY4Rn", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Willie%20Mays%20Aikens/1372980337.06.jpg", "average_rating": 3.39, "isbn": "9781617496400", "description": "An intimate portrait of a tortured player, this memoir culls interviews, letters, and the personal account of baseball legend Willie Mays Aikens. Touted from a young age as the next Reggie Jackson, Aikens' promising career quickly turned disastrous when he fell into drug abuse and was ultimately sentenced to the longest prison time ever given to a professional athlete. Not only an exploration of baseball and culture in the 1980s, this book also delves into the United States justice and penal systems.", "oyster_good_for_statement": ""}, "position": 16, "uuid": "eSuToRwXWKhKVj7BfaiYHK", "annotation": ""},{"book": {"author": "Phil Pepe", "publication_date": "2013-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "Core Four", "uuid": "6edUHAhG65WbmMXumNVHga", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Core%20Four/1372982292.76.jpg", "average_rating": 0.0, "isbn": "9781623681968", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Tracing the careers of four instrumental players who turned around the Yankees ball club, this book shares behind-the-scenes stories from their early days together in the minors through the 2012 season, and follows them on their majestic ride to the top of the baseball world. At a time when the New York Yankees were in free fall, having failed to win a World Series in 17 years and had not played in one in 14 years&#8212;the Bronx Bombers&#8217; longest drought since before the days of Babe Ruth&#8212;along came four young players whose powerful impact returned the franchise to its former glory. They were a diverse group from different parts of the globe: Mariano Rivera, a right-handed pitcher from Panama, who was destined to become the all-time record holder in saves and baseball&#8217;s greatest closer; Derek Jeter, a shortstop raised in Kalamazoo, Michigan, who would become the first Yankee to accumulate 3,000 hits; Jorge Posada, an infielder-turned-catcher from Puerto Rico, who would hit more home runs than any Yankees catcher except the legendary Hall of Famer Yogi Berra; and Andy Pettitte, a left-handed pitcher born in Baton Rouge, Louisiana, who would win more postseason games than any player in baseball history. Together they formed the &#8220;Core Four,&#8221; and would go on to play as teammates for 13 seasons during which time they would help the Yankees advance to the postseason 12 times, win the American League pennant seven times, and take home five World Series trophies. This book follows these phenoms from the minor leagues to the present, detailing their significant contributions to a winning major league franchise.", "oyster_good_for_statement": ""}, "position": 18, "uuid": "jEVt2V6zbANZEH2aCg9zr", "annotation": ""},{"book": {"author": "Tom Keegan", "publication_date": "2005-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 289, "title": "Ernie Harwell", "uuid": "YFPgVHxtL8raUT9RBfJeeZ", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Ernie%20Harwell/1372980218.67.jpg", "average_rating": 0.0, "isbn": "9781617490613", "description": "<DIV>When the Tigers roar, only Ernie Harwell's smooth southern voice can be heard above the din. After 42 years as the Voice of the Detroit Tigers, Harwell will retire once the 2002 season ends. The only play-by-play broadcaster to cover games in seven decades, Harwell has seen (and has a story about) everyone from Babe Ruth to Ichiro Suzuki.</DIV>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "QFxwrtjMvsUXfwmghXBztL", "annotation": ""},{"book": {"author": "David Halberstam", "publication_date": "2012-12-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Summer of '49", "uuid": "eZEQvGEQEUqxmexprca2pK", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}, {"name": "Pulitzer Prize-Winning Author", "uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Summer%20of%20%2749/1373332336.18.jpg", "average_rating": 4.08, "isbn": "9781453286111", "description": "<DIV><b>Halberstam&rsquo;s classic #1 bestseller, about the magical summer when baseball&rsquo;s fiercest rivalry captured the nation&rsquo;s imagination, and changed the sport forever</b><b><BR></b></div><DIV><BR>The summer of 1949: It was baseball&rsquo;s Golden Age and the year Joe DiMaggio&rsquo;s New York Yankees were locked in a soon-to-be classic battle with Ted Williams&rsquo;s Boston Red Sox for the American League pennant. As postwar America looked for a unifying moment, the greatest players in baseball history brought their rivalry to the field, captivating the American public through the heart-pounding final moments of the season. This expansive story captures an era, incorporating profiles of the players and their families, fans, broadcasters, baseball executives, and sportswriters. Riveting in its blend of powerful detail and exhilarating narrative, <i>The Summer of &rsquo;49</i> is Pulitzer Prize&ndash;winner David Halberstam&rsquo;s engrossing look at not only a sports rivalry, but at a time when America&rsquo;s very identity was wrapped up in its beloved national game.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "4dactDM6ysYTxStmmFTEXL", "annotation": ""},{"book": {"author": "Tim Wakefield", "publication_date": "2011-04-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Knuckler", "uuid": "pyY5UdKh6AieRTpfUG93T7", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547517711/1376380477.78.jpg", "average_rating": 3.48, "isbn": "9780547517711", "description": " <p>At forty-four years old, Tim Wakefield is the longest-serving member of one of baseball&#8217;s most popular franchises. He is close to eclipsing the winning records of two of the greatest pitchers to have played the game, yet few realize the full measure of his success. That his career can be characterized by such words as <I>dependability</I> and <I>consistency</I> defies all odds because he has achieved this with baseball&#8217;s most mercurial weapon&#8212;the knuckleball.</p> <p><I>Knuckler</I> is the story of how a struggling position player bet his future on a fickle pitch that would define his career. The pitch may drive hitters crazy, but how does the pitcher stay sane? The moment Wakefield adopted the knuckleball, his career sought to answer that question. With the Red Sox, Wakefield began to master his pitch only to find himself on the mound in 2003 for one of the worst post-season losses in history, followed the next year by one of the most vindicating of championships. Even now, as Wakefield battles, we see the twists and turns of a major league career pushed to its ultimate extreme.</p> <p>A remarkable story of one player&#8217;s success despite being the exception to every rule, <I>Knuckler</I> is also a lively meditation on the dancing pitch, its history, its mystique, and all the ironies it brings to bear.<br></P>  ", "oyster_good_for_statement": ""}, "position": 20, "uuid": "7SGfjt2fLxUG6bdZUSCb6o", "annotation": ""},{"book": {"author": "Dan Shaughnessy", "publication_date": "2006-04-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Reversing the Curse", "uuid": "NH4jJ7YsqbD7ryuji8SAzB", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346939/1376380561.08.jpg", "average_rating": 3.68, "isbn": "9780547346939", "description": "<DIV>Reversing the Curse preserves one of the greatest sports stories of our lifetime for all posterity with an absorbing account of the Red Sox&#8217;s championship season. A more epic sports saga could not have been invented: here we have the curse that began with Babe Ruth; a team of comeback kids determined to prove their mettle; the Yankees-Sox rivalry, one of the greatest in sports history; and, finally, the first World Series victory for the Sox since 1918.<br><br>Dan Shaughnessy captures the Sox triumph in all its drama and euphoria with penetrating insight, a keen sense of history, and unparalleled insider access. With photographs by the Pulitzer Prize-winning photographer Stan Grossfeld, Reversing the Curse is the definitive record of a landmark moment in baseball history.</div>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "QCjBGeJ3MekqE5RnGuoKDh", "annotation": ""},{"book": {"author": "Richard Roeper", "publication_date": "2007-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "Sox and the City", "uuid": "8ZWcuJ8HewHBsRFSjMUZXm", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Sox%20and%20the%20City/1372977146.57.jpg", "average_rating": 4.24, "isbn": "9781569762387", "description": "<P>Over&#160;the last&#160;40 years, Richard Roeper has attended White Sox games, watching as his team established a losing streak that was almost unparalleled in Major League Baseball history. In this account of what it was like to grow up a White Sox fan in a Cubs nation, Roeper covers the recent history of the organization, from the heartbreak of 1967&#160;and the South-Side Hit Men to the disco demolition and the magical 2005 season when they became world champions. Encapsulating what it means to be a baseball fan, root for the same sorry team no matter what, and find vindication,&#160;this history of the White Sox is flavored with trivia; anecdotes about players, owners, and broadcasters; plus Roeper&#8217;s own humorous and personal reminiscences.</p>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "Ub38HdTVgrWQaeez8eez6B", "annotation": ""},{"book": {"author": "Robin Roberts", "publication_date": "2003-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "My Life in Baseball", "uuid": "WTTCsbm4XLNKEoHUvQitsB", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/My%20Life%20in%20Baseball/1372980223.79.jpg", "average_rating": 4.47, "isbn": "9781617494260", "description": "<DIV>Hall of Famer Robin Roberts was baseball's most dominant pitcher from 1950 to 1955. He was the ace of the Whiz Kids rotation that led the Phillies to the NL pennant in 1950. In 1966 Roberts introduced Marvin Miller to the players' union, a major chapter in baseball history.</DIV>", "oyster_good_for_statement": ""}, "position": 22, "uuid": "kEefyxZCj2ay2qYfWxQf4J", "annotation": ""},{"book": {"author": "Daniel Okrent", "publication_date": "2000-04-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Nine Innings", "uuid": "WwDPrW2iFfYMwepQ6hTEWZ", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527529/1376382013.17.jpg", "average_rating": 4.0, "isbn": "9780547527529", "description": "<DIV>You'll never watch baseball the same way again.  A timeless baseball classic and a must read for any fan worthy of the name, Nine Innings dissects a single baseball game played in June 1982 -- inning by inning, play by play. Daniel Okrent, a seasoned writer and lifelong fan, chose as his subject a Milwaukee Brewers&amp;lt;endash&amp;gt;Baltimore Orioles matchup, though it could have been any game, because, as Okrent reveals, the essence of baseball, no matter where or when it's played, has been and will always be the same.        In this particular moment of baseball history you will discover myriad aspects of the sport that are crucial to its nature but so often invisible to the fans -- the hidden language of catchers' signals, the physiology of pitching, the balance sheet of a club owner, the gait of a player stepping up to the plate. With the purity of heart and unwavering attention to detail that characterize our national pastime, Okrent goes straight to the core of the world's greatest game. You'll never watch baseball the same way again.</div>", "oyster_good_for_statement": ""}, "position": 23, "uuid": "gn3bu8cd3ZBpo3AcsabGiE", "annotation": ""},{"book": {"author": "Aaron Skirboll", "publication_date": "2010-07-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Pittsburgh Cocaine Seven", "uuid": "vqTzwbuxK4xqzEcA6vUVHc", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20Pittsburgh%20Cocaine%20Seven/1372978037.98.jpg", "average_rating": 0.0, "isbn": "9781569767665", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Eerily prescient of times to come, this expos&#233; examines drug use in Major League Baseball (MLB)&#160;during the mid-1980s and one of the biggest drug trials in baseball history. Through a series of exclusive interviews with FBI agents, U.S. attorneys, defense lawyers, journalists, former baseball executives, physicians, and the dealers themselves, the narrative provides a behind-the-scenes look into how the players managed their habits, the effect of the drugs on their athletic performance, and the ruses the players concocted to keep their drug consumption from becoming public knowledge. Among the all-stars implicated as cocaine users were Joaquin Andujar, Dusty Baker, Dale Berra, Keith Hernandez, Lee Mazzilli, John Milner, Dave Parker, and Lonnie Smith, while Willie Mays and Willie Stargell were fingered as amphetamine users. In addition to identifying the players involved, this account reveals how the hapless group of mostly diehard Pittsburgh Pirates fans got into cocaine and connected with the players as well as the often comic &#147;deals&#8221; that eventually got them busted. Then MLB&#160;Commissioner Peter Ueberroth's&#160;failure to implement a strict drug policy in the aftermath of the trial is also discussed, along with the role this inaction played in enabling the steroid era.</P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 24, "uuid": "7WASWCXpeZKqfLHPYtGCUk", "annotation": ""},{"book": {"author": "James Buckley", "publication_date": "2012-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Perfect", "uuid": "jGzWWZCg4SNznT54UBkAJX", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Perfect/1372980301.08.jpg", "average_rating": 0.0, "isbn": "9781617496165", "description": "Among baseball achievements, the perfect game&#8212;one in which no runners reach base&#8212;remains the greatest. Though many have come close, only 20 pitchers have achieved such perfection in more than a century of baseball. This exhaustive compendium examines the fascinating story behind every perfect game and uncovers details both great and small, illuminating the majesty of these titanic achievements. The faithfully narrated record of all 20 games&#8212;punctuated by statistics, trivia, little-known anecdotes, and personal memories from both witnesses and the pitchers themselves&#8212;gets inside the minds of the players who made baseball history. In addition to profiling some of the game&#8217;s greatest pitchers, such as Cy Young, Sandy Koufax, and Randy Johnson, or others including Charley Robertson who had otherwise unremarkable careers, this updated edition features new chapters devoted to Dallas Braden, Mark Buehrle, and Roy Halladay, the three latest pitchers to throw a perfect game, and a comprehensive appendix profiles several pitchers who almost achieved perfection.", "oyster_good_for_statement": ""}, "position": 25, "uuid": "ip9WVwUyo9SHBFNkDvKcuS", "annotation": ""},{"book": {"author": "Birdie Tebbetts", "publication_date": "2002-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 192, "title": "Birdie", "uuid": "ZZpC6VsDTmfAXcVYzLg8QH", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Birdie/1372982519.51.jpg", "average_rating": 0.0, "isbn": "9781623681678", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>During his 65-year career in professional baseball, Birdie Tebbetts was a player, coach, manager, scout, and executive and nobody knew the game the way Birdie did. From Hank Greenberg to Reggie Jackson, Birdie worked with all the brightest stars in baseball's constellation and this biography is a behind-the-scenes memoir to one of the more unique and engaging people to haave ever played the game.", "oyster_good_for_statement": ""}, "position": 26, "uuid": "iM8mgzkTMRrvzqTcuYSckn", "annotation": ""},{"book": {"author": "Roger Kahn", "publication_date": "2012-10-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "The Era, 1947-1957", "uuid": "PkMbSSZhAojKfsraUTEX8f", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Era%2C%201947-1957%3A%20When%20the%20Yankees%2C%20the%20Giants%2C%20and%20the%20Dodgers%20Ruled%20the%20World/1372976591.77.jpg", "average_rating": 4.03, "isbn": "9781938120480", "description": "<DIV>Celebrated sports writer Roger Kahn casts his gaze on the golden age of baseball, an unforgettable time when the game thrived as America's unrivaled national sport. The Era begins in 1947, with Jackie Robinson changing major league baseball forever by taking the field for the Dodgers. Dazzling, momentous events characterize the decade that followed-Robinson's amazing accomplishments; the explosion on the national scene of such soon-to-be legends as Mickey Mantle, Willie Mays, Bobby Thomson, Duke Snider, and Yogi Berra; Casey Stengel's crafty managing; the emergence of televised games; and the stunning success of the Yankees as they play in nine out of eleven World Series. The Era concludes with the relocation of the Dodgers from Brooklyn to Los Angeles, a move that shook the sport to its very roots.</div><DIV><BR>Praise for Roger Kahn:</div><BR>&quot;As a kid, I loved sports first and writing second, and loved everything Roger Kahn wrote. As an adult, I love writing first and sports second, and love Roger Kahn even more.&quot; &mdash;Pulitzer Prize winner, David Maraniss&#160;<BR><BR>&quot;He can epitomize a player with a single swing of the pen.&quot; &mdash;Time magazine<BR><BR>&quot;Roger Kahn is the best baseball writer in the business.&quot; &mdash;Stephen Jay Gould, New York Review of Books<BR><BR>&quot;A work of high moral purpose and great poetic accomplishment. The finest American book on sports.&quot; &mdash;James Michener on&#160;<I>The Boys of Summer<BR></I><BR><DIV>&quot;Kahn has the almost unfair gift of easy, graceful writing.&quot; &mdash;Boston Herald</div>", "oyster_good_for_statement": ""}, "position": 27, "uuid": "u2a39ZMiXhuqzBa7Ess5RL", "annotation": ""},{"book": {"author": "Martha Ackmann", "publication_date": "2010-06-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Curveball", "uuid": "BDQQQSBNZrrgPDmFTw2ASD", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Curveball/1372977641.53.jpg", "average_rating": 3.5, "isbn": "9781569766842", "description": "<DIV><DIV><DIV>Documenting multiple challenges at every turn&#151;as a target for racism from society at large and sexism both inside and outside of the Negro League&#151;this is the unique story of the first woman to play professional baseball on a men's team, breaking barriers in sports while believing, \"There's got to be a first in everything. Maybe it will be me.\" Highlighting aggressive and resourceful behaviors, the text explains that as players began to leave the Negro League for major league teams, Toni Stone seized her only opportunity to play professional ball and replaced Henry Aaron on the Indianapolis Clowns, the Negro League's top team. Chronicling her career, this biography follows her experiences playing first with the Indianapolis Clowns, and later&#160;with the Kansas City Monarchs. It also details her encounters with the era's top athletes&#151;Ernie Banks, Willie Mays, Buck O'Neil, and Satchel Paige to name a few. As the exploration reveals her remarkable talent, perseverance, and accomplishments, it shows how she posed as a double threat&#151;black and female&#151;to the dominance of white males in sports and society.</DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 28, "uuid": "ZjzBP3JLmB3RAf6naAkExH", "annotation": ""},{"book": {"author": "Javy Lopez", "publication_date": "2012-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 208, "title": "Behind the Plate", "uuid": "5GEFbdCbczs6Z5Vt8rv7vS", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Behind%20the%20Plate/1372980303.78.jpg", "average_rating": 0.0, "isbn": "9781617496202", "description": "Popular Atlanta Braves catcher Javier &#147;Javy&#8221; Lopez opens up in this autobiography to tell his amazing story, from learning to play baseball on a neighborhood basketball court to his record of 42&#160;home runs in a season by a catcher. The product of a lower-middle-class background in Puerto Rico,&#160;Javy had to overcome numerous hardships&#151;not the least of which was a language barrier&#151;to fulfill his destiny as one of the most accomplished catchers of the modern era. He tells of bumps along the way to success, including why he overstated his signing bonus as well as the time in the minors when he cried during an all-night meltdown&#160;due to&#160;his struggles on the field. But he went on to be named MVP of the 1996 National League Championship Series, and played on 12 of the Atlanta Braves&#8217; unprecedented 14 straight division-winning teams of the 1990s and 2000s. From his relationship with great teammates such as Greg Maddux and John Smoltz, to his failed comeback attempt with the Braves in 2008, this autobiography tells all about the handsome, warm, engaging Lopez and how he became one of baseball&#8217;s most popular players.", "oyster_good_for_statement": ""}, "position": 29, "uuid": "beQcYcMbTUBPSwqorzx6Dc", "annotation": ""},{"book": {"author": "Kevin Kernan", "publication_date": "2012-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Girardi", "uuid": "P32jMZK798FbYbqkY4NJrn", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Girardi/1372980314.89.jpg", "average_rating": 0.0, "isbn": "9781617496349", "description": "Drawn from more than 60 interviews and hours of face time, this authorized biography offers an unprecedented inside-the-dugout look at the manager who guided the New York Yankees to their 27th world championship. Beginning with his childhood in the baseball mecca of Chicago, this book traces Joe Girardi&#8217;s rise from a catcher at Northwestern University to his time in the minors, his 15 years in the majors, and his successful career as a manager. As much a character portrait of the man as a chronicle of his achievements, this study reveals the amalgam of influences&#151;the relentless work ethic learned from his father combined with the systematic mind of an engineer, the baseball know-how instilled by the likes of Don Zimmer and Joe Torre, and the heart of his tenacious mother&#151;that combined to propel Girardi to his current stature.", "oyster_good_for_statement": ""}, "position": 30, "uuid": "wJVX9ebsdHM7WN9T6xK2aM", "annotation": ""},{"book": {"author": "Gary Adams", "publication_date": "2013-05-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 440, "title": "Conversations with Coach Wooden", "uuid": "HFvRiXC3c5kKkg2CMqSFgW", "awards": [], "publisher": {"name": "Santa Monica Press", "uuid": "NnSvsMsxGAe236mc6FGbQT"}, "cover_img": "https://cflare.oysterbooks.com/covers/Santa%20Monica%20Press/Conversations%20with%20Coach%20Wooden/1372982747.45.jpg", "average_rating": 0.0, "isbn": "9781595808318", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>From the legendary basketball coach&#8217;s life lessons and &#8220;pyramid of success&#8221; to musings on his favorite sport, this engaging account chronicles the friendship between a pair of former University of California&#8211;Los Angeles (UCLA) head coaches, basketball coach John Wooden and baseball coach Gary Adams. For nearly a decade the two celebrated coaches shared an office and developed a close friendship that lasted 35 years until Wooden&#8217;s passing and Adams&#8217; heartwarming narrative details discussions they shared about heroes, history, life, and their mutual favorite pastime&#8212;baseball. The book also reflects on Wooden&#8217;s core philosophies and the guiding principles behind his numerous basketball successes, including his election into two halls of fame as a player and a coach, winning 10 National College Athletic Association (NCAA) National Championships in a 12-year period, and being named NCAA College Basketball Coach of the Year six times. Recollections from Major League Baseball stars Eric Karros, David Roberts, and Chase Utley are also included, along with quotes from other athletes and associates of UCLA.", "oyster_good_for_statement": ""}, "position": 31, "uuid": "x2WZiF6AYN794K6v4WquuF", "annotation": ""},{"book": {"author": "John Underwood", "publication_date": "2005-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "It's Only Me", "uuid": "gUpreBc2EAcJFC6op2NcZJ", "awards": [], "publisher": {"name": "Triumph Books", "uuid": "4cwejoHi4cE7gudUQkNBUB"}, "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/It%27s%20Only%20Me/1372980732.86.jpg", "average_rating": 3.65, "isbn": "9781617499586", "description": "Almost everyone knows the public Ted Williams: the great hitter, the war hero, the avid outdoorsman and the man who seemed to be a lightning rod for controversy his whole life. Fewer know the very private Ted, and fewer still knew him as well as his friend and confidante of over 30 years, John Underwood. From vacations off the Florida Keys, to African Safaris to the beaches of Costa Rica, Underwood and Williams vacationed together and got to know each as close personal friends. Underwood draws on both his private recordings with Williams&#151;the audio CD contains candor from Williams about a wide variety of subjects that no baseball fan has heard before&#151;and his personal experiences to craft a book about what he learned from his friendship. Reminiscent of bestseller Tuesdays With Morrie, It's Only Me allows the private side of Williams to educate and entertain baseball fans more than they ever imagined before.", "oyster_good_for_statement": ""}, "position": 32, "uuid": "r56CXH6ncFi3VMLNpEHYTh", "annotation": ""},{"book": {"author": "Cal Ripken", "publication_date": "2011-07-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "The Ripken Way", "uuid": "NtFAVBMtr26JaRhKndF4u3", "awards": [], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/The%20Ripken%20Way%3A%20A%20Manual%20for%20Baseball%20and%20Life/1372976424.64.jpg", "average_rating": 3.21, "isbn": "9780982905029", "description": "<DIV>With almost four decades in professional baseball, Cal Ripken, Sr. has motivated players in all leagues to reach their best, and has mentored two major leaguers of his own, Cal Ripken, Jr., and Bill Ripken. Now culling wisdom from his unpublished classic, The Cal Ripken Baseball Manual for Players &ndash; a veritable instructional bible utilized throughout the Oriole organization for years &ndash; Cal Sr. brings his view from the field to an inspiring guide to the game of life.</div>", "oyster_good_for_statement": ""}, "position": 33, "uuid": "kAx9KBAmW467S5M3dHMvnB", "annotation": ""},{"book": {"author": "Roger Angell", "publication_date": "2013-02-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 413, "title": "Five Seasons", "uuid": "QXYjfroYd2nTwgRQVLUwdL", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Five%20Seasons/1373333149.28.jpg", "average_rating": 4.33, "isbn": "9781453297810", "description": "<DIV><b>Roger Angell&rsquo;s chronicle of baseball&rsquo;s most fascinating and unforgettable years</b></div><DIV><BR>Classic<i> New Yorker</i> sportswriter Roger Angell calls 1972 to 1976 &ldquo;the most important half-decade in the history of the game.&rdquo; The early to mid-1970s brought unprecedented changes to America&rsquo;s ancient pastime: astounding performances by Nolan Ryan and Hank Aaron; the intensity of the &ldquo;best-ever&rdquo; 1975 World Series between the Cincinnati Reds and the Boston Red Sox; the changes growing from bitter and extended labor strikes and lockouts; and the vast new influence of network television on the game. Angell, always a fan as well as a writer, casts a knowing but noncynical eye on these events, offering a fresh perspective to baseball&rsquo;s continuing appeal during this brilliant and transformative era.</div>", "oyster_good_for_statement": ""}, "position": 34, "uuid": "VJ68qpssp8mr2Lmv5mBxk3", "annotation": ""},{"book": {"author": "Mark Harris", "publication_date": "2010-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 243, "title": "Bang the Drum Slowly", "uuid": "JenyU6kpZWpCYz9ZN89ys5", "awards": [{"name": "Sports Illustrated Greatest 100 Sports Books", "uuid": "qEc22XvyATmiLj9YiVwp6c", "image": null}], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Bang%20the%20Drum%20Slowly/1373294112.43.jpg", "average_rating": 3.91, "isbn": "9780795311635", "description": "<p><i>Bang the Drum Slowly</i> is the second in a series of four novels written by Mark Harris that chronicles the career of baseball player Henry W. Wiggen. This series is among the finest novels ever written to use baseball as a theme. Published in 1956, the book is a simple, moving testament to the immutable power of friendship. The title page in the novel reads; \"by Henry W. Wiggen / Certain of His Enthusiasms Restrained by Mark Harris\", the author's personal touch that tells us (the reader) that we are about to enter a genial, conversational first-person story.</p><p>\n</p><p>\nWiggen is a gifted pitcher in the major leagues, playing for a team that includes a mediocre catcher named Bruce Pearson--a slow-talking Georgia boy who tries the patience of the team. Pearson has a secret; he has been diagnosed with Hodgkins' disease which threatens not only his life but also the baseball career that he so desperately wants. When Wiggen learns of Pearson's illness, their casual acquaintanceship deepens into a profound friendship. Wiggen fights heroically to keep Pearson on the team, saving his friend from being sent down to the minors, and he also rallies other teammates to help his friend. The miracle is that Pearson is transformed into a better ballplayer... but the miracle is brief for the man's time has already run out.</p><p>\n</p><p>\nIn lesser hands, this story could be cloying or overly sentimental, but Harris writes with a gentle, unassuming dignity. His freewheeling colloquial style verges on an easy stream of consciousness. Wiggen is an engaging character and his observations are lucid and refreshing. The characters are wonderfully realized, from the drawling Pearson to team manager Dutch Schnell. It may be that what makes <i>Bang the Drum Slowly</i>a great novel is that it is not entirely a sports novel but also a warm human comedy complete with believable real-life tragic events, set in the familiar, magical world of American baseball.</p><p>\n</p><p>\n<i>Bang the Drum Slowly</i> is #14 on the <i>Sports Illustrated</i> Greatest 100 Sports books.</p><p>\n</p><p>\n</p>", "oyster_good_for_statement": ""}, "position": 35, "uuid": "rjeu3wthnPPUxPQiBPkmua", "annotation": ""},{"book": {"author": "Claude R. Bronchu", "publication_date": "2002-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "My Turn at Bat", "uuid": "4g3UmCGvEH4WQ7EpmEm59W", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/My%20Turn%20at%20Bat/1372978697.07.jpg", "average_rating": 0.0, "isbn": "9781770900295", "description": "<DIV><DIV>After 32 years, Montreal will soon lose its professional baseball team. The former president of the Expos explains how the team went from being one of major league baseball's most promising franchises to becoming a financial pariah, barely escaping extinction at the end of the 2001 season and now facing demise in 2002. This history of the team's troubled existence covers years of gradually declining revenue and attendance, the sale of the team to a consortium of business leaders in 1991, and the league's ongoing debate over eliminating the Expos once and for all.<BR></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 36, "uuid": "xxkzLDZVrTiWyioX9c3zuL", "annotation": ""},{"book": {"author": "Herschel Cobb", "publication_date": "2013-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 296, "title": "Heart of a Tiger", "uuid": "b6tHSeBAfiBQJEtKbBGeV9", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Heart%20of%20a%20Tiger/1372982000.85.jpg", "average_rating": 4.09, "isbn": "9781770903821", "description": "<DIV>Herschel Cobb&#8217;s moving account of his relationship with his legendary grandfather reveals a side of Ty Cobb that few people ever saw, that of loving nurturer. A baseball icon and arguably the best player who ever lived, Ty Cobb&#8217;s infamously cold, competitive nature allowed him to excel on the ball field but undermined his relationship with his children. Devastated by the untimely death of two of his sons, Cobb relished the opportunity to reconnect the broken family ties when young Herschel and his siblings visited him during the summers. In the pages of this book, Herschel, whose cruel, abusive father and adulterous, alcoholic mother filled his childhood with turmoil, recounts how his grandfather provided the stability, love and guidance that Herschel desperately needed. Beautifully written and insightful, this memoir describes the healing bond between Cobb and his grandchildren, and constructs a wholly different legacy for the notoriously tough Cobb as gentle and affectionate &#8220;Granddaddy.&#8221;</DIV>", "oyster_good_for_statement": ""}, "position": 37, "uuid": "U2AgunRyySrJpNQDuJwcPM", "annotation": ""},{"book": {"author": "Al Stump", "publication_date": "1996-01-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "Cobb", "uuid": "zWBSqwKb5YNDsNuM52HMwd", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127173/1377656482.6.jpg", "average_rating": 4.11, "isbn": "9781565127173", "description": "A New York Times Notable Book; Spitball Award for Best Baseball Book of 1994; Basis for a major Hollywood motion picture. Now in paperback, the biography that baseball fans all across the country have been talking about. Al Stump redefined America's perception of one of its most famous sports heroes with this gripping look at a man who walked the line between greatness and psychosis. Based on Stump's interviews with Ty Cobb while ghostwriting the Hall-of-Famer's 1961 autobiography, this award-winning new account of Cobb's life and times reveals both the darkness and the brilliance of the \"Georgia Peach.\" \"The most powerful baseball biography I have read.\"--Roger Kahn, author of THE BOYS OF SUMMER", "oyster_good_for_statement": ""}, "position": 38, "uuid": "PncGoCJKXPXgau4ofosRsH", "annotation": ""},{"book": {"author": "Jimmy Breslin", "publication_date": "2012-02-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 128, "title": "Can't Anybody Here Play This Game?", "uuid": "nxp6AiZLSoFnAQ3QZcwNLV", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}, {"name": "Pulitzer Prize-Winning Author", "uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null}, {"name": "Sports Illustrated Greatest 100 Sports Books", "uuid": "qEc22XvyATmiLj9YiVwp6c", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Can%27t%20Anybody%20Here%20Play%20This%20Game%3F/1373330464.8.jpg", "average_rating": 3.78, "isbn": "9781453245323", "description": "<DIV><b>Jimmy Breslin&rsquo;s nostalgic, rollicking look back at the worst baseball team in history</b></div><BR><DIV>Five years after the Dodgers and Giants fled New York for California, the city&rsquo;s National League fans were offered salvation in the shape of the New York Mets: an expansion team who, in the spring of 1962, attempted to play something resembling the sport of baseball.</div><DIV>&#160;</div><DIV>Helmed by the sagacious Casey Stengel and staffed by the league&rsquo;s detritus, the new Mets played 162 games and lost 120 of them, making them statistically the worst team in the sport&rsquo;s modern history. It&rsquo;s possible they were even worse than that. Starring such legends as Marvin Throneberry&mdash;a first baseman so inept that his nickname had to be &ldquo;Marvelous&rdquo;&mdash;the Mets lost with swashbuckling panache. In an era when the fun seemed to have gone out of sports, the Mets came to life in a blaze of delightful, awe-inspiring ineptitude. They may have been losers, but a team this awful deserves to be remembered as legends.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Jimmy Breslin including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "oyster_good_for_statement": ""}, "position": 39, "uuid": "GdaL8PabaxrDzR3z36H7nb", "annotation": ""},{"book": {"author": "Jane Leavy", "publication_date": "2010-10-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "The Last Boy", "uuid": "XVdkGaQWCqGy5jJfDpgmuN", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987786/1376529739.36.jpg", "average_rating": 3.89, "isbn": "9780061987786", "description": "<p>Jane Leavy, the acclaimed author of the <em>New York Times</em> bestseller <em>Sandy Koufax: A Lefty's Legacy</em>, returns with a biography of an American original&#8212;number 7, Mickey Mantle. Drawing on more than five hundred interviews with friends and family, teammates, and opponents, she delivers the definitive account of Mantle's life, mining the mythology of The Mick for the true story of a luminous and illustrious talent with an achingly damaged soul. </p><p>Meticulously reported and elegantly written, <em>The Last Boy</em> is a baseball tapestry that weaves together episodes from the author's weekend with The Mick in Atlantic City, where she interviewed her hero in 1983, after he was banned from baseball, with reminiscences from friends and family of the boy from Commerce, Oklahoma, who would lead the Yankees to seven world championships, be voted the American League's Most Valuable Player three times, win the Triple Crown in 1956, and duel teammate Roger Maris for Babe Ruth's home run crown in the summer of 1961&#8212;the same boy who would never grow up. </p><p>As she did so memorably in her biography of Sandy Koufax, Jane Leavy transcends the hyperbole of hero worship to reveal the man behind the coast-to-coast smile, who grappled with a wrenching childhood, crippling injuries, and a genetic predisposition to alcoholism. In <em>The Last Boy</em> she chronicles her search to find out more about the person he was and, given what she discovers, to explain his mystifying hold on a generation of baseball fans, who were seduced by that lopsided, gap-toothed grin. It is an uncommon biography, with literary overtones: not only a portrait of an icon, but an investigation of memory itself. How long was the Tape Measure Home Run? Did Mantle swing the same way right-handed and left-handed? What really happened to his knee in the 1951 World Series? What happened to the red-haired, freckle-faced boy known back home as Mickey Charles? </p><p>\"I believe in memory, not memorabilia,\" Leavy writes in her preface. But in <em>The Last Boy</em>, she discovers that what we remember of our heroes&#8212;and even what they remember of themselves&#8212;is only where the story begins.</p>", "oyster_good_for_statement": ""}, "position": 40, "uuid": "i59NHWBaxaka7gipKNJ6Zc", "annotation": ""},{"book": {"author": "Hank Aaron", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 496, "title": "I Had a Hammer", "uuid": "SAaYyJFLZF4FgSJq5ZArMg", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061873379/1376528028.76.jpg", "average_rating": 4.0, "isbn": "9780061873379", "description": "<p>The man who shattered Babe Ruth's lifetime home run record, Henry \"Hammering Hank\" Aaron left his indelible mark on professional baseball and the world. But the world also left its mark on him.</p><p><em>I Had a Hammer</em> is much more than the intimate autobiography of one of the greatest names in pro sports&#8212;it is a fascinating social history of twentieth-century America. With courage and candor, Aaron recalls his struggles and triumphs in an atmosphere of virulent racism. He relives the breathtaking moment when, in the heat of hatred and controversy, he hit his 715th home run to break Ruth's cherished record&#8212;an accomplishment for which Aaron received more than 900,000 letters, many of them vicious and racially charged. And his story continues through the remainder of his milestone-setting, barrier-smashing career as a player and, later, Atlanta Braves executive&#8212;offering an eye-opening and unforgettable portrait of an incomparable athlete, his sport, his epoch, and his world.</p>", "oyster_good_for_statement": ""}, "position": 41, "uuid": "Z5EC5yftTLbDpsEfEvPdEh", "annotation": ""},{"book": {"author": "George F. Will", "publication_date": "2010-08-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Men at Work", "uuid": "RwkPeE3ELfyQroHMLZHsR7", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062007759/1378009464.2.jpg", "average_rating": 3.89, "isbn": "9780062007759", "description": "<p>In his classic tribute to America's pastime&#8212;now with a new introduction&#8212;political commentator, Pulitzer Prize-winning journalist, and lifelong sports enthusiast George F. Will travels from the baseball field to the dugout to the locker room to get to the root of the game we all love. He breaks down the sport to its four basic components, managing, pitching, hitting, and fielding, and analyzes the way four of its notables, manager Tony La Russa, pitcher Orel Hershiser, outfielder Tony Gwynn, and shortstop Cal Ripken Jr., approach the game. One of the most acclaimed sports books ever written, <em>Men at Work</em> is a revelatory, and often surprising, study of professional baseball.</p>", "oyster_good_for_statement": ""}, "position": 42, "uuid": "NT3kmxk4tcKCLLBDtNsWvA", "annotation": ""},{"book": {"author": "David Halberstam", "publication_date": "2012-12-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "October 1964", "uuid": "J6kkTKv6TqRDjacbr5WDrX", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "Pulitzer Prize-Winning Author", "uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/October%201964/1373332337.35.jpg", "average_rating": 4.15, "isbn": "9781453286128", "description": "<DIV><b>The bestselling follow-up to the classic <i>The Summer of &rsquo;49</i>, illuminating the heart-pounding 1964 World Series between the Yankees and Cardinals</b><b><BR></b></div><DIV><BR>David Halberstam, an avid sports writer with an investigative reporter&rsquo;s tenacity, superbly details the end of the fifteen-year reign of the New York Yankees in <i>October 1964</i>. That October found the Yankees going head-to-head with the St. Louis Cardinals for the World Series pennant. Expertly weaving the narrative threads of both teams&rsquo; seasons, Halberstam brings the major personalities on the field&mdash;from switch-hitter Mickey Mantle to pitcher Bob Gibson&mdash;to life. Using the teams&rsquo; subcultures, Halberstam also analyzes the cultural shifts of the sixties. The result is a unique blend of sports writing and cultural history as engrossing as it is insightful.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "oyster_good_for_statement": ""}, "position": 43, "uuid": "EybsHXDSvipexyn7KSEZqg", "annotation": ""},{"book": {"author": "Roger Angell", "publication_date": "2013-02-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 303, "title": "The Summer Game", "uuid": "NUVcL9V6kEWVA5sW7rZ2in", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Summer%20Game/1373333157.9.jpg", "average_rating": 4.31, "isbn": "9781453297827", "description": "<DIV><b>A classic collection of early sportswriting by renowned reporter Roger Angell</b></div><DIV><BR>Acclaimed <i>New Yorker</i> writer Roger Angell&rsquo;s first book on baseball, <i>The Summer Game, </i>originally published in 1972, is a stunning collection of his essays on the major leagues, covering a span of ten seasons. Angell brilliantly captures the nation&rsquo;s most beloved sport through the 1960s, spanning both the winning teams and the &ldquo;horrendous losers,&rdquo; and including famed players Sandy Koufax, Bob Gibson, Brooks Robinson, Frank Robinson, Willie Mays, and more. With the panache of a seasoned sportswriter and the energy of an avid baseball fan, Angell&rsquo;s sports journalism is an insightful and compelling look at the great American pastime.</div>", "oyster_good_for_statement": ""}, "position": 44, "uuid": "7RvGYZfFQSQqnrrSBX9iN8", "annotation": ""},{"book": {"author": "Buster Olney", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "The Last Night of the Yankee Dynasty New Edition", "uuid": "7kiFoLRzHxwg6spjXquEiV", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981081/1376529429.61.jpg", "average_rating": 4.0, "isbn": "9780061981081", "description": "<p>For six extraordinary years around the turn of the millennium, the Yankees were baseball's unstoppable force, with players such as Paul O'Neill, Derek Jeter, and Mariano Rivera. But for the players and the coaches, baseball Yankees-style was also an almost unbearable pressure cooker of anxiety, expectation, and infighting. With owner George Steinbrenner at the controls, the Yankees money machine spun out of control. </p><p>In this new edition of <em>The Last Night of the Yankee Dynasty</em>, Buster Olney tracks the Yankees through these exciting and tumultuous seasons, updating his insightful portrait with a new introduction that walks readers through Steinbrenner's departure from power, Joe Torre's departure from the team, the continued failure of the Yankees to succeed in the postseason, and the rise of Hank Steinbrenner. With an insider's familiarity with the game, Olney reveals what may have been an inevitable fall that last night of the Yankee dynasty, and its powerful aftermath.</p>", "oyster_good_for_statement": ""}, "position": 45, "uuid": "avDmmCDSRLZ9EATYQSMX2S", "annotation": ""},{"book": {"author": "Cait N. Murphy", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Crazy '08", "uuid": "XHevfDHjoP7t68seajhHBB", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061844324/1376452286.29.jpg", "average_rating": 4.18, "isbn": "9780061844324", "description": "<p>From the perspective of 2007, the unintentional irony of Chance's boast is manifest&#8212;these days, the question is when will the Cubs ever win a game they have to have. In October 1908, though, no one would have laughed: The Cubs were, without doubt, baseball's greatest team&#8212;the first dynasty of the 20th century.</p><p><em>Crazy '08</em> recounts the 1908 season&#8212;the year when Peerless Leader Frank Chance's men went toe to toe to toe with John McGraw and Christy Mathewson's New York Giants and Honus Wagner's Pittsburgh Pirates in the greatest pennant race the National League has ever seen. The American League has its own three-cornered pennant fight, and players like Cy Young, Ty Cobb, Walter Johnson, and the egregiously crooked Hal Chase ensured that the junior circuit had its moments. But it was the National League's&#8212;and the Cubs'&#8212;year. </p><p><em>Crazy '08</em>, however, is not just the exciting story of a great season. It is also about the forces that created modern baseball, and the America that produced it. In 1908, crooked pols run Chicago's First Ward, and gambling magnates control the Yankees. Fans regularly invade the field to do handstands or argue with the umps; others shoot guns from rickety grandstands prone to burning. There are anarchists on the loose and racial killings in the town that made Lincoln. On the flimsiest of pretexts, General Abner Doubleday becomes a symbol of Americanism, and baseball's own anthem, \"Take Me Out to the Ballgame,\" is a hit. </p><p>Picaresque and dramatic, 1908 is a season in which so many weird and wonderful things happen that it is somehow unsurprising that a hairpiece, a swarm of gnats, a sudden bout of lumbago, and a disaster down in the mines all play a role in its outcome. And sometimes the events are not so wonderful at all. There are several deaths by baseball, and the shadow of corruption creeps closer to the heart of baseball&#8212;the honesty of the game itself.  Simply put, 1908 is the year that baseball grew up.</p><p>Oh, and it was the last time the Cubs won the World Series.</p><p>Destined to be as memorable as the season it documents, <em>Crazy '08</em> sets a new standard for what a book about baseball can be.</p>", "oyster_good_for_statement": ""}, "position": 46, "uuid": "soS8ZrtWcsMuX9Temgw2se", "annotation": ""},{"book": {"author": "Roger Kahn", "publication_date": "2011-02-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "The Boys of Summer", "uuid": "pHg7kzCwc7fqqfKjbxg24o", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062089984/1378009563.06.jpg", "average_rating": 4.5, "isbn": "9780062089984", "description": "<p>This is a book about young men who learned to play baseball during the 1930s and 1940s, and then went on to play for one of the most exciting major-league ball clubs ever fielded, the team that broke the color barrier with Jackie Robinson. It is a book by and about a sportswriter who grew up near Ebbets Field, and who had the good fortune in the 1950s to cover the Dodgers for the <em>Herald Tribune</em>. This is a book about what happened to Jackie, Carl Erskine, Pee Wee Reese, and the others when their glory days were behind them. In short, it is a book about America, about fathers and sons, prejudice and courage, triumph and disaster, and told with warmth, humor, wit, candor, and love.</p>", "oyster_good_for_statement": ""}, "position": 47, "uuid": "UaG6ExeHhwz7AaQGk6YRvZ", "annotation": ""},{"book": {"author": "Peter Williams", "publication_date": "1994-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "When the Giants Were Giants", "uuid": "LwvzfY5Zjcur2h85pHCaQR", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202378/1377657144.09.jpg", "average_rating": 0.0, "isbn": "9781616202378", "description": "<p>This is the story of a forgotten Giant--the man <em>Baseball Magazine</em> called in 1930 \"baseball's greatest first baseman\"--Bill Terry. Brought up from proverty and the obscurity of semipro ball in the South by the famed \"Little Napoleon,\" manager John McGraw of the Giants, Terry developed into the team's key player in the 1920s. As America battled the Depression, the no-nonsense Terry replaced McGraw as manager of the Giants and led the team to three pennants and a world championship. In <em>When the Giants Were Giants,</em> author Peter Williams looks at the end of an era--a time before television, night baseball, player strikes, or free agents--through the lense of this Hall-of-Famer's career as a player and coach. Exclusive interviews with Bill Terry and other players bring to life the rich and color tapestry of Golden Age baseball when the big New York baseball teams were the biggest names in sports.</p>", "oyster_good_for_statement": ""}, "position": 49, "uuid": "XyQEFKichv2SctQeSwtMej", "annotation": ""},{"book": {"author": "John Douglas Marshall", "publication_date": "2010-08-09", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 214, "title": "Home Field: Writers Remember Baseball", "uuid": "9Sos5vBFxNpCACkKpoXULH", "awards": [], "publisher": {"name": "Booktrope", "uuid": "VX9ZbEKayVveVLFU54f7JD"}, "cover_img": "https://cflare.oysterbooks.com/covers/Booktrope/9781620150047/1382059582.76.jpg", "average_rating": 3.57, "isbn": "9781620150047", "description": "Baseball remembered by nine great writers – there’s community, there’s family, there’s heart. Sherman Alexie leaping from reservation Little League to women, race, and identity. Timothy Egan tells secrets of coaching girls’ Little League, including use of Doppler radar to scan for rain. Holly Morris describes how her women’s softball team, the Smellies, perfected the fine art of hooha. Lynda Barry shares a tale of a magical baseball glove laced with difficult memories of her father. Larry Colton, once a “can’t miss prospect,” recalls the hope and pain of his professional pitching debut, then watches a nextgeneration “can’t miss prospect” make the same mistakes. And much more. Here is baseball without stats but full of life, played by local heroes and heroines on their home field.", "oyster_good_for_statement": ""}, "position": 50, "uuid": "4G9TEFVDK8ko5zm7Nw73T9", "annotation": ""},{"book": {"author": "Mark Harris", "publication_date": "2010-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 350, "title": "The Southpaw", "uuid": "zaT6BnYJY6vCCR5fbi7zYd", "awards": [], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Southpaw/1373294191.98.jpg", "average_rating": 4.03, "isbn": "9780795325342", "description": "<p>With <i>The Southpaw</i>, novelist Mark Harris begins the remarkable saga of a gifted baseball pitcher named Henry W. Wiggen, which would unfold in four novels over the course of some 27 years between the publication of <i>The Southpaw</i> (1952) and <i>It Looked Like For Ever</i> (1979). Harris frames <i>The Southpaw</i> in an irresistible way, letting the fictional hero Wiggen \"tell\" his own story in the vernacular--bad grammar, run-on sentences, the works. In fact, the title page tells the reader that <i>The Southpaw</i> is \"by Henry W. Wiggen / Punctuation freely inserted and spelling greatly improved by Mark Harris.\"</p><p>\r\n</p><p>\r\nHenry Wiggen is a beautiful athlete, but despite his talents and his natural grace, the unpretentious small-town boy reaches manhood by the same arduous route followed by most boys, complicated in his case by that very talent and grace, and the expectations they create in everyone. Wiggen is that rarest of fiction heroes, a certifiable good guy, without guile, who wants always to do the right thing. Even for him, the challenges posed by personal and professional needs sometimes seem to be too much, as the stakes in his career steadily rise. <i>The Southpaw</i> follows Wiggen from his early days all the way to the World Series, a winning story of a good man living an extraordinary life.</p><p>\r\n</p><p>\r\n\"By far the best 'serious' baseball novel published,\" the <i>San Francisco Chronicle</i> wrote of <i>The Southpaw</i>--a critical response that is frequently echoed in discussions of all four of Mark Harris' novels about Henry Wiggen. <i>The Southpaw</i> defines Wiggen, and Harris wields his vivid, stream of conscious style with wizardly skill. The acid test is whether the experience of <i>The Southpaw</i> encourages the reader to follow Wiggen's saga in <i>Bang the Drum Slowly</i>. Invariably, it does.</p><p>\r\n</p><p>\r\n</p>", "oyster_good_for_statement": ""}, "position": 51, "uuid": "bibbVXBXz8fmL39wwQ2DH", "annotation": ""}]