[{"annotation": "", "uuid": "hJMCWW64Epemkihf8C5dW6", "position": 8, "book": {"uuid": "Fcw8zqES4rE9kbkuCvjZ9m", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "747", "publication_date": "2010-08-03", "oyster_good_for_statement": "", "isbn": "9780062011527", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>747</em> is the thrilling story behind \"the Queen of the Skies\"&#8212;the Boeing 747&#8212;as told by Joe Sutter, one of the most celebrated engineers of the twentieth century, who spearheaded its design and construction. Sutter's vivid narrative takes us back to a time when American technology was cutting-edge and jet travel was still glamorous and new. With wit and warmth, he gives an insider's sense of the larger than life-size personalities&#8212;and the tensions&#8212;in the aeronautical world.</p>", "average_rating": 4.07, "author": "Joe Sutter", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062011527/1376452967.1.jpg"}},{"annotation": "", "uuid": "wTdgTrp8a3VTsvLaubmEaD", "position": 18, "book": {"uuid": "LhnCRvT2q4LpvMMNAXMVuR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Catching Fire", "publication_date": "2009-05-26", "oyster_good_for_statement": "", "isbn": "9780786744787", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "average_rating": 4.19, "author": "Richard Wrangham", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg"}},{"annotation": "", "uuid": "CSqkFu4a6EbepqtY7QATVZ", "position": 9, "book": {"uuid": "22B5qKHM6sRXAgaot4rHk8", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 275, "title": "That's the Way the Cookie Crumbles", "publication_date": "2002-10-01", "oyster_good_for_statement": "", "isbn": "9781554905362", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV><DIV>Interesting anecdotes and engaging tales make science fun, meaningful, and accessible. Separating sense from nonsense and fact from myth, these essays cover everything from the ups of helium to the downs of drain cleaners and provide answers to numerous mysteries, such as why bug juice is used to color ice cream and how spies used secret inks. Mercury in teeth, arsenic in water, lead in the environment, and aspartame in food are discussed. Mythbusters include the fact that Edison did not invent the light bulb and that walking on hot coals does not require paranormal powers. The secret life of bagels is revealed, and airbags, beer, and soap yield their mysteries. These and many more surprising, educational, and entertaining commentaries show the relevance of science to everyday life.</DIV></DIV>", "average_rating": 3.79, "author": "Dr. Joe Schwarcz", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/That%27s%20the%20Way%20the%20Cookie%20Crumbles/1372978431.78.jpg"}},{"annotation": "", "uuid": "wFd4x9PHV9djuLm3hSWQ5Y", "position": 16, "book": {"uuid": "RrTZPCnmGDBZJ3LpVCpDdg", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Annoying", "publication_date": "2011-03-25", "oyster_good_for_statement": "", "isbn": "9781118028117", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "<b>Two crackerjack science journalists from NPR look at why some things (and some people!) drive us crazy</b><p>It happens everywhere?offices, schools, even your own backyard. Plus, seemingly anything can trigger it?cell phones, sirens, bad music, constant distractions, your boss, or even your spouse. We all know certain things get under our skin. Can science explain why? Palca and Lichtman take you on a scientific quest through psychology, evolutionary biology, anthropology, and other disciplines to uncover the truth about being annoyed. What is the recipe for annoyance? For starters, it should be temporary, unpleasant, and unpredictable, like a boring meeting or mosquito bites <ul><li>Gives fascinating, surprising explanations for why people react the way they do to everything from chili peppers to fingernails on a blackboard<li>Explains why irrational behavior (like tearing your hair out in traffic) is connected to worthwhile behavior (like staying on task) <li>Includes tips for identifying your own irritating habits!</ul><p>How often can you say you're happily reading a really Annoying book? The insights are fascinating, the exploration is fun, and the knowledge you gain, if you act like you know everything, can be really annoying.", "average_rating": 3.17, "author": "Joe Palca", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118028117/1379061822.81.jpg"}},{"annotation": "", "uuid": "fxLbLE4wxGnJmiXzxbSWGm", "position": 2, "book": {"uuid": "2mRE3rHajeuaqdveRtW6SX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Sex Sleep Eat Drink Dream", "publication_date": "2008-10-02", "oyster_good_for_statement": "", "isbn": "9780547526065", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Did you know that you can tell time in your sleep? That women have more nightmares than men? Or that up to half of the calories you consume can be burned off simply by fidgeting? In Sex, Sleep, Eat, Drink, Dream, acclaimed science writer Jennifer Ackerman takes us on an astonishing and illuminating tour of the human body during a typical day, from waking in the morning to the reverie of sleep and dreams.</DIV> <div><BR>Most of us are familiar with the concept of circadian rhythms, the idea that the human body maintains its own internal clock. Recent scientific advances reveal the importance of synchronizing our actions with our biological rhythms &#8212; and show how defying them can cause us real harm. With Ackerman as our guide we learn the best time of day to take a nap, give a presentation, take medication, and even drink a cocktail, along with a host of other useful and curious facts. Entertaining and deeply practical, this book will make readers think of their bodies in an entirely new way.<BR></DIV>", "average_rating": 3.61, "author": "Jennifer Ackerman", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526065/1387866469.59.jpg"}},{"annotation": "", "uuid": "c3GjvDQdxiwbB9SVBd9f9C", "position": 3, "book": {"uuid": "4g5NajgqBoFjCtWbQusbcT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Canon", "publication_date": "2008-04-03", "oyster_good_for_statement": "", "isbn": "9780547348568", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV>In this exuberant book, the best-selling author Natalie Angier distills the scientific canon to the absolute essentials, delivering an entertaining and inspiring one-stop science education. Angier interviewed a host of scientists, posing the simple question &#147;What do you wish everyone knew about your field?&#8221; The Canon provides their answers, taking readers on a joyride through the fascinating fundamentals of the incredible world around us and revealing how they are relevant to us every day. Angier proves a rabble-rousing, wisecracking, deeply committed tour guide in her irresistible exploration of the scientific process and the basic concepts of physics, chemistry, evolutionary biology, cellular and molecular biology, geology, and astronomy. Even science-phobes will find her passion infectious as she strives \"to make the invisible visible, the distant neighborly, the ineffable affable.\"</div>", "average_rating": 3.62, "author": "Natalie Angier", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348568/1376379760.27.jpg"}},{"annotation": "", "uuid": "GJjxq467N6iiXcGRiqXS46", "position": 7, "book": {"uuid": "qQZJKjwrt2thurgfoeB9mn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "Let Them Eat Flax", "publication_date": "2005-11-01", "oyster_good_for_statement": "", "isbn": "9781554902583", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV>By asking questions such as <I>Is your orange juice pasteurized?</I> or <I>Did the lady who whipped up the icing on your cake wear false fingernails?</I> this book sorts hokum from genuine science when it comes to food safety. Investigating everything from the health benefits of chocolate and oxygenated water to the causes of food poisoning and the healing power of prayer, short commentaries use wit and humor to debunk folklore and misconceptions. Indicating which food studies can be trusted, this guide provides the knowledge needed to buy, store, and cook food without risking life and limb.</DIV>", "average_rating": 3.69, "author": "Dr. Joe Schwarcz", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Let%20Them%20Eat%20Flax/1372977373.18.jpg"}},{"annotation": "", "uuid": "9tiisnn2rxFkCcxfbievnT", "position": 6, "book": {"uuid": "Nipwan7rbo78u9NbK523Sg", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Culinary Reactions", "publication_date": "2011-11-01", "oyster_good_for_statement": "", "isbn": "9781569769607", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>Exploring the scientific principles behind everyday recipes, this informative blend of lab book and cookbook reveals that cooks are actually chemists. Following or modifying recipes is shown to be an experiment with acids and bases, emulsions and suspensions, gels and foams. This easy-to-follow primer includes recipes that demonstrate the scientific concepts, such as Whipped Creamsicle Topping (a foam), Cherry Dream Cheese (a protein gel), and Lemonade with Chameleon Eggs (an acid indicator). Also included in this fun, fact-filled companion are answers to various culinary curiosities, such as <I>How does altering the ratio of flour, sugar, yeast, salt, butter, and water affect how high bread rises? </I>and<I> Why is whipped cream made with nitrous oxide rather than the more common carbon dioxide?</I></DIV>", "average_rating": 3.6, "author": "Simon Quellen Field", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Culinary%20Reactions/1372979651.79.jpg"}},{"annotation": "", "uuid": "enYKeL8C6hkcr6QiTbYr3a", "position": 10, "book": {"uuid": "uLU6musudcHMbhBRx26GGQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Glad You Asked", "publication_date": "2006-04-01", "oyster_good_for_statement": "", "isbn": "9781617499449", "publisher": {"uuid": "4cwejoHi4cE7gudUQkNBUB", "name": "Triumph Books"}, "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Encapsulating in brief explanations the most important people, places, things, events and ideas in the history of mankind, this educational resource features hundreds of items, many accompanied with photographs or diagrams to help provide additional information. Every entry is explained fully with a description intended to remain brief, but detailed. Running in length from 100 to 300 words, each entry is easy to read, using everyday language to explain items instead of fancy, rarely used words that appear to show off the writer&#8217;s vocabulary. The featured categories include art, culture, and pastimes; science, technology, and life; history; the world and its wonders; religion, philosophers, and ideas; and trailblazers.", "average_rating": 3.62, "author": "Michael Feldman", "cover_img": "https://cflare.oysterbooks.com/covers/Triumph%20Books/Glad%20You%20Asked/1372981802.68.jpg"}},{"annotation": "", "uuid": "N5o3w2DwB7x8oePaNYqg33", "position": 4, "book": {"uuid": "uaZdhtWiErjJEA3JjeBpdc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "The Seven Sins of Memory", "publication_date": "2002-05-07", "oyster_good_for_statement": "", "isbn": "9780547347455", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>A groundbreaking work by one of the world's foremost memory experts, THE SEVEN SINS OF MEMORY offers the first framework that explains common memory vices -- and their surprising virtues. In this intriguing study, Daniel L. Schacter explores the memory miscues that occur in everyday life: absent-mindedness, transience, blocking, misattribution, suggestibility, bias, and persistence. Schacter illustrates these concepts with vivid examples -- case studies, literary excerpts, experimental evidence, and accounts of highly visible news events such as the O.J. Simpson verdict, Bill Clinton's grand jury testimony, and the search for the Oklahoma City bomber. He also delves into striking new scientific research, giving us a glimpse of the fascinating neurology of memory. Together, the stories and the scientific results provide a new look at our brains and at what we more generally think of as our minds.<br><br>Winner of the William James Book Award</div>", "average_rating": 3.88, "author": "Daniel L. Schacter", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347455/1376380564.25.jpg"}},{"annotation": "", "uuid": "N3BRXp66pQtt4j7Nq8wJET", "position": 19, "book": {"uuid": "mq9ZfKEo7iuzoED8oVabqT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "The Winner's Brain", "publication_date": "2010-03-30", "oyster_good_for_statement": "", "isbn": "9780738214078", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>Ever wonder why some people seem blessed with success? In fact, everyone is capable of winning in life&#151;you just need to develop the right brain for it.<P>In <I>The Winner&#8217;s Brain</I>, Drs. Jeffrey Brown and Mark J. Fenske use cutting-edge neuroscience to identify the secrets of those who succeed no matter what&#151;and demonstrate how little it has to do with IQ or upbringing. Through simple everyday practices, Brown and Fenske explain how to unlock the brain&#8217;s hidden potential, using:<P>&#149; Balance: Make emotions work in your favor<BR>&#149; Bounce: Create a failure-resistant brain<BR>&#149; Opportunity Radar: Spot hot prospects previously hidden by problems<BR>&#149; Focus Laser: Lock into what&#8217;s important<BR>&#149; Effort Accelerator: Cultivate the drive to win<P>Along the way, meet dozens of interesting people who possess &#147;win factors&#8221; (like the inventor of Whac-A-Mole&#8482;) and glean fascinating information (like why you should never take a test while wearing red). Compulsively readable, <I>The Winner&#8217;s Brain</I> will not only give you an edge, but also motivate you to pursue your biggest dreams.</DIV>", "average_rating": 4.2, "author": "Jeff Brown", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780738214078/1387370897.18.jpg"}},{"annotation": "", "uuid": "WRf4eg3akGTK23dXhwyQuY", "position": 12, "book": {"uuid": "x7na47FaEe8o9MuJkhow9M", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Pick Your Poison", "publication_date": "2011-02-02", "oyster_good_for_statement": "", "isbn": "9780470918777", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "How the chemicals in everyday products are killing us—and what the government is <i>not</i> doing about it<p>Did you know that \"nontoxic\" usually means \"never tested\"? Or that many green cleaners are good for the environment but terrible for you? Chemist and activist Monona Rossol goes from under your sink to the halls of the powerful, tracing America’s love affair with chemicals that kill, explaining how much worse the problem has gotten in the last decade. Shocking and appalling and completely reckless—that’s how she describes the current prevalence of harmful chemicals in our everyday lives. Scientists have started linking our increased rates of cancer, autism, obesity, and asthma (among others) to chemical exposure and Rossol points the finger directly at the companies and executives making millions of dollars by polluting our environment and introducing toxic chemicals into our bodies. She chronicles how everyday toxins get into our bodies and accumulate over time and provides us with inspiration to make changes at the checkout lines. She also explains that Americans are not nearly as well protected by our government as we might think we are. Unlike the European Union, the United States allows chemical companies to produce toxins for use in U.S. consumer products with little to no oversight. While her tone is wry and entertaining, she’s also well informed, and her fact-filled treatise makes for absolutely terrifying reading.</p><ul><li>Includes surprising explanations about the chemicals in furniture, detergents, paints, makeup, toys, spray cleaners, ionic air purifiers, art supplies, and more </li><li>Reveals how many eco-friendly products are good for the environment but bad for your health </li><li>Exposes the truth about government regulations, product testing, and labeling, including why terms such as \"nontoxic\" (which often means \"never tested\"), \"hypoallergenic,\" and \"FDA-approved\" can be misleading </li><li>Offers practical ways to reduce your exposure and protect yourself and your family </li></ul><p>If you’re alarmed by the health risks of the many hazardous chemicals we encounter at home, work, and school, don’t get frightened, get informed. Read <i>Pick Your Poison</i> to learn the facts and find out what you can do about the daily onslaught of toxins that are making lab rats of us all.</p>", "average_rating": 3.69, "author": "Monona Rossol", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470918777/1379061809.21.jpg"}},{"annotation": "", "uuid": "rP2CtaJ3NjKvwq4QPnjjUa", "position": 5, "book": {"uuid": "auSLftAd3bJTU3smc8pQXJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Paradox of Choice", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061748998", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In the spirit of Alvin Toffler&#8217;s <em>Future Shock</em>, a social critique of our obsession with choice, and how it contributes to anxiety, dissatisfaction and regret. This paperback includes a new P.S. section with author interviews, insights, features, suggested readings, and more.</p><p>Whether we&#8217;re buying a pair of jeans, ordering a cup of coffee, selecting a long-distance carrier, applying to college, choosing a doctor, or setting up a 401(k), everyday decisions--both big and small--have become increasingly complex due to the overwhelming abundance of choice with which we are presented.<br /><br />We assume that more choice means better options and greater satisfaction. But beware of excessive choice: choice overload can make you question the decisions you make before you even make them, it can set you up for unrealistically high expectations, and it can make you blame yourself for any and all failures. In the long run, this can lead to decision-making paralysis, anxiety, and perpetual stress. And, in a culture that tells us that there is no excuse for falling short of perfection when your options are limitless, too much choice can lead to clinical depression.<br /><br />In <em>The Paradox of Choice</em>, Barry Schwartz explains at what point choice--the hallmark of individual freedom and self-determination that we so cherish--becomes detrimental to our psychological and emotional well-being. In accessible, engaging, and anecdotal prose, Schwartz shows how the dramatic explosion in choice--from the mundane to the profound challenges of balancing career, family, and individual needs--has paradoxically become a problem instead of a solution. Schwartz also shows how our obsession with choice encourages us to seek that which makes us feel worse.<br /><br />By synthesizing current research in the social sciences, Schwartz makes the counterintuitive case that eliminating choices can greatly reduce the stress, anxiety, and busyness of our lives. He offers eleven practical steps on how to limit choices to a manageable number, have the discipline to focus on the important ones and ignore the rest, and ultimately derive greater satisfaction from the choices you have to make.<br /></p>", "average_rating": 3.82, "author": "Barry Schwartz", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748998/1376505739.41.jpg"}},{"annotation": "", "uuid": "XMroowbRL2SxMEF6RwPDi9", "position": 0, "book": {"uuid": "uccXbpa5Jqtm7MS7yBGAxD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Sex on Six Legs", "publication_date": "2011-08-02", "oyster_good_for_statement": "", "isbn": "9780547549170", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P>Insects have inspired fear, fascination, and enlightenment for centuries. They are capable of incredibly complex behavior, even with brains often the size of a poppy seed. How do they accomplish feats that look like human activity&#8212; personality, language, childcare&#8212;with completely different pathways from our own? What is going on inside the mind of those ants that march like boot-camp graduates across your kitchen floor? How does the lead ant know exactly where to take her colony, to that one bread crumb that your nightly sweep missed? Can insects be taught new skills as easily as your new puppy?&#160;<BR><BR><I>Sex on Six Legs</I> is a startling and exciting book that provides answers to these questions and many more. With the humor of Olivia Judson&#8217;s <I>Dr. Tatiana&#8217;s Sex Advice to All Creation</I>, Zuk not only examines the bedroom lives of creepy crawlies but also calls into question some of our own longheld assumptions about learning, the nature of personality, and what our own large brains might be for.", "average_rating": 3.41, "author": "Marlene Zuk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549170/1376380482.13.jpg"}},{"annotation": "", "uuid": "n5EeMjjvdv9ApfCTnTptCU", "position": 1, "book": {"uuid": "NM69Td56WftwhHckBaDJad", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 368, "title": "An Apple A Day", "publication_date": "2009-01-13", "oyster_good_for_statement": "", "isbn": "9781590513286", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "description": "Eat salmon. It’s full of good omega-3 fats. Don’t eat salmon. It’s full of PCBs and mercury. Eat more veggies. They’re full of good antioxidants. Don’t eat more veggies. The pesticides will give you cancer. \r\n\r\nForget your dinner jacket and put on your lab coat: you have to be a nutritional scientist these days before you sit down to eat—which is why we need Dr. Joe Schwarcz, the expert in connecting chemistry to everyday life. In An Apple a Day, he’s taken his thorough knowledge of food chemistry, applied it to today’s top food fears, trends, and questions, and leavened it with his trademark lighthearted approach. The result is both an entertaining revelation of the miracles of science happening in our bodies every time we bite into a morsel of food, and a telling exploration of the myths, claims, and misconceptions surrounding our obsession with diets, nutrition, and weight. \r\n\r\nLooking first at how food affects our health, Dr. Joe examines what’s in tomatoes, soy, and broccoli that can keep us healthy and how the hundreds of compounds in a single food react when they hit our bodies. Then he investigates how we manipulate our food supply, delving into the science of food additives and what benefits we might realize from adding bacteria to certain foods. He clears up the confusion about contaminants, examining everything from pesticide residues, remnants of antibiotics, the dreaded trans fats, and chemicals that may leach from cookware. And he takes a studied look at the science of calories and weighs in on popular diets.", "average_rating": 3.52, "author": "Joe Schwarcz", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513286/1378048468.44.jpg"}},{"annotation": "", "uuid": "XA5ZCZjD5azaYL2DSSErhc", "position": 15, "book": {"uuid": "jD7oAxCNMYPQpXgbB2V9FJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Dr. Joe & What You Didn't Know", "publication_date": "2003-10-01", "oyster_good_for_statement": "", "isbn": "9781554905386", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "awards": [], "description": "<DIV>From Beethoven&#8217;s connection to plumbing to why rotten eggs smell like sulfur, the technical explanations included in this scientific primer tackle 99 chemistry-related questions and provide answers designed to inform and entertain. What jewelry metal is p</DIV>", "average_rating": 3.69, "author": "Dr. Joe Schwarcz", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Dr.%20Joe%20%26%20What%20You%20Didn%27t%20Know/1372978072.18.jpg"}},{"annotation": "", "uuid": "bK2mW8RiSskafdi8iCdffh", "position": 11, "book": {"uuid": "sqX8UpY44KPNNADF7Bso65", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 214, "title": "When the Body Displaces the Mind", "publication_date": "2007-06-07", "oyster_good_for_statement": "", "isbn": "9781780494999", "publisher": {"uuid": "NgfmzPTMVbJUdDBBFUjLcH", "name": "Karnac Books"}, "awards": [], "description": "Can the mind really generate a physical disease? Conversely, can the body cause mental illness? What do we know today about their interaction? The relations between body and mind are the source of many problems that are currently treated separately by psychoanalysts and doctors because of the compartmentalisation between their disciplines. Despite differences in clinical practice, we all stand to benefit from a common understanding of the reciprocal influences of the mind and the body and the ways in which these are interrelated. It is time to stop treating the body in isolation from treatment of the mind and to understand that where the psychic apparatus fails in its key task of managing the excitations generated by the tensions and frustrations of everyday life, it is the body that takes over. With a wealth of clinical examples, the author proposes an innovative theoretical and clinical approach that seeks to break down the barriers between biology and psychoanalysis; he also demonstrates its benefits for the health and recovery of patients and its implications for disease prevention.", "average_rating": 0.0, "author": "Jean Benjamin Stora", "cover_img": "https://cflare.oysterbooks.com/covers/Karnac%20Books/9781780494999/1378571041.89.jpg"}},{"annotation": "", "uuid": "j4qp4UF6TSpJauct5BPc5h", "position": 14, "book": {"uuid": "toBWuUxSjUjiUDeDynnkua", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Physics of Wall Street", "publication_date": "2013-01-08", "oyster_good_for_statement": "", "isbn": "9780547618296", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>After the economic meltdown of 2008, Warren Buffett famously warned, &#8220;beware of geeks bearing formulas.&#8221; But as James Weatherall demonstrates, not all geeks are created equal. While many of the mathematicians and software engineers on Wall Street failed when their abstractions turned ugly in practice, a special breed of physicists has a much deeper history of revolutionizing finance. Taking us from fin-de-si&#232;cle Paris to Rat Pack-era Las Vegas, from wartime government labs to Yippie communes on the Pacific coast, Weatherall shows how physicists successfully brought their science to bear on some of the thorniest problems in economics, from options pricing to bubbles.<br><BR>The crisis was partly a failure of mathematical modeling. But even more, it was a failure of some very sophisticated financial institutions to think like physicists. Models&#8212;whether in science or finance&#8212;have limitations; they break down under certain conditions. And in 2008, sophisticated models fell into the hands of people who didn&#8217;t understand their purpose, and didn&#8217;t care. It was a catastrophic misuse of science.<br><BR>The solution, however, is not to give up on models; it's to make them better. Weatherall reveals the people and ideas on the cusp of a new era in finance. We see a geophysicist use a model designed for earthquakes to predict a massive stock market crash. We discover a physicist-run hedge fund that earned 2,478.6% over the course of the 1990s. And we see how an obscure idea from quantum theory might soon be used to create a far more accurate Consumer Price Index.<br>Both persuasive and accessible, <I>The Physics of Wall Street</I> is riveting history that will change how we think about our economic future.<BR></DIV>", "average_rating": 3.86, "author": "James Owen Weatherall", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547618296/1390198992.0.jpg"}},{"annotation": "", "uuid": "eKYT942cnuqAPc6gqk9UQ4", "position": 13, "book": {"uuid": "biqDJrEqX6kHXqb4znMoL", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 290, "title": "Football Physics", "publication_date": "2004-09-04", "oyster_good_for_statement": "", "isbn": "9781609616120", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "description": "<p>This fascinating, one-of-a-kind book is the ultimate read for serious fans of America's most popular spectator sport. Relive pro football's legendary plays—Franco Harris's Immaculate Reception, Joe Montana's scrambling pass for The Catch, Dick Butkus's ferocious drive-stopping defense, and much more—while gaining a fresh appreciation for the dynamics of blocking and tackling, open-field running, kicking, passing, the struggle at the line of scrimmage, and the role played by padding, turf, and the decibels of sound generated by the home crowd.</p><p>Illustrated with classic NFL action photos and original diagrams that illuminate the natural laws governing this deceptively simple game, <i>Football Physics</i> reveals phenomenal facts, like:</p><ul><li>A Dick Butkus tackle packed the same force as an adult killer whale</li><li>The energy exerted by players in a single game would lift a 1.5-ton pickup truck 1.4 miles in the air</li><li>The law of vector addition allowed Joe Montana to connect with Dwight Clark for \"The Catch\" in the 1981 NFC Championship—though even a 0.53-second error in timing could lead to an incomplete pass or worse</li><li>The instantaneous force exerted on a kicked ball at the moment of impact can reach 1 ton</li><li>The top speed and maximum acceleration of offensive linemen like Hall of Fame Cincinnati Bengals tackle Anthony Munoz can make the difference between 6 points and a field goal in a short-yardage situation</li><li>Kicking long in Denver's mile-high air produces about a 5-yard advantage over kicking in any stadium near sea level where the atmospheric density is greater</li><li>Sound level down on the field can reach more than 120 decibels—the equivalent to front-row seats at a KISS concert</li></ul>", "average_rating": 3.76, "author": "Timothy Gay", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609616120/1376894233.91.jpg"}}]