[{"annotation_html": "How To Be Human 101: that’s the goal of an intergalactic exchange program that welcomes creatures from the planet Ellipsia. This book points the mirror on humans, forcing us to see ourselves in all our weird, dumb glory.", "position": 4, "book": {"description": "<DIV><DIV><b>A humorous satire and loving tribute to science fiction that delves into the tenuous relationship between science and the humanities by asking, What does it mean to be human?</b></div><DIV><BR>A genderless alien from Ellipsia, a planet whose inhabitants have no concept of individuality, comes to Earth on an intergalactic exchange program to learn how to become human. To live here, the traveler must study and understand our inclinations for seeing people as distinct beings&mdash;the nature of gender, and at the heart of identity, the word <i>I</i>. At once funny and serious, <i>Journal from Ellipsia</i> offers a starkly objective view on our own humanity.</div><DIV></div></div>", "isbn": "9781480437401", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-06", "number_print_pages": 375, "average_rating": 0.0, "title": "Journal from Ellipsia", "uuid": "3sTBwmhC5EnpkxxfKe7qyH", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480437401/1377118529.13.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Hortense Calisher", "status": 1}, "uuid": "R9gBXGGpLdyANrF5qV4x5H", "annotation": "How To Be Human 101: that’s the goal of an intergalactic exchange program that welcomes creatures from the planet Ellipsia. This book points the mirror on humans, forcing us to see ourselves in all our weird, dumb glory."},{"annotation_html": "This classic is still the best. Clinging with comical naiveté to the idea that “all is for the best in the best of all possible worlds”, poor Candide fumbles through the world in search of love. On the way, his optimism nearly kills him.", "position": 14, "book": {"description": "Brought up in the household of a powerful Baron, Candide is an open-minded young man, whose tutor, Pangloss, has instilled in him the belief that 'all is for the best'. But when his love for the Baron's rosy-cheeked daughter is discovered, Candide is cast out to make his own way in the world.\r\n\r\nAnd so he and his various companions begin a breathless tour of Europe, South America and Asia, as an outrageous series of disasters befall them - earthquakes, syphilis, a brush with the Inquisition, murder - sorely testing the young hero's optimism.", "isbn": "9781629451442", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 128, "average_rating": 3.74, "title": "Candide", "uuid": "wCK9f6c9XpEcdyztSxzoKB", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451442/1375958266.64.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Voltaire", "status": 1}, "uuid": "kBQoRvsTvDTuMdwAJPFVzJ", "annotation": "This classic is still the best. Clinging with comical naiveté to the idea that “all is for the best in the best of all possible worlds”, poor Candide fumbles through the world in search of love. On the way, his optimism nearly kills him."},{"annotation_html": "In Saint Sebastian, visit the Ministries of Hoaxes, Disaffection, Irony, or Allergies. Watch the blonde-haired citizens condemned to the under-class. And don’t be rude; here, it’s a capital crime.", "position": 5, "book": {"description": "<DIV><b>Detective Russel Wren takes a case in what just might be the oddest country on earth</b></div><DIV></div><DIV></div><DIV><BR>A phone call warning of a bomb threat is all Detective Russel Wren needs to get out the door. He makes it to the next block before an enormous explosion destroys his entire building. Without his Manhattan office, Wren finds himself forced to accept a strange mission to the tiny central European nation of Saint Sebastian.&#160;</div><DIV>&#160;</div><DIV>Saint Sebastian is unlike any country Wren has ever seen, and as his stay there continues, its oddities merely multiply: blond-haired citizens are consigned to the underclass; rudeness is a capital crime; and the Ministry of Clams is the go-to for any problem that can&rsquo;t be solved by the Ministries of Hoaxes, Disaffection, Irony, or Allergies. No matter where Wren finds himself, he stumbles upon something puzzling, hilarious, and extraordinary&mdash;all leading up to a stunning turn of events.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Thomas Berger including rare images and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781480400931", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-12", "number_print_pages": 190, "average_rating": 3.51, "title": "Nowhere", "uuid": "DcAYxxsRjywZDfzrq9yRzC", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Nowhere/1373335779.87.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Thomas Berger", "status": 1}, "uuid": "6ny7FHu2g4z8amsuCkbPt8", "annotation": "In Saint Sebastian, visit the Ministries of Hoaxes, Disaffection, Irony, or Allergies. Watch the blonde-haired citizens condemned to the under-class. And don’t be rude; here, it’s a capital crime."},{"annotation_html": "For bite-sized satire, get a load of Davis’ short story collection. Both pop-culture and the capital-c Culture of the 21st century are creatively and experimentally torn apart with the greatest weapon of them all: a fantastic sense of humor.", "position": 7, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">Startlingly original, these hilariously offbeat storylines blend vivid characters with bleakly comical plots that are both human and uncanny. Each memorable character&#151;including the elderly who take to the streets at night for illegal and cathartic electric scooter racing, a copy editor who suffers brain damage from West Nile virus and is suddenly filled with cannibalistic violence and award-winning minimalist poetry, and Mayor McCheese who visits a sexually repressed British couple in the early 1970s and touches their lives forever&#151;contributes to the collection's unique voice.</P></DIV>", "isbn": "9781554909889", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-01", "number_print_pages": 160, "average_rating": 3.92, "title": "Ronald Reagan, My Father", "uuid": "LpsgchU3Gvfs2wm7WmDA7D", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Ronald%20Reagan%2C%20My%20Father/1372978363.44.jpg", "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "author": "Brian Joseph Davis", "status": 1}, "uuid": "6ve4ytQ2uJWHonocdVECnW", "annotation": "For bite-sized satire, get a load of Davis’ short story collection. Both pop-culture and the capital-c Culture of the 21st century are creatively and experimentally torn apart with the greatest weapon of them all: a fantastic sense of humor."},{"annotation_html": "Who’d’ve thought a website devoted to financial journalism in the form of blank verse would be a failure? When the site goes bust, so does Matt’s life (and mortgage, and marriage…). Poor Matt Prior, the (anti-)hero of this tale, could be any of us in a post-2008 America.", "position": 6, "book": {"description": "<blockquote><p>Meet Matt Prior. He's about to lose his job, his wife, his house, maybe his mind. Unless . . . </p></blockquote><p>In the winning and utterly original novels <em>Citizen Vince</em> and <em>The Zero</em>, Jess Walter (\"a ridiculously talented writer\"&#8212;<em>New York Times</em>) painted an America all his own: a land of real, flawed, and deeply human characters coping with the anxieties of their times. Now, in his warmest, funniest, and best novel yet, Walter offers a story as real as our own lives: a tale of overstretched accounts, misbegotten schemes, and domestic dreams deferred. </p><p>A few years ago, small-time finance journalist Matthew Prior quit his day job to gamble everything on a quixotic notion: a Web site devoted to financial journalism in the form of blank verse. When his big idea&#8212;and his wife's eBay resale business&#8212; ends with a whimper (and a garage full of unwanted figurines), they borrow and borrow, whistling past the graveyard of their uncertain dreams. One morning Matt wakes up to find himself jobless, hobbled with debt, spying on his wife's online flirtation, and six days away from losing his home. <em>Is this really how things were supposed to end up for me</em>, he wonders: staying up all night worried, driving to 7-Eleven in the middle of the night to get milk for his boys, and falling in with two local degenerates after they offer him a hit of high-grade marijuana?</p><p>Or, he thinks, <em>could this be the solution to all my problems?</em></p><p>Following Matt in his weeklong quest to save his marriage, his sanity, and his dreams, <em>The Financial Lives of the Poets</em> is a hysterical, heartfelt novel about how we can reach the edge of ruin&#8212;and how we can begin to make our way back.</p><p>Includes an excerpt from Jess Walter's <em>Beautiful Ruins</em>.</p>", "isbn": "9780061965913", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-09-22", "number_print_pages": 320, "average_rating": 3.71, "title": "The Financial Lives of the Poets", "uuid": "mWwKWtwZA7eboHrq48srpn", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061965913/1376528856.6.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jess Walter", "status": 1}, "uuid": "MduQ8dbhhVY55zpNhMJF5D", "annotation": "Who’d’ve thought a website devoted to financial journalism in the form of blank verse would be a failure? When the site goes bust, so does Matt’s life (and mortgage, and marriage…). Poor Matt Prior, the (anti-)hero of this tale, could be any of us in a post-2008 America."},{"annotation_html": "This award-winning Romanian author writes whimsically imaginative satire. Case in point: this book, in which a dentist, a prince, a prostitute (several, actually), and a guardian angel-type cat bump around through Central Europe to odd results.", "position": 2, "book": {"description": "  Joseph Strauss (a dentist and bachelor, client of the Eleven Titties brothel and of Der Gro&#223;e B&#228;r beer cellar) leaves Prussia in the spring of 1866 and follows a captain of dragoons to Bucharest, where the officer is to ascend the throne as prince of the United Principalities of Romania. War is imminent in central Europe, but the company of a special tomcat, a guardian angel of sorts, helps him to overcome all dangers.&#160;<BR><BR>In Bucharest, Joseph will meet and fall in love with an attractive nanny, while the prince distances himself from the dentist, seeking to erase all stains from his past, particularly his involvement with a beautiful blind prostitute. But unbeknownst to him, she has given birth to a baby boy with a suspiciously aristocratic nose . . .&#160;<BR><BR>Nations are invented and dissolved overnight, kingdoms are for sale, Bucharest grows from a muddy pigsty into an elegant capital city, and love turns everything upside down in <I>The Days of the King</I>.</P>", "isbn": "9780547549026", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-16", "number_print_pages": 224, "average_rating": 3.9, "title": "The Days of the King", "uuid": "2QPCswZvaYnrNauW5DbZpG", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549026/1376380538.48.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Filip Florian", "status": 1}, "uuid": "vrk4bpYnRrBdd93j5EgdJj", "annotation": "This award-winning Romanian author writes whimsically imaginative satire. Case in point: this book, in which a dentist, a prince, a prostitute (several, actually), and a guardian angel-type cat bump around through Central Europe to odd results."},{"annotation_html": "“Let them eat kids!”, or so Swift famously (and anonymously) urged of the Irish aristocracy and officials in his classic 18th century satire.  This “modest proposal” is even more outrageous than a one-trillion-dollar coin.", "position": 9, "book": {"description": "A Modest Proposal for Preventing the Children of Poor People in Ireland From Being a Burden to Their Parents or Country, and for Making Them Beneficial to the Public, commonly referred to as A Modest Proposal, is a Juvenalian satirical essay written and published anonymously by Jonathan Swift in 1729. Swift suggests in his essay that the impoverished Irish might ease their economic troubles by selling children as food for rich gentlemen and ladies. By doing this he mocks the authority of the British officials. A Modest Proposal is included in many literature programs as an example of early modern western satire. It also serves as an exceptional introduction to the concept and use of argumentative language, lending itself well to secondary and post-secondary essay courses. Outside of the realm of English studies, A Modest Proposal is a relevant piece included in many comparative and global literature and history courses, as well as those of numerous other disciplines in the arts, humanities, and even the social sciences.", "isbn": "9781629451138", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 28, "average_rating": 4.06, "title": "A Modest Proposal", "uuid": "guuAm6HgLzpXuymuz6j7ER", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451138/1376469772.06.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Jonathan Swift", "status": 1}, "uuid": "ua26Bihw53paQHWTKNPmx6", "annotation": "“Let them eat kids!”, or so Swift famously (and anonymously) urged of the Irish aristocracy and officials in his classic 18th century satire.  This “modest proposal” is even more outrageous than a one-trillion-dollar coin."},{"annotation_html": "Utopia lies atop a hill in New England in The Oasis. Drawing comical differences between realists and purists (who were hardly veiled from their real-life counterparts), we're reminded that perhaps all human endeavor is in vain. We’ve certainly entertained that idea ourselves.", "position": 12, "book": {"description": "<p>Long out of print, Mary McCarthy's second novel is a bitingly funny satire set in the early years of the Cold War about a group of writers, editors, and intellectuals who retreat to rural New England to found a hilltop utopia. With this group loosely divided into two factions—purists, led by the libertarian editor Macdougal Macdermott, and the realists, skeptics led by the smug Will Taub—the situation is ripe not only for disaster but for comedy, as reality clashes with their dreams of a perfect society.</p>\n<p>Though written as a roman à clef, McCarthy barely disguised her characters, including using her former lover Philip Rahv, founder of Partisan Review, as the model for Will Taub. As a result, the novel caused an absolute explosion of outrage among the literary elite of the day, who clearly recognized themselves among her all-too-accurate portraits. Rahv threatened a lawsuit to stop publication. Diana Trilling, Lionel Trilling's wife, called McCarthy a \"thug.” McCarthy's friend Dwight McDonald (Macdougal Macdermott) called it \"vicious, malicious, and nasty.”</p>\n<p>Never one to shy away from controversy, McCarthy's portrait of her generation had indeed drawn blood. But the brilliance of the novel has outlasted its first detonation and can now be enjoyed for its aphoritic, fearless dissection of the vanities of human endeavor.</p>\n<p>In an added bonus, the renowned essayist Vivian Gornick details in a moving introduction the importance of McCarthy's intellectual and artistic bravery, and how she influenced a generation of young writers and thinkers.</p>", "isbn": "9781612192291", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-11", "number_print_pages": 160, "average_rating": 3.58, "title": "The Oasis", "uuid": "pGhUbWZxujh5uLV3BnSizj", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192291/1377114783.87.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Mary McCarthy", "status": 1}, "uuid": "PYGsogAecHNnEPMoHuXeBL", "annotation": "Utopia lies atop a hill in New England in The Oasis. Drawing comical differences between realists and purists (who were hardly veiled from their real-life counterparts), we're reminded that perhaps all human endeavor is in vain. We’ve certainly entertained that idea ourselves."},{"annotation_html": "Contradictions abound in Berger’s first novel. How does one make sense of a nonsensical world? So wonders Carlo—an American army medic living in Berlin post World War II—after meeting one too many misguided, irrational people in the city.", "position": 4, "book": {"description": "<DIV><b>Thomas Berger&rsquo;s debut novel of a young man tumultuously coming of age in postwar Germany</b></div><DIV></div><DIV></div><DIV><BR>Carlo Reinhart, a young American army medic stationed in Germany, confronts a disturbing new world following the end of World War II. Living in Berlin, a city fractured into barricaded sectors by the occupying powers, Reinhart begins to drive himself mad with memories of the evils he has witnessed and questions about how the atrocities took place. When he meets an idealistic Jew named Nathan Schild, Reinhart&rsquo;s turmoil grows more acute. Schild works for both the Americans and the Russians, and he becomes a flashpoint for Reinhart&rsquo;s anguish over the world&rsquo;s vast contradictions. When Schild&rsquo;s escapades lead to a powerful turning point, Reinhart is forced to come to terms with life&rsquo;s ambiguities as well as with his own evolving identity.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Thomas Berger including rare images and never-before-seen documents from the author&rsquo;s personal collection.</div>&#160;&#160;&#160;", "isbn": "9781480400900", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-12", "number_print_pages": 438, "average_rating": 3.81, "title": "Crazy in Berlin", "uuid": "FRenS9eMYNTURxsKG7jGXk", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Crazy%20in%20Berlin/1373335772.99.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Thomas Berger", "status": 1}, "uuid": "wPMyLc6CswAfyaBDC3CSC5", "annotation": "Contradictions abound in Berger’s first novel. How does one make sense of a nonsensical world? So wonders Carlo—an American army medic living in Berlin post World War II—after meeting one too many misguided, irrational people in the city."},{"annotation_html": "A groundswell of liberal democrats with new money crashes against conservative republicans with old money in “Ohio by the Sea.\" This novel in stories leaves no societal stone un-satirized.", "position": 0, "book": {"description": "The little, leafy town of Rancho Esperanza has been a perfect place to live for over a century–a bastion of good, solid, Anglo-Saxon, Republican money. These founding fathers built their gracious estates and country club and fondly called their town, “Ohio by the Sea.” There was only one traffic light and time seemed to stop at the freeway off ramp. Then came the Clinton years and the invasion of the New American Ruling Class: New York hedge fund managers, Hollywood producers, and Silicon Valley billionaires. Almost overnight, real estate prices quadruple, horse pastures vanish, tuna tartare and arugula appear on every menu, and a Democratic congresswoman is elected by a landslide. The Old Guard aristocrats of yesterday are now irrelevant and the only power they have is keeping the Kornblatts out of their country club. Twelve characters with distinctly different voices tell their tales of lust and longing spanning the years from World War II to the present–each story a piece of the jigsaw puzzle. The pieces all fit together until the secrets and lies, guarded for generations, are revealed, changing everything we thought was true about Rancho Esperanza and the people who live there.\r\n\r\nWritten as a novel in stories, Dori Carter’s social satire gets into the hearts and souls of her characters, and presents a fresh look at our attitudes toward money and the ever-shifting nature of status in America.\r\n\r\n\r\nFrom the Hardcover edition.", "isbn": "9781590513293", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-04-21", "number_print_pages": 208, "average_rating": 5.0, "title": "We Are Rich", "uuid": "aJQeZNVCmsGGEL67zTohpd", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513293/1378048482.14.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Dori Carter", "status": 1}, "uuid": "p44qkWayd6ZvCQB8ENmtra", "annotation": "A groundswell of liberal democrats with new money crashes against conservative republicans with old money in “Ohio by the Sea.\" This novel in stories leaves no societal stone un-satirized."},{"annotation_html": "Snowball, the pig once exiled from \"Animal Farm,\" is back in this unauthorized companion to Orwell’s masterpiece to instill unbounded capitalism over animals and humans alike.", "position": 1, "book": {"description": "<p>\"We all serve ourselves. And we all serve the village. It has finally come to pass that the prosperity of one is the prosperity of the other! We all serve—by serving ourselves!”</p>\n<p>Written in the three weeks after the September 11th attacks, Snowball's Chance is an outrageous and unauthorized companion to George Orwell's Animal Farm, in which exiled pig Snowball returns to the farm, takes charge, and implements a new world order of untrammeled capitalism. Orwell's \"All animals are equal, but some animals are more equal than others” has morphed into the new rallying cry: \"All animals are born equal—what they become is their own affair.”</p>\n<p>At first Snowball's regime prospers: heated stalls, running water, and a window for each animal. The farm moves away from its agricultural economy as Snowball and his team of educated Goats recreate Animal Farm as Animal Fair, replete with citizen performers and criminal sideshows.</p>\n<p>A brilliant political satire and literary parody, Snowball's Chance caused an uproar on publication in 2002, drawing the ire of Christopher Hitchens among others, spurring a hostile response from the literary executor of the Orwell estate, and sparking a debate about parody and canonical writing. Now, on the tenth anniversary of the the book's publication, with America in wars on many fronts, readers can judge anew the vision of Reed's satirical masterpiece.</p>", "isbn": "9781612191263", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-07-31", "number_print_pages": 160, "average_rating": 4.15, "title": "Snowball's Chance", "uuid": "3SUUD6ArcKJ9vubQXoCwY", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191263/1377114929.42.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "John Reed", "status": 1}, "uuid": "J5SkdeYhPReM2MS7BtDGFm", "annotation": "Snowball, the pig once exiled from \"Animal Farm,\" is back in this unauthorized companion to Orwell’s masterpiece to instill unbounded capitalism over animals and humans alike."},{"annotation_html": "Post 2008, Upper West Side. A former interior decorator turns into a murderess, reeking havoc on the richer-than-1% trophy wives she used to work for. Smart observations about power and wealth are sewn throughout this outrageously funny plot.", "position": 13, "book": {"description": "<p>Unleashing the pent-up fury most Americans feel over the financial crisis, Brenda Cullerton's wickedly riotous tale of an interior \"desecrator” turned murderess is a flaming arrow into the dark heart of Manhattan's filthy rich.</p>\n<p>Working on New York's Upper East Side for phenomenally rich and frighteningly skinny women who are suffering from BBS (Birkin Bag Syndrome—a muscle ailment due to carrying heavy pocketbooks) has driven interior designer Charlotte Wolfe mad. It seems to her that the insatiable pursuit of luxury breeds monsters. She gets even angrier when she begins to encounter the same thing over and over again: these women are so cheap they go on Craigslist to sell things their husband kept from wife number one.</p>\n<p>As the financial crisis escalates and Charlotte's own resources dwindle, her rage leads her to not only bite the well-manicured hands that feed her, but to do something more—to really clean house.</p>\n<p>A razor-sharp satire that's both laugh-out-loud funny and edge-of-your-seat suspenseful, The Craigslist Murders will inspire readers to cheer an unlikely heroine, whose nightmares are the stuff of a poor person's dreams.</p>", "isbn": "9781612190204", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-05-17", "number_print_pages": 256, "average_rating": 2.96, "title": "The Craigslist Murders", "uuid": "bSdE4oUoytWNhWSxe42cB5", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190204/1377113908.53.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Brenda Cullerton", "status": 1}, "uuid": "n3xwoQra8mR7j9L8Mr7RNY", "annotation": "Post 2008, Upper West Side. A former interior decorator turns into a murderess, reeking havoc on the richer-than-1% trophy wives she used to work for. Smart observations about power and wealth are sewn throughout this outrageously funny plot."},{"annotation_html": "The Cold War and the Red Scare have nothing on the internal politics of Jocelyn College, where Henry's job is in question. Is it his nemesis or the underlings of Senator Joseph McCarthy himself pulling the strings on Henry’s future?", "position": 8, "book": {"description": "<DIV><DIV><b>A college instructor embarks on a fanatical quest to save his job&mdash;and enact righteous revenge&mdash;in this brilliantly acerbic satire of university politics during the early Cold War years</b></div><DIV><BR>Henry Mulcahy&rsquo;s future is in question. An instructor of literature at Jocelyn College, an institute of higher learning renowned for its progressive approach to education, he has just received word that he will not be teaching next semester. He strongly suspects that his dismissal has been engineered by his nemesis, the college president, who Henry believes resents his superior skills as an educator. Or perhaps he is being targeted by the government in this Cold War era, now that Senator Joseph McCarthy&rsquo;s communist witch hunt is in full swing, especially since Henry&rsquo;s dedication to independent thinking is, he believes, renowned. Whatever the case, Henry Mulcahy wants justice&mdash;and vengeance&mdash;and he will not go quietly without a fight. But the battle might expose too much of Henry&rsquo;s true nature . . .</div><DIV><BR>Witty and biting, Mary McCarthy&rsquo;s <i>The Groves of Academe </i>is a deliciously pointed satire of the world of higher education and its petty despots, tiny wars, and internal politics.</div><DIV><BR>This ebook features an illustrated biography of Mary McCarthy including rare images from the author&rsquo;s estate.</div><DIV></div></div>", "isbn": "9781480438354", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-06", "number_print_pages": 302, "average_rating": 3.3, "title": "The Groves of Academe", "uuid": "9tazUJj2nJQvvt7crhWy9", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438354/1377118538.55.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Mary McCarthy", "status": 1}, "uuid": "hHJdiJLjg7q4zeT6dX8o6D", "annotation": "The Cold War and the Red Scare have nothing on the internal politics of Jocelyn College, where Henry's job is in question. Is it his nemesis or the underlings of Senator Joseph McCarthy himself pulling the strings on Henry’s future?"},{"annotation_html": "We love tearing into stories of scandalous lives, and this fictitious account of a womanizing, gambling, errant preacher hits all the right notes with scathing precision. Small town naiveté meets big man corruption in this savory satire. ", "position": 11, "book": {"description": "<DIV><DIV><b>A wandering preacher who gambles and chases women exposes the hypocrisies of a small Southern town</b></div><BR><DIV>When preacher Semon Dye moves into the tiny Georgia town of Rocky Comfort, many of its citizens welcome him. After all, the only church in town is being used to store fertilizer. But sermons aren&rsquo;t the first thing on the mind of the tall, magnetic, and utterly dissolute man. Other callings take priority: women, whiskey, gambling, and hiding from the law. Even as he seduces wives, cheats at cards, and provokes old feuds, Dye manages to cast a dark spell over all the people in Rocky Comfort.</div><DIV>&#160;</div><DIV><i>Journeyman</i> is a wicked send-up of religious fervor by an American master of dark political satire.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erskine Caldwell including rare photos and never-before-seen documents courtesy of the Dartmouth College Library.</div></div>", "isbn": "9781453217016", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-21", "number_print_pages": 137, "average_rating": 3.82, "title": "Journeyman", "uuid": "Gx53Jqturzt2uSQcUS9E95", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Journeyman/1373329660.42.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Erskine Caldwell", "status": 1}, "uuid": "Doxva7qfp8WgykfNueySrn", "annotation": "We love tearing into stories of scandalous lives, and this fictitious account of a womanizing, gambling, errant preacher hits all the right notes with scathing precision. Small town naiveté meets big man corruption in this savory satire. "},{"annotation_html": "Pigs have taken over a farm from its human owners. They educate Animals. They adopt idealistic Commandments. Then, some start to rebel, and they start a war...Sound a little like Russia circa 1917? This is George Orwell's perfect piece of satire.", "position": 10, "book": {"description": "<div><div>George Orwell's classic satire of the Russian Revolution is an intimate part of our contemporary culture. It is the account of the bold struggle, initiated by the animals, that transforms Mr. Jones's Manor Farm into Animal Farm--a wholly democratic society built on the credo that All Animals Are Created Equal. Out of their cleverness, the pigs Napoleon, Squealer, and Snowball emerge as leaders of the new community in a subtle evolution that proves disastrous. The climax is the brutal betrayal of the faithful horse Boxer, when totalitarian rule is reestablished with the bloodstained postscript to the founding slogan: But some Animals Are More Equal Than Others. . . .&#160;</DIV></DIV>", "isbn": "9780547370224", "language_code": "eng", "awards": [{"name": "Hugo Award Winner", "image": null, "uuid": "J7hu8ewQfKaancAUGREYmT"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-07-01", "number_print_pages": 144, "average_rating": 3.77, "title": "Animal Farm", "uuid": "kQzY9SdQhYjkDZwpkSQiZN", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547370224/1376379717.3.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "George Orwell", "status": 1}, "uuid": "cjB7u7gSQRps6Ai34Xy7qY", "annotation": "Pigs have taken over a farm from its human owners. They educate Animals. They adopt idealistic Commandments. Then, some start to rebel, and they start a war...Sound a little like Russia circa 1917? This is George Orwell's perfect piece of satire."}]