[{"book": {"author": "Thomas Maier", "publication_date": "2013-07-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 424, "title": "Masters of Sex", "uuid": "yVxaqcdwUtGxFn4ipgFnhE", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg", "average_rating": 3.85, "isbn": "9780465044993", "description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "TZwGviQYJT2gh693PoasmL", "annotation": ""},{"book": {"author": "H.G. Bissinger", "publication_date": "2004-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Friday Night Lights", "uuid": "JeVTikusXcxFyvngugmGRo", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306815973/1387370846.35.jpg", "average_rating": 4.33, "isbn": "9780306815973", "description": "<DIV>Return once again to the timeless account of the Permian Panthers of Odessa--the winningest high-school football team in Texas history. Odessa is not known to be a town big on dreams, but the Panthers help keep the hopes and dreams of this small, dusty town going. Socially and racially divided, its fragile economy follows the treacherous boom-bust path of the oil business. In bad times, the unemployment rate barrels out of control; in good times, its murder rate skyrockets. But every Friday night from September to December, when the Permian High School Panthers play football, this West Texas town becomes a place where dreams can come true. With frankness and compassion, H. G. Bissinger chronicles a season in the life of Odessa and shows how single-minded devotion to the team shapes the community and inspires--and sometimes shatters--the teenagers who wear the Panthers' uniforms.</Div>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "Rw6zmmUVhAp7fvpeHLTjpN", "annotation": ""},{"book": {"author": "Jeremy Scahill", "publication_date": "2008-05-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 560, "title": "Blackwater", "uuid": "kuty8PUtvdnLdpW73WKPYL", "awards": [], "publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568584065/1387370907.76.jpg", "average_rating": 3.21, "isbn": "9781568584065", "description": "<DIV>It was the Mogadishu moment of the Iraq war. March 31, 2004: Four American mercenaries are ambushed in the Sunni hotbed of Fallujah, their jeeps set ablaze with the men inside. An angry mob drags their charred corpses through the streets, hanging them from a bridge over the Euphrates River. \"Fallujah is the graveyard of the Americans!,\" the mob declares in front of the cameras. Within hours, the images spread across the world. The ensuing US slaughter in Fallujah would fuel the fierce Iraqi resistance that haunts US occupation forces to this day. Who were the mercenaries killed in Fallujah and who sent them there to die?<br><br> Meet Blackwater USA, the powerful private army that the U.S. government has quietly hired to operate in international war zones and on American soil. Founded by billionaire Erik Prince, the company has its own military base, a fleet of twenty aircraft, and twenty-thousand troops at the ready, Blackwater is the elite Praetorian Guard for the \"global war on terror\"-- yet most people have never heard of it. It was the moment the war turned: On March 31, 2004, four Americans were ambushed and burned near their jeeps by an angry mob in the Sunni stronghold of Falluja. Their charred corpses were hung from a bridge over the Euphrates River. The ensuing slaughter by U.S. troops would fuel the fierce Iraqi resistance that haunts occupation forces to this day. But these men were neither American military nor civilians. They were highly trained private soldiers sent to Iraq by a secretive mercenary company based in the wilderness of North Carolina. <i>Blackwater: The Rise of the World's Most Powerful Mercenary Army</i> is the unauthorized story of the epic rise of one of the most powerful and secretive forces to emerge from the U.S. military-industrial complex, hailed by the Bush administration as a revolution in military affairs, but considered by others as a dire threat to American democracy.</div>", "oyster_good_for_statement": ""}, "position": 2, "uuid": "K7bdvj7ZaAGcNEytNFsEnS", "annotation": ""},{"book": {"author": "Alex Haley", "publication_date": "2007-05-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 912, "title": "Roots-Thirtieth Anniversary Edition", "uuid": "XDMYfRy4TWzfE5qgoEjW8M", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593154660/1387370970.31.jpg", "average_rating": 4.71, "isbn": "9781593154660", "description": "<DIV>One of the most important books and television series ever to appear,&#160;<i>Roots</i>, galvanized the nation, and created an extraordinary political, racial, social and cultural dialogue that hadn&rsquo;t been seen since the publication of&#160;<i>Uncle Tom&rsquo;s Cabin</i>. The book sold over one million copies in the first year, and the miniseries was watched by an astonishing 130 million people. It also won both the Pulitzer Prize and the National Book Award.&#160;<i>Roots</i>&#160;opened up the minds of Americans of all colors and faiths to one of the darkest and most painful parts of America&rsquo;s past.&#160;<BR><br> Over the years, both&#160;<i>Roots</i>&#160;and Alex Haley have attracted controversy, which comes with the territory for trailblazing, iconic books, particularly on the topic of race. Some of the criticism results from whether&#160;<i>Roots</i>&#160;is fact or fiction and whether Alex Haley confused these two issues, a subject he addresses directly in the book. There is also the fact that Haley was sued for plagiarism when it was discovered that several dozen paragraphs in&#160;<i>Roots</i>&#160;were taken directly from a novel, The African, by Harold Courlander, who ultimately received a substantial financial settlement at the end of the case.&#160;<BR><br> But none of the controversy affects the basic issue.&#160;<i>Roots</i>&#160;fostered a remarkable dialogue about not just the past, but the then present day 1970s and how America had fared since the days portrayed in&#160;<i>Roots</i>. Vanguard Press feels that it is important to publish&#160;<i>Roots: The 30th Anniversary Edition</i>&#160;to remind the generation that originally read it that there are issues that still need to be discussed and debated, and to introduce to a new and younger generation, a book that will help them understand, perhaps for the first time, the reality of what took place during the time of&#160;<i>Roots</i>.<BR> &#160;</div>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "P5AQoNKibXHncYEwvaKiPF", "annotation": ""},{"book": {"author": "Hans Bernd Gisevius", "publication_date": "2008-12-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Valkyrie", "uuid": "WKR5vkypaP8pYqqJTfs5RG", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786727148/1387370852.43.jpg", "average_rating": 3.8, "isbn": "9780786727148", "description": "<DIV>When on July 20, 1944, a bomb&#151;boldly placed inside Hitler&#8217;s headquarters by Colonel Count Claus von Stauffenberg&#151; exploded without killing the F&#252;hrer, the subsequent coup d&#8217;&#233;tat against the Third Reich collapsed. The conspirators were summarily shot or condemned in show trials and sadistically hanged. One of the few survivors of the conspiracy was Hans Bernd Gisevius, who had used his positions in the Gestapo and the <I>Abwehr</I> (military intelligence) to further the anti-Nazi plot. <I>Valkyrie</I>, an abridgment of Gisevius&#8217;s classic insider&#8217;s account <I>To the Bitter End</I>, is an intimate memoir as riveting as it is exceptional.</DIV>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "nMEMgDzcLqgmpEHZk6oq5G", "annotation": ""},{"book": {"author": "David Ritz", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "Divided Soul", "uuid": "ahnip83S2S6ueKr3tRY6bE", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786730469/1387370949.54.jpg", "average_rating": 4.7, "isbn": "9780786730469", "description": "<DIV>Drawing from interviews conducted before Marvin Gaye's death, acclaimed music writer David Ritz has created a full-scale portrait of the brilliant but tormented artist. With a cast of characters that includes Diana Ross, Berry Gordy, Smokey Robinson, and Stevie Wonder, this intimate biography is a definitive and enduring look at the man who embodied the very essence of the word soul.</Div>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "PdnZJ6BzBdBHepPePToPsm", "annotation": ""},{"book": {"author": "Participant Media", "publication_date": "2010-09-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Waiting for \"SUPERMAN\"", "uuid": "vtLgAmHAsRK3sPTZskjsyD", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586489281/1387370914.96.jpg", "average_rating": 3.21, "isbn": "9781586489281", "description": "<div><DIV><b>Each book includes a $15 gift card from DonorsChoose.org to give to a classroom in need.</b></div><div>&#160;</div><div>The American public school system is in crisis, failing millions of students, producing as many drop-outs as graduates, and threatening our economic future. By 2020, the United States will have 123 million high-skill jobs to fill&mdash;and fewer than 50 million Americans qualified to fill them.</div><div>&#160;</div><div>Educators, parents, political leaders, business people, and concerned citizens are determined to save our educational system. Waiting for <i>&quot;Superman&quot;</i> offers powerful insights from some of those at the leading edge of educational innovation, including Bill and Melinda Gates, Michelle Rhee, Geoffrey Canada, and more.</div><div>&#160;</div><div>Waiting for <i>&quot;Superman&quot;</i> is an inspiring call for reform and includes special chapters that provide resources, ideas, and hands-on suggestions for improving the schools in your own community as well as throughout the nation.</div><div>&#160;</div> For parents, teachers, and concerned citizens alike, Waiting for <i>&quot;Superman&quot;</i> is an essential guide to the issues, challenges, and opportunities facing America&rsquo;s schools.</div>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "FJqukUkQy8dMUrMykp2MdL", "annotation": ""},{"book": {"author": "Jack Kerouac", "publication_date": "2013-03-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "The Sea Is My Brother", "uuid": "cmEQVzspuWN6awDJAbUhG", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822476/1387371131.16.jpg", "average_rating": 4.1, "isbn": "9780306822476", "description": "<DIV>In the spring of 1943, twenty-one-year old Jack Kerouac set out to write his first novel. Working diligently day and night to complete it by hand, he titled it <I>The Sea Is My Brother</I>. Nearly seventy years later, its long-awaited publication provides fascinating details and insight into the early life and development of an American literary icon. A clear precursor to such landmark works as <I>On the Road</I>, <I>The Dharma Bums</I>, and <I>Visions of Cody</I>, it is an important formative work that hints at the hallmarks of classic Kerouac: the search for spiritual meaning in a materialistic world, spontaneous travel as the true road to freedom, late nights in bars engaged in intense conversation, the desperate urge to escape from society, and the strange, terrible beauty of loneliness.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "axBSXbkC3mzy5pzNcb85PB", "annotation": ""},{"book": {"author": "Walter Mosley", "publication_date": "2009-09-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Right Mistake", "uuid": "dgFMPXjjRLeAY9vo5nGX8Q", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786726585/1387370947.93.jpg", "average_rating": 4.2, "isbn": "9780786726585", "description": "<DIV>Living in south central L.A., Socrates Fortlow is a sixty-year-old ex-convict still strong enough to kill men with his bare hands. Filled with profound guilt about his own crimes and disheartened by the chaos of the streets, Socrates calls together local people of all races and social stations and begins to conduct a Thinkers&#8217; Club, where all can discuss life&#8217;s unanswerable questions.<P>Infiltrated by undercover cops and threatened by strain from within, the Thinkers&#8217; Club doesn&#8217;t have it easy. But simply by debating racial authenticity, street justice, and the possibility of mutual understanding, Socrates and his unlikely crew actually begin to make a difference.<P><I>The Right Mistake</I> is Walter Mosley at his most incisive. At once an affectionate and coruscating portrait of ghetto life, it abides the possibility of personal redemption and even, with great struggle, social change.</DIV>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "V2BGGaXrfznLEGK4pxKpqW", "annotation": ""},{"book": {"author": "Michael Streissguth", "publication_date": "2007-09-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Johnny Cash", "uuid": "QPjp3yVCKNntyMkEYryBNn", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306815911/1387370986.62.jpg", "average_rating": 4.02, "isbn": "9780306815911", "description": "<DIV>To millions, he was the rebellious Man in Black, the unabashed patriot, the redeemed Christian-the king of country music. But Johnny Cash (1932-2003) was also an uncertain country boy whose dreams were born in the cotton fields of Arkansas and who struggled his entire life with a guilt-ridden childhood, addictions, and self-doubt. <I>Johnny Cash: The Biography</I> explores many often overlooked aspects of the legend&#8217;s life and career, uncovering the origins of his songwriting and trademark boom-chicka-boom rhythm and delving into the details of his personal life, including his drug dependency, which dogged him long after many thought he&#8217;d beaten it. Scrupulously researched, passionately told, Johnny Cash: The Biography is the unforgettable portrait of an enduring American icon.</Div>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "FXMbuNE3qVuySSq32Hixja", "annotation": ""},{"book": {"author": "Richard P. Feynman", "publication_date": "2011-03-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "Six Easy Pieces", "uuid": "DPXXk7opd6RmLHmi4AhpKM", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465025299/1387370978.73.jpg", "average_rating": 4.45, "isbn": "9780465025299", "description": "<DIV>The six easiest chapters from Feynman's landmark work, <I>Lectures on Physics</I>-- specifically designed for the general, non-scientist reader.</DIV>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "7YVRWK9fYEkZZa9iUZAto8", "annotation": ""},{"book": {"author": "Dick Lehr", "publication_date": "2012-05-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "Black Mass", "uuid": "hdEmHUpYTFMSXuPR6pd5LT", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610391689/1387371001.31.jpg", "average_rating": 4.2, "isbn": "9781610391689", "description": "<DIV>John Connolly and James &ldquo;Whitey&rdquo; Bulger grew up together on the tough streets of South Boston. Decades later in the mid-1970s, they met again. By then, Connolly was a major figure in the FBI&rsquo;s Boston office and Whitey had become godfather of the Irish Mob. Connolly had an idea, a scheme that might bring Bugler into the FBI fold and John Connolly into the Bureau&rsquo;s big leagues. But Bulger had other plans. Soon to be a major motion picture starring Johnny Depp as Whitey Bulger, <i>Black Mass</i> is the chilling true story of what happened between them&mdash;a dark deal that spiraled out of control, leading to drug dealing, racketeering, and murder.</div>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "iXrUfgkMRnmp4b8da2CYtP", "annotation": ""},{"book": {"author": "Kurt Vonnegut", "publication_date": "2012-09-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "We Are What We Pretend To Be", "uuid": "xND43MneFztFhmD2gHZku6", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157449/1387371125.37.jpg", "average_rating": 3.58, "isbn": "9781593157449", "description": "<DIV>Called &ldquo;our finest black-humorist&rdquo; by <I>The Atlantic Monthly</I>,  Kurt Vonnegut was one of the most influential writers of the 20th  century. Now his first and last works come together for the first time  in print, in a collection aptly titled after his famous phrase, <I>We Are What We Pretend To Be</I>.<BR><br> Written to be sold under the pseudonym of &ldquo;Mark Harvey,&rdquo; <I>Basic Training</I>  was never published in Vonnegut&rsquo;s lifetime. It appears to have been  written in the late 1940s and is therefore Vonnegut&rsquo;s first ever  novella. It is a bitter, profoundly disenchanted story that satirizes  the military, authoritarianism, gender relationships, parenthood and  most of the assumed mid-century myths of the family. Haley Brandon, the  adolescent protagonist, comes to the farm of his relative, the old crazy  who insists upon being called The General, to learn to be a  straight-shooting American. Haley&rsquo;s only means of survival will lead him  to unflagging defiance of the General&rsquo;s deranged (but oh so American,  oh so military) values. This story and its thirtyish author were no  friends of the milieu to which the slick magazines&rsquo; advertisers were  pitching their products.<BR><br> When Vonnegut passed away in 2007, he left his last novel unfinished. Entitled <I>If God Were Alive Today</I>,  this last work is a brutal satire on societal ignorance and carefree  denial of the world&rsquo;s major problems. Protagonist Gil Berman is a  middle-aged college lecturer and self-declared stand-up comedian who  enjoys cracking jokes in front of a college audience while societal  dependence on fossil fuels has led to the apocalypse. Described by  Vonnegut as, &ldquo;the stand-up comedian on Doomsday,&rdquo; Gil is a character  formed from Vonnegut&rsquo;s own rich experiences living in a reality Vonnegut  himself considered inevitable.<BR> <p class=\"MsoNormal\">Along with the two works of fiction, Vonnegut&rsquo;s daughter, Nanette shares reminiscences about her father and commentary on these two works&mdash;both exclusive to this edition.</p> In this fiction collection, published in print for the  first time, exist Vonnegut&rsquo;s grand themes: trust no one, trust nothing;  and the only constants are absurdity and resignation, which themselves  cannot protect us from the void but might divert.</div>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "DTbFE3cNrr3TTw9f8r7zdU", "annotation": ""},{"book": {"author": "Adam Bradley", "publication_date": "2009-02-24", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Book of Rhymes", "uuid": "ynfKSXkyaZbmLTaJLmB3XW", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744169/1387370955.58.jpg", "average_rating": 3.36, "isbn": "9780786744169", "description": "<DIV>If asked to list the greatest innovators of modern American poetry, few of us would think to include Jay-Z or Eminem in their number. And yet hip hop is the source of some of the most exciting developments in verse today. The media uproar in response to its controversial lyrical content has obscured hip hop&#8217;s revolution of poetic craft and experience: Only in rap music can the beat of a song render poetic meter audible, allowing an MC&#8217;s wordplay to move a club-full of eager listeners.<P>Examining rap history&#8217;s most memorable lyricists and their inimitable techniques, literary scholar Adam Bradley argues that we must understand rap as poetry or miss the vanguard of poetry today. <I>Book of Rhymes</I> explores America&#8217;s least understood poets, unpacking their surprisingly complex craft, and according rap poetry the respect it deserves.</DIV>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "deUULe5MdzhU6QXfa9mop7", "annotation": ""},{"book": {"author": "Tricia Rose", "publication_date": "2008-12-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "The Hip Hop Wars", "uuid": "HATGNqv37R5u2qqBiv3tqX", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786727193/1387370834.72.jpg", "average_rating": 4.51, "isbn": "9780786727193", "description": "<DIV>Hip-hop is in crisis. For the past dozen years, the most commercially successful hip-hop has become increasingly saturated with caricatures of black gangstas, thugs, pimps, and &#8217;hos. The controversy surrounding hip-hop is worth attending to and examining with a critical eye because, as scholar and cultural critic Tricia Rose argues, <I>hip-hop has become a primary means by which we talk about race in the United States</I>.<p>In <I>The Hip-Hop Wars</I>, Rose explores the most crucial issues underlying the polarized claims on each side of the debate: Does hip-hop cause violence, or merely reflect a violent ghetto culture? Is hip-hop sexist, or are its detractors simply anti-sex? Does the portrayal of black culture in hip-hop undermine black advancement?<p>A potent exploration of a divisive and important subject, <I>The Hip-Hop Wars</I> concludes with a call for the regalvanization of the progressive and creative heart of hip-hop. What Rose calls for is not a sanitized vision of the form, but one that more accurately reflects a much richer space of culture, politics, anger, and yes, sex, than the current ubiquitous images in sound and video currently provide.</DIV>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "EPn9o9xr2r4msxMHcTZjUk", "annotation": ""},{"book": {"author": "Simon Kuper", "publication_date": "2012-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "Soccernomics", "uuid": "LrGoTuHdVCNwPsGY9PRw2h", "awards": [], "publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568587059/1387371004.0.jpg", "average_rating": 4.13, "isbn": "9781568587059", "description": "<DIV>Why do England lose? Why does Scotland suck? Why doesn&#8217;t America dominate the sport internationally...and why do the Germans play with such an efficient but robotic style?<P>These are questions every soccer aficionado has asked. <I>Soccernomics</I> answers them.<P>Using insights and analogies from economics, statistics, psychology, and business to cast a new and entertaining light on how the game works, <I>Soccernomics</I> reveals the often surprisingly counterintuitive truths about soccer. An essential guide for the 2010 World Cup, <I>Soccernomics</I> is a new way of looking at the world&#8217;s most popular game.</DIV>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "mRpERfDMknMk7fNNMHdCf3", "annotation": ""},{"book": {"author": "David Pietrusza", "publication_date": "2011-09-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Rothstein", "uuid": "RQgYBY5QBVXaT2bmko3gFG", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029396/1387370972.76.jpg", "average_rating": 3.8, "isbn": "9780465029396", "description": "<DIV>History remembers Arnold Rothstein as the man who fixed the 1919 World Series, an underworld genius. The real-life model for The Great Gatsby's Meyer Wolfsheim and Nathan Detroit from Guys and Dolls, Rothstein was much more&#151;and less&#151;than a fixer of baseball games. He was everything that made 1920s Manhattan roar. Featuring Jazz Age Broadway with its thugs, speakeasies, showgirls, political movers and shakers, and stars of the Golden Age of Sports, this is a biography of the man who dominated an age. Arnold Rothstein was a loan shark, pool shark, bookmaker, thief, fence of stolen property, political fixer, Wall Street swindler, labor racketeer, rumrunner, and mastermind of the modern drug trade. Among his monikers were \"The Big Bankroll,\" \"The Brain,\" and \"The Man Uptown.\" This vivid account of Rothstein's life is also the story of con artists, crooked cops, politicians, gang lords, newsmen, speakeasy owners, gamblers and the like. Finally unraveling the mystery of Rothstein's November 1928 murder in a Times Square hotel room, David Pietrusza has cemented The Big Bankroll's place among the most influential and fascinating legendary American criminals. 16 pages of black-and-white photographs are featured.</Div>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "9fjt8ohp8XeTBxf4p5Tium", "annotation": ""},{"book": {"author": "Sherry Sontag", "publication_date": "2008-03-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Blind Man's Bluff", "uuid": "56G98ntG2BNtaL3UksPLBf", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586486785/1387371134.21.jpg", "average_rating": 4.32, "isbn": "9781586486785", "description": "<DIV>Over the course of five years, investigative reporters Sherry Sontag and Chris Drew interviewed hundreds of men who had never spoken about their underwater lives&#151;not even to their wives and children. They uncovered a wealth of classified information: the tapping of undersea Soviet telephone cables, the stealing of Soviet weapons, the tragic collisions of enemy submarines. They tell of medals awarded in secret and deaths disguised with disinformation. <I>Blind Man's Bluff</I> is a critical work of history that reads with all the excitement of a Tom Clancy novel and all the tragedy of <I>Das Boot.</I></div>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "nLnN5FKAtmzzyewJ9DgGCS", "annotation": ""},{"book": {"author": "Alfred Lansing", "publication_date": "2008-03-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 300, "title": "Endurance", "uuid": "GdmRES7mJksMke32BahRLB", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780306817731/1387370967.64.jpg", "average_rating": 4.78, "isbn": "9780306817731", "description": "<DIV>The astonishing saga of polar explorer Ernest Shackleton's survival for over a year on the ice-bound Antarctic seas, as Time magazine put it, \"defined heroism.\" Alfred Lansing's scrupulously researched and brilliantly narrated book -- with over 200,000 copies sold -- has long been acknowledged as the definitive account of the Endurance's fateful trip. To write their authoritative story, Lansing consulted with ten of the surviving members and gained access to diaries and personal accounts by eight others. The resulting book has all the immediacy of a first-hand account, expanded with maps and illustrations especially for this edition.</Div>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "tbJnSfHRty98WGpmZwDsz5", "annotation": ""},{"book": {"author": "Tan Twan Eng", "publication_date": "2009-05-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Gift of Rain", "uuid": "SHHYhHeaunh5hPaxmVLtYY", "awards": [], "publisher": {"name": "Weinstein Books", "uuid": "o7JaBEtcXkrLEbhy2jZzEZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602860599/1387370978.19.jpg", "average_rating": 4.49, "isbn": "9781602860599", "description": "<DIV><p>The recipient of extraordinary acclaim from critics and the bookselling community, Tan Twan Eng's debut novel casts a powerful spell and has garnered comparisons to celebrated wartime storytellers Somerset Maugham and Graham Greene. Set during the tumult of World War II, on the lush Malayan island of Penang, <I>The Gift of Rain</I> tells a riveting and poignant tale about a young man caught in the tangle of wartime loyalties and deceits.</p><p>In 1939, sixteen-year-old Philip Hutton-the half-Chinese, half-English youngest child of the head of one of Penang's great trading families-feels alienated from both the Chinese and British communities. He at last discovers a sense of belonging in his unexpected friendship with Hayato Endo, a Japanese diplomat. Philip proudly shows his new friend around his adored island, and in return Endo teaches him about Japanese language and culture and trains him in the art and discipline of aikido. But such knowledge comes at a terrible price. When the Japanese savagely invade Malaya, Philip realizes that his mentor and sensei-to whom he owes absolute loyalty-is a Japanese spy. Young Philip has been an unwitting traitor, and must now work in secret to save as many lives as possible, even as his own family is brought to its knees.</p></DIV>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "6KLYnEg66amzqmfvwPcA7M", "annotation": ""},{"book": {"author": "Neill Lochery", "publication_date": "2011-11-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Lisbon", "uuid": "MsXLoZY5oFmEPgB9QDTZFW", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586488802/1387371117.34.jpg", "average_rating": 0.0, "isbn": "9781586488802", "description": "<DIV>Lisbon had a pivotal role in the history of World War II, though not a gun was fired there. The only European city in which both the Allies and the Axis power operated openly, it was temporary home to much of Europe&#8217;s exiled royalty, over one million refugees seeking passage to the U.S., and a host of spies, secret police, captains of industry, bankers, prominent Jews, writers and artists, escaped POWs, and black marketeers. An operations officer writing in 1944 described the daily scene at Lisbon&#8217;s airport as being like the movie &#147;Casablanca,&#8221; times twenty.<p> In this riveting narrative, renowned historian Neill Lochery draws on his relationships with high-level Portuguese contacts, access to records recently uncovered from Portuguese secret police and banking archives, and other unpublished documents to offer a revelatory portrait of the War&#8217;s back stage. And he tells the story of how Portugal, a relatively poor European country trying frantically to remain neutral amidst extraordinary pressures, survived the war not only physically intact but significantly wealthier. The country&#8217;s emergence as a prosperous European Union nation would be financed in part, it turns out, by a cache of Nazi gold.</DIV>", "oyster_good_for_statement": ""}, "position": 22, "uuid": "2JmHZX3YLagKpQ5FiwacAg", "annotation": ""},{"book": {"author": "Chad Orzel", "publication_date": "2012-02-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "How to Teach Relativity to Your Dog", "uuid": "JjuBTRu2Qx2QQYqB36uyQo", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465029372/1387370989.06.jpg", "average_rating": 0.0, "isbn": "9780465029372", "description": "<p><b>They say you can&rsquo;t teach an old dog new tricks. But what about relativity?</b></p><div>Physics professor Chad Orzel and his inquisitive canine companion, Emmy, tackle the concepts of general relativity in this irresistible introduction to Einstein&rsquo;s physics. Through armchair&mdash;and sometimes passenger-seat&mdash;conversations with Emmy about the relative speeds of dog and cat motion or the logistics of squirrel-chasing, Orzel translates complex Einsteinian ideas&mdash;the slowing of time for a moving observer, the shrinking of moving objects, the effects of gravity on light and time, black holes, the Big Bang, and of course, E=mc2&mdash;into examples simple enough for a dog to understand.</div><div>&#160;</div><div>A lively romp through one of the great theories of modern physics, <i>How to Teach Relativity to Your Dog</i> will teach you everything you ever wanted to know about space, time, and anything else you might have slept through in high school physics class.</div>", "oyster_good_for_statement": ""}, "position": 23, "uuid": "cFvKZn47mND7kbYsRfB3Yk", "annotation": ""},{"book": {"author": "Cory MacLauchlin", "publication_date": "2012-03-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Butterfly in the Typewriter", "uuid": "ayqjBi2UuvLD7v5CE3A4wP", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306821042/1387370996.89.jpg", "average_rating": 4.14, "isbn": "9780306821042", "description": "<DIV>The saga of John Kennedy Toole is one of the greatest stories of American literary history. After writing <i>A Confederacy of Dunces</i>, Toole corresponded with Robert Gottlieb of Simon &amp; Schuster for two years. Exhausted from Gottlieb&rsquo;s suggested revisions, Toole declared the publication of the manuscript hopeless and stored it in a box. Years later he suffered a mental breakdown, took a two-month journey across the United States, and finally committed suicide on  an inconspicuous road outside of Biloxi. Following the funeral, Toole&rsquo;s mother discovered the manuscript. After many rejections, she cornered Walker Percy, who found it a brilliant novel and spearheaded its publication. In 1981, twelve years after the author&rsquo;s death, <i>A Confederacy of Dunces</i> won the Pulitzer Prize.<p>In <i>Butterfly in the Typewriter</i>, Cory MacLauchlin draws on scores of new interviews with friends, family, and colleagues as well as full access to the extensive Toole archive at Tulane  University, capturing his upbringing in New Orleans, his years in New York City, his frenzy of writing in Puerto Rico, his return to his beloved city, and his descent into paranoia and depression.</p><p>&#160;</p></div>", "oyster_good_for_statement": ""}, "position": 24, "uuid": "uWYcEbdqnZkR5y5GqKpwWV", "annotation": ""},{"book": {"author": "Richard Wrangham", "publication_date": "2009-05-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Catching Fire", "uuid": "LhnCRvT2q4LpvMMNAXMVuR", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg", "average_rating": 4.19, "isbn": "9780786744787", "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "oyster_good_for_statement": ""}, "position": 25, "uuid": "XNaFm4Lmc78apRDipaTKDi", "annotation": ""},{"book": {"author": "Benjamin Mee", "publication_date": "2011-11-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "We Bought a Zoo", "uuid": "SdFNE8aYMqmoyXp4g8PzKB", "awards": [], "publisher": {"name": "Weinstein Books", "uuid": "o7JaBEtcXkrLEbhy2jZzEZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602861589/1387370979.97.jpg", "average_rating": 4.13, "isbn": "9781602861589", "description": "<DIV>When Benjamin Mee decided to uproot his family and move them to an unlikely new home&#8212;a dilapidated zoo where more than 200 exotic animals would be their new neighbors&#8212;his friends and colleagues thought he was crazy. Mee&#8217;s dream was to refurbish the zoo and run it as a family business. The grand reopening was scheduled for spring, but there was much work to be done and none of it easy for the novice zookeepers. Tigers broke loose, money was tight, the staff grew skeptical, and family tensions reached a boiling point.  <p>Then tragedy struck. Katherine, Ben&#8217;s wife, had a recurrence of a brain tumor, forcing Benjamin and his two young children to face the heartbreak of illness and the devastating loss of a wife and mother. But inspired by the memory of Katherine and the healing power of the incredible family of animals they had grown to love; Benjamin and his kids resolved to move forward, and today the zoo is a thriving success.</p></DIV>", "oyster_good_for_statement": ""}, "position": 26, "uuid": "mhZabYWYyQdRi34ZwwHCnf", "annotation": ""},{"book": {"author": "Edward J. Larson", "publication_date": "2008-07-31", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Summer for the Gods", "uuid": "W4KxxRSZBoCohtL9mq6xkB", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786721931/1387370841.69.jpg", "average_rating": 4.5, "isbn": "9780786721931", "description": "<DIV>In the summer of 1925, the sleepy hamlet of Dayton, Tennessee, became the setting for one of the 20th century&#8217;s most contentious dramas: the Scopes trial that pit William Jennings Bryan and the anti-Darwinists against a teacher named John Scopes into a famous debate over science, religion, and their place in public education That trial marked the start of a battle that continues to this day-in Dover, Pennsylvania, Kansas, Cobb County, Georgia, and many other cities and states throughout the country. Edward Larson&#8217;s classic, <I>Summer for the Gods</I>, received the Pulitzer Prize in History in 1998 and is the single most authoritative account of a pivotal event whose combatants remain at odds in school districts and courtrooms. For this edition, Larson has added a new preface that assesses the state of the battle between creationism and evolution, and points the way to how it might potentially be resolved.</Div>", "oyster_good_for_statement": ""}, "position": 27, "uuid": "DjVdC32rVpGtM9fcwtEa2W", "annotation": ""},{"book": {"author": "Nevada Barr", "publication_date": "2009-09-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "13 1/2", "uuid": "AJ3E2Tadfb4EVDSkyZNHpE", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786751501/1387370844.38.jpg", "average_rating": 3.0, "isbn": "9780786751501", "description": "<DIV><DIV>With <I>13 &#189;</I>, Nevada Barr, <I>New York Times</I> bestselling author of the award-winning <I>Anna Pigeon</I> novels, has written a taut and terrifying psychological thriller. It carries the reader from the horrifying 1970s murder spree of a child&#151; dubbed &#147;Butcher Boy&#8221; by a shocked public&#151;in Rochester, Minnesota, to Polly, the abused daughter of Mississippi &#147;trailer trash,&#8221; to post-Katrina New Orleans.</DIV><DIV>In Jackson Square in the French Quarter a tarot card reader told Polly Deschamps she would be a success. Thirty years later, Polly is a respected professor of literature with good friends and her own home&#151;a safe life for her and her two daughters.</DIV><DIV><BR><I>Butcher Boy, released on his seventeenth birthday, shook the snow from his boots and headed south.</I></DIV><DIV><I>New Orleans, a Mecca for runaways then and now, offers sanctuary but never forgiveness.</I></DIV><DIV><BR>When Polly falls in love with Marshall Marchand, a restoration architect who is helping to rebuild her adopted city, shadows of the past rise out of the poisoned ground of New Orleans as thick and deadly as the toxic waters of the flood.<BR></DIV><DIV>Like history, some crimes are doomed to repeat themselves. Evil stays the same, only the victims&#8217; names change. As two broken pasts collide in an uncertain present, Polly is determined that her children&#8217;s names will never be on that list.</DIV></DIV>", "oyster_good_for_statement": ""}, "position": 28, "uuid": "PW6NoGoEFxHhaWGHa9TG87", "annotation": ""},{"book": {"author": "Cami Walker", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "29 Gifts", "uuid": "UGdneNmvtwkadMX8YcLKGm", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786745999/1387370842.63.jpg", "average_rating": 4.14, "isbn": "9780786745999", "description": "<DIV>At age thirty-five, Cami Walker was burdened by a battle with multiple sclerosis, a chronic neurological condition that made it difficult for her to walk, work, or enjoy her life. Seeking a remedy for her depression after being hospitalized, she received an uncommon prescription from an African medicine woman: <I>Give to others for 29 days</I>.<P><I>29 Gifts</I> is the insightful story of the author&#8217;s life change as she embraces and reflects on the naturally reciprocal process of giving and receiving. Many of Walker&#8217;s gifts were simple &#151;a phone call, spare change, a Kleenex. Yet the acts were transformative. By Day 29, not only had Walker&#8217;s health and happiness improved, but she had created a worldwide giving movement.<P>The book also includes personal essays from others whose lives changed for the better by giving, plus pages for the reader to record their own journey. More than a memoir, <I>29 Gifts</I> offers inspiring lessons on how a simple daily practice of altruism can dramatically alter your outlook on the world.</DIV>", "oyster_good_for_statement": ""}, "position": 29, "uuid": "vH3JtwgzA5iCw9jmc3xxYc", "annotation": ""},{"book": {"author": "Clare Asquith", "publication_date": "2009-04-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Shadowplay", "uuid": "FbfLS9ZKBEarYeByAt9rjj", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786736034/1387370846.6.jpg", "average_rating": 4.6, "isbn": "9780786736034", "description": "<DIV>In 16th century England many loyal subjects to the crown were asked to make a terrible choice: to follow their monarch or their God. The era was one of unprecedented authoritarianism: England, it seemed, had become a police state, fearful of threats from abroad and plotters at home. This age of terror was also the era of the greatest creative genius the world has ever known: William Shakespeare. How, then, could such a remarkable man born into such violently volatile times apparently make no comment about the state of England in his work?<P>    He did. But it was hidden. Revealing Shakespeare's  sophisticated version of a forgotten code developed by 16th-century dissidents, Clare Asquith shows how he was both a genius for all time and utterly a creature of his own era: a writer who was supported by dissident Catholic aristocrats, who agonized about the fate of England's spiritual and political life and who used the stage to attack and expose a regime which he believed had seized illegal control  of the country he loved.<P>    Shakespeare's plays offer an acute insight into the politics and personalities of his era. And Clare Asquith's decoding of them offers answers to several mysteries surrounding Shakespeare's own life, including most notably why he stopped writing while still at the height of his powers.  An utterly compelling combination of literary detection and political revelation, <B>Shadowplay</B> is the definitive expose of how Shakespeare lived through and understood the agonies of his time, and what he had to say about them.</div>", "oyster_good_for_statement": ""}, "position": 30, "uuid": "JQUwZyH4sqcZqEwQdbM6KL", "annotation": ""},{"book": {"author": "Jenny McCarthy", "publication_date": "2005-12-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "Belly Laughs", "uuid": "BBH2CCkGZknDVEzYHnwj9c", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780738211282/1387370867.7.jpg", "average_rating": 4.18, "isbn": "9780738211282", "description": "<DIV>Oh, the joys of pregnancy! There's the gassiness, constipation, queasiness, and exhaustion, the forgetfulness, crankiness, and the constant worry. Of course, no woman is spared the discomforts and humiliations of pregnancy, but most are too polite to complain or too embarrassed to talk about them. Not Jenny McCarthy! In the <I>New York Times</I> best-selling <I>Belly Laughs</I>, actress and new mother Jenny McCarthy reveals the naked truth about the tremendous joys, the excruciating pains, and the unseemly disfigurement that go along with pregnancy. Never shy, frequently crude, and always laugh-out-loud funny, McCarthy covers it all in the grittiest of girlfriend detail. From morning sickness and hormonal rage, to hemorrhoids, pregnant sex, and the torture and sweet relief that is delivery, <I>Belly Laughs</I> is must-read comic relief for anyone who is pregnant, who has ever been pregnant, is trying to get pregnant, or, indeed, has ever been born!</div>", "oyster_good_for_statement": ""}, "position": 31, "uuid": "zSnC6k4xvPGK4yogQbVMHK", "annotation": ""},{"book": {"author": "Frank Partnoy", "publication_date": "2010-03-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Match King", "uuid": "WtvW8uCQurkmDyGUv8L3xF", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786741540/1387370860.29.jpg", "average_rating": 4.4, "isbn": "9780786741540", "description": "<DIV>At the height of the roaring &#8217;20s, Swedish &#233;migr&#233; Ivar Kreuger made a fortune raising money in America and loaning it to Europe in exchange for matchstick monopolies. His enterprise was a rare success story throughout the Great Depression. Yet after his suicide in 1932, it became clear that Kreuger was not all he seemed: evidence surfaced of fudged accounting figures, off-balance-sheet accounting, even forgery. He created a raft of innovative financial products&#151; many of them precursors to instruments wreaking havoc in today&#8217;s markets. In this gripping financial biography, Frank Partnoy recasts the life story of a remarkable yet forgotten genius in ways that force us to re-think our ideas about the wisdom of crowds, the invisible hand, and the free and unfettered market.</DIV>", "oyster_good_for_statement": ""}, "position": 32, "uuid": "EQFLYuaJEAytYZPDCtg6rM", "annotation": ""},{"book": {"author": "Simon Berthon", "publication_date": "2007-09-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Warlords", "uuid": "yWvAVPyjegE8KTmrevrX8n", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306816505/1387370878.41.jpg", "average_rating": 4.6, "isbn": "9780306816505", "description": "<DIV>With innovative style and thorough scholarship, <I>Warlords</I> tells the story of World War II through the eyes and minds of its four great leaders-Adolf Hitler, Franklin Roosevelt, Winston Churchill, and Joseph Stalin. While their nations battled in the field, these warlords of the twentieth century waged a private war of the mind. From Whitehall and Washington to the Wolf&#8217;s Lair and the Kremlin, Warlords documents their psychological battles and the attempts to outthink and outfight one another. Like a cinematic thriller, rapidly cutting from one man to the next, the narrative reveals each leader as they face history&#8217;s greatest conflict-and each other.</Div>", "oyster_good_for_statement": ""}, "position": 33, "uuid": "UDqReZVGyuZYLZDzWo7YW9", "annotation": ""},{"book": {"author": "Lawrence Krauss", "publication_date": "2007-08-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 280, "title": "The Physics of Star Trek", "uuid": "RB3aMytNpbZ4MjiYCYd8Fn", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465008636/1387370882.45.jpg", "average_rating": 4.3, "isbn": "9780465008636", "description": "<DIV>What warps when you&#8217;re traveling at warp speed? What is the difference between a wormhole and a black hole? Are time loops really possible, and can I kill my grandmother before I am born? Anyone who has ever wondered &#147;could this really happen?&#8221; will gain useful insights into the <I>Star Trek</I> universe (and, incidentally, the real world of physics) in this charming and accessible guide. Lawrence M. Krauss boldly goes where <I>Star Trek</I> has gone-and beyond. From Newton to Hawking, from Einstein to Feynman, from Kirk to Picard, Krauss leads readers on a voyage to the world of physics as we now know it and as it might one day be.</Div>", "oyster_good_for_statement": ""}, "position": 34, "uuid": "rU3AyicoPGwMadTWFQa4i5", "annotation": ""},{"book": {"author": "Clyde Ford", "publication_date": "2009-06-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Whiskey Gulf", "uuid": "gmGBkkhUJ7QVLkaUkWf4TU", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786747979/1387370883.22.jpg", "average_rating": 0.0, "isbn": "9780786747979", "description": "<DIV>After a sailboat drifts into a &#147;live-fire&#8221; naval exercise area known as Whiskey Gulf, it&#8217;s never heard from again. Maritime private investigator Charlie Noble is asked to discover what happened to the couple abroad. But he&#8217;s stonewalled by the American and Canadian military. Then he learns that a Middle Eastern agent has been dispatched to find the couple as well&#151;an agent with an old score to settle from his days as a Coast Guard intelligence officer.<p>Ultimately, Noble and his partner, Native American salvage diver Raven, head north along the Inside Passage, where a hidden cove harbors answers about what really happened in Whiskey Gulf. But in order to return with the truth they must first survive a vicious attack and escape the clutches of a deadly whirlpool. Set in the stunning wilderness of the Pacific Northwest, <I>Whiskey Gulf</I> is a story about unlocking secrets from the past that some people would rather keep concealed.</P></DIV>", "oyster_good_for_statement": ""}, "position": 35, "uuid": "CCzHhQdrDoQBugTvowXxw7", "annotation": ""},{"book": {"author": "Kate Clifford Larson", "publication_date": "2009-03-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Assassin's Accomplice", "uuid": "QpXhPue8hYR4KzZn9Z7MVk", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786746460/1387370891.39.jpg", "average_rating": 3.7, "isbn": "9780786746460", "description": "<DIV>Set against the backdrop of the Civil War, <I>The Assassin&#8217;s Accomplice</I> tells the gripping story of the conspiracy to assassinate Abraham Lincoln through experience of its only female participant.<P>Confederate sympathizer Mary Surratt ran a boarding house in Washington, and the depth of her complicity in the murder of President Lincoln has been debated since she was arrested on April 17, 1865.<P>Calling upon long-lost interviews, confessions, and court testimony, historian Kate Clifford Larson magnificently captures how Surratt&#8217;s actions defied nineteenth-century norms of piety and allegiance. A riveting account of espionage and murder, <I>The Assassin&#8217;s Accomplice</I> offers a revealing examination of America&#8217;s most remembered assassination.</DIV>", "oyster_good_for_statement": ""}, "position": 36, "uuid": "M6ZRWbGaBVxhcrk4NYdqHj", "annotation": ""},{"book": {"author": "Jeff Brown", "publication_date": "2010-03-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "The Winner's Brain", "uuid": "mq9ZfKEo7iuzoED8oVabqT", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780738214078/1387370897.18.jpg", "average_rating": 4.2, "isbn": "9780738214078", "description": "<DIV>Ever wonder why some people seem blessed with success? In fact, everyone is capable of winning in life&#151;you just need to develop the right brain for it.<P>In <I>The Winner&#8217;s Brain</I>, Drs. Jeffrey Brown and Mark J. Fenske use cutting-edge neuroscience to identify the secrets of those who succeed no matter what&#151;and demonstrate how little it has to do with IQ or upbringing. Through simple everyday practices, Brown and Fenske explain how to unlock the brain&#8217;s hidden potential, using:<P>&#149; Balance: Make emotions work in your favor<BR>&#149; Bounce: Create a failure-resistant brain<BR>&#149; Opportunity Radar: Spot hot prospects previously hidden by problems<BR>&#149; Focus Laser: Lock into what&#8217;s important<BR>&#149; Effort Accelerator: Cultivate the drive to win<P>Along the way, meet dozens of interesting people who possess &#147;win factors&#8221; (like the inventor of Whac-A-Mole&#8482;) and glean fascinating information (like why you should never take a test while wearing red). Compulsively readable, <I>The Winner&#8217;s Brain</I> will not only give you an edge, but also motivate you to pursue your biggest dreams.</DIV>", "oyster_good_for_statement": ""}, "position": 37, "uuid": "YpcDSFrsrqPvhUWqBdHF7J", "annotation": ""},{"book": {"author": "Robert Greenfield", "publication_date": "2009-04-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "S.t.p.", "uuid": "kuezm2V6MR7mU3THupWuAK", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786730803/1387370910.68.jpg", "average_rating": 4.3, "isbn": "9780786730803", "description": "<DIV>Thirty years ago, the Rolling Stones swept America, taking Exile on Main Street to Main Streets across the nation. Everyone held their breath to see what would happen; the Stones' previous U.S. tour had been a chaotic circus culminating in the infamous death of a fan at Altamont. And this tour (the \"Stones Touring Party\") was rumored to be wilder than ever: bigger shows in major arenas, with a far larger entourage and even more drugs. Robert Greenfield went along for the ride, and came away with a riveting insider's account, called by Ian Rankin \"one of the greatest rock books ever written.\" The reality lived up to the rumor: take one part Lee Radziwill, a dash of Truman Capote, set the scene at Hef's Playboy mansion, and toss in the county jail for good measure. That was the Stones Touring Party, the ultimate rock 'n' roll band at the height of its spectacular depravity.</Div>", "oyster_good_for_statement": ""}, "position": 38, "uuid": "pzG4a9vAXdKuGwkiCmWT8K", "annotation": ""},{"book": {"author": "Dave Van Ronk", "publication_date": "2009-04-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "The Mayor of MacDougal Street", "uuid": "AZawbxyLZLEEANLcTyohgT", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786736812/1387370837.62.jpg", "average_rating": 4.5, "isbn": "9780786736812", "description": "<DIV>Dave Van Ronk (1936-2002) was one of the founding figures of the 1960s folk revival, but he was far more than that. A pioneer of modern acoustic blues, a fine songwriter and arranger, a powerful singer, and one of the most influential guitarists of the '60s, he was also a marvelous storyteller, a peerless musical historian, and one of the most quotable figures on the Village scene. <I>The Mayor of MacDougal Street</I> is a first-hand account by a major player in the social and musical history of the '50s and '60s. It features encounters with young stars-to-be like Bob Dylan, Tom Paxton, Phil Ochs, and Joni Mitchell, as well as older luminaries like Reverend Gary Davis, Mississippi John Hurt, and Odetta. Colorful, hilarious, and engaging, <I>The Mayor of MacDougal Street</I> is a feast for anyone interested in the music, politics, and spirit of a revolutionary period in American culture</Div>", "oyster_good_for_statement": ""}, "position": 39, "uuid": "W46kjtw2bWNMtZzTtTdoKX", "annotation": ""},{"book": {"author": "Andy Rooney", "publication_date": "2008-03-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "My War", "uuid": "hZLDrWvpr8tcNNwg2YZX6g", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586486822/1387370911.32.jpg", "average_rating": 4.4, "isbn": "9781586486822", "description": "<DIV><I>My War</I> is a blunt, funny, idiosyncratic account of Andy Rooney's World War II. As a young, na&#239;ve correspondent for <I>The Stars and Stripes</I>, Rooney flew bomber missions, arrived in France during the D-Day invasion, crossed the Rhine with the Allied forces, traveled to Paris for the Liberation, and was one of the first reporters into Buchenwald. Like so many of his generation, Rooney's life was changed forever by the war. He saw life at the extremes of human experience, and wrote about what he observed, making it real to millions of men and women. <I>My War</I> is the story of an inexperienced kid learning the craft of journalism. It is by turns moving, suspenseful, and reflective. And Rooney's unmistakable voice shines through on every page.</div>", "oyster_good_for_statement": ""}, "position": 41, "uuid": "WyJ4d93AchF3S86WeXrXKH", "annotation": ""},{"book": {"author": "Brian Tracy", "publication_date": "2010-05-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "No Excuses!", "uuid": "QRwp5amipuqgAwneDt9F6V", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593156138/1387370851.37.jpg", "average_rating": 4.29, "isbn": "9781593156138", "description": "<DIV>You don&#8217;t need to have been born under a lucky star, or with incredible wealth, or with terrific contacts and connections, or even special skills...but what you do need to succeed in any of your life goals is self-discipline. Unfortunately, most people give in to the two worst enemies of success: they take the path of least resistance (in other words, they&#8217;re lazy) and/or they want immediate gratification: they don&#8217;t consider the long-term consequences of the actions they take today.<p><I>No Excuses!</I> shows you how you can achieve success in all three major areas of your life:<p>1. Your personal goals.<BR>2. Your business and money goals.<BR>3. Your overall happiness.<p>Each of the 21 chapters in this book shows you how to be more disciplined in one aspect of your life, with end-of-chapter exercises to help you apply the &#147;no excuses&#8221; approach to your own life. With these guidelines, you can learn how to be more successful in everything you do&#151;instead of wistfully envying others who you think are just &#147;luckier&#8221; than you. A little self-discipline goes a long way...so stop making excuses and read this book!</P></DIV>", "oyster_good_for_statement": ""}, "position": 42, "uuid": "qrqHk5WDk88nzSL6eTASdZ", "annotation": ""},{"book": {"author": "Corey Taylor", "publication_date": "2012-07-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Seven Deadly Sins", "uuid": "adMCwaivZSywcMMkSzbGVe", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306821240/1387371013.37.jpg", "average_rating": 4.51, "isbn": "9780306821240", "description": "<DIV>For the first time, Slipknot and Stone Sour frontman Corey Taylor speaks directly to his fans and shares his worldview about life as a sinner. And Taylor knows how to sin. As a small-town hero in the early &rsquo;90s, he threw himself into a hard-drinking, fierce-loving, live-for-the-moment life; when his music exploded, he found himself rich, wanted, and on the road. But soon his extreme lifestyle led him to question what it means to sin and whether it could&mdash;or should&mdash;be cast in a different light. After all, if sin makes us human how wrong can it be?<p>Now updated with a new Afterword by the author, <i>Seven Deadly Sins</i> is a brutally honest look &ldquo;at a life that could have gone horribly wrong at any turn,&rdquo; and the soul-searching and self-discovery it took to set it right.</p><p>&#160;</p></div>", "oyster_good_for_statement": ""}, "position": 43, "uuid": "ZUwhwdSxxXD49jz9rvShNE", "annotation": ""},{"book": {"author": "Patrick Robinson", "publication_date": "2012-10-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Power Play", "uuid": "DuThjfL43PLKrcipLepnuT", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157326/1387371006.14.jpg", "average_rating": 3.8, "isbn": "9781593157326", "description": "<DIV><p>It is the year 2018&mdash;a highly volatile nuclear world. Israel has  obliterated the deep underground nuclear weapons facility built by  Iran.&#160; The United States has destroyed the nuclear facility of a defiant  North Korea.</p><p>Against this background, the Russians have upped  the stakes in the latest world power-play&mdash;cyber warfare&mdash;to reduce the  United States to helplessness: a three-strike missile attack on the  National Security Agency at Fort Mead, Maryland, while simultaneously  jamming the top-secret electronic access key to America&rsquo;s nuclear launch  system&mdash;the nuclear football. If successful, Russia would blow the  United States off the nuclear map.</p><p>Meanwhile the British  Royal Navy, formerly the most powerful in the world, is rapidly  crumbling, leaving the United States without its main deep sea ally at a  time when they&rsquo;re needed most.</p><p>As this geo-political battle  comes to light behind close doors dealings and dark secrets, it is up to  Mossad spymaster, codenamed the &lsquo;Golan,&rsquo; to avert the Russian scheme,  and there is only one man he in turn can trust to get the job done: US  Navy Seal Mack Bedford.</p><p>It is now up to Mack Bedford, the hero previously encountered in</p> <I>The Delta Solution</I><p>,</p> <I>Intercept</I><p>, and</p> <I>Diamondhead</I><p>,  to devise a plan to stop the Russians before they and their cyber  weaponry reach the Chinese border&mdash;the launch site of their master plan.  And with the entire country&rsquo;s fate in his hands, Mack and his  hard-trained, one of a kind SEAL Team 10 must not, cannot fail.</p></DIV>", "oyster_good_for_statement": ""}, "position": 44, "uuid": "mxNYggUZTurMQTV9bFiabZ", "annotation": ""},{"book": {"author": "William Bridges", "publication_date": "2009-09-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 192, "title": "Managing Transitions", "uuid": "R6Yt4Wdg5QSECm8paMG3e", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780738211398/1387371763.78.jpg", "average_rating": 4.5, "isbn": "9780738211398", "description": "<DIV>The business world is transforming. Stories of layoffs, bankruptcy, mergers, and restructuring appear in the news every day. When these changes hit the workplace, the actual situational shifts are often not as difficult for employees and managers to work through as the psychological components that accompany them. Indeed, organizational transitions affect <I>people</I>; it is always <I>people</I> who have to embrace a new situation and carry out the corresponding change.<P>The job of managing workplace change can be difficult; managed poorly, the result can be disastrous to the morale and stability of the staff. As veteran business consultant William Bridges explains, successful organizational change takes place when employees have a clear purpose, a plan for, and a part to play in their changing surroundings. Directed at managers on all rungs of the proverbial corporate ladder, this expanded edition of the classic bestseller provides practical, step-by-step strategies for minimizing the disruptions caused by workplace change. It is an invaluable managerial tool for navigating these tumultuous, uncertain times.</DIV>", "oyster_good_for_statement": ""}, "position": 46, "uuid": "uxcHNg8yZv5R2W6aSjAHCb", "annotation": ""},{"book": {"author": "Deborah Cadbury", "publication_date": "2010-10-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Chocolate Wars", "uuid": "jht9bAcxjtHfBUgJ93GnNC", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586489250/1387370915.25.jpg", "average_rating": 4.4, "isbn": "9781586489250", "description": "<DIV>With a cast of characters that wouldn&#8217;t be out of place in a Victorian novel, <i>Chocolate Wars</i> tells the story of the great chocolatier dynasties, through the prism of the Cadburys. Chocolate was consumed unrefined and unprocessed as a rather bitter, fatty drink for the wealthy elite until the late 19th century, when the Swiss discovered a way to blend it with milk and unleashed a product that would conquer every market in the world.<p> Thereafter, one of the great global business rivalries unfolded as each chocolate maker attempted to dominate its domestic market and innovate new recipes for chocolate that would set it apart from its rivals. The contest was full of dramatic contradictions: The Cadburys were austere Quakers who found themselves making millions from an indulgent product; Kitty Hershey could hardly have been more flamboyant yet her husband was moved by the Cadburys tradition of philanthropy. Each was a product of their unique time and place yet they shared one thing: they want to make the best chocolate in the world.</DIV>", "oyster_good_for_statement": ""}, "position": 47, "uuid": "ybiVQHaZ2dsFutfUg652qc", "annotation": ""},{"book": {"author": "Victor Cherkashin", "publication_date": "2008-08-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Spy Handler", "uuid": "aFbiBLxCFws8nAJUMPvn8S", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786724406/1387370935.86.jpg", "average_rating": 4.2, "isbn": "9780786724406", "description": "<DIV>In his four decades as a KGB officer, Victor Cherkashin was a central player in the shadowy world of Cold War espionage. From his rigorous training in Soviet intelligence in the early 1950s to his prime spot as the KGB's head of counterintelligence at the Soviet embassy in Washington, Cherkashin's career was rich in episode and drama. In a riveting memoir, Cherkashin provides a remarkable insider's view of the KGB's prolonged conflict with the CIA. Playing a major role in global espionage for most of the Cold War, Cherkashin was posted to stations in the United States, Australia, India, and Lebanon. He tracked down U.S. and British spies around the world. But it was in 1985 that Cherkashin scored two of the KGB's biggest-ever coups. In April of that year, he recruited disgruntled CIA officer Aldrich Ames and became his principal handler. Six months later, FBI special agent Robert Hanssen contacted Cherkashin directly, eventually becoming an even bigger asset than Ames. In <I>Spy Handler</I>, Cherkashin offers the complete account of how and why both Americans turned against their country, and addresses the rumors of an undiscovered KGB spy-another Hanssen or Ames-still at large in the U.S. intelligence community. Full of vivid detail and dramatic accounts that shed stark new light on the inner workings of the KGB, <I>Spy Handler</I> is a major addition to Cold War history, told by one of its major players.</Div>", "oyster_good_for_statement": ""}, "position": 48, "uuid": "GxCemuGLo4aGmdrZ4HxtrD", "annotation": ""},{"book": {"author": "Joseph Menn", "publication_date": "2010-10-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Fatal System Error", "uuid": "4GYBnNnhpx8C6GLr7xPWtE", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610390088/1387370943.94.jpg", "average_rating": 4.2, "isbn": "9781610390088", "description": "<DIV><p>In 2004, a California computer whiz named Barrett Lyon uncovered the identity of a hacker running major assaults on business websites. Without fully grasping the repercussions, he set on an investigation that led him into the heart of the Russian mob. Cybercrime was evolving. No longer the domain of small-time thieves, it had been discovered by sophisticated gangs. They began by attacking corporate websites but increasingly stole financial data from consumers and defense secrets from governments.<br><br> While Barrett investigated the cutting edge of technology crime, the U.S. government struggled to catch up. Britain, however, was a different story. In the late 1990s, the Queen herself had declared safe e-commerce a national security priority. Agents from the London-based National Hi-Tech Crime Unit sought out Barrett and enlisted his help. They also sent detective Andrew Crocker, a Welsh former boxer, to Russia to track down and prosecute the hackers&mdash;and to find out who they worked for.<br><br> <I>Fatal System Error </I>penetrates both the Russian cyber-mob and the American mafia as the two fight over the Internet&rsquo;s massive spoils. It takes readers into the murky hacker underground, traveling the globe from San Francisco to Costa Rica, London, and Russia. Using unprecedented access to mob businesses and Russian officials, it shows how top criminals earned protection from the Russian government&mdash;and how Barrett Lyon and Andrew Crocker got closer to the titans of the underground economy than any previous outsider. Together, their stories explain why cybercrime is much worse than you thought&mdash;and why the Internet might not survive.</p><p>&#160;</p></DIV>", "oyster_good_for_statement": ""}, "position": 49, "uuid": "rSjbE7rhHWhQT6tB5W56cT", "annotation": ""},{"book": {"author": "Nate Blakeslee", "publication_date": "2006-09-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Tulia", "uuid": "YLArd9ux4wqmZ45GTNgMyd", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786735464/1387370966.97.jpg", "average_rating": 4.56, "isbn": "9780786735464", "description": "<DIV>In the summer of 1999, in the tiny west Texas town of Tulia, thirty-nine people, almost all of them black, were arrested and charged with dealing powdered cocaine. The operation, a federally-funded investigation performed in cooperation with the local authorities, was based on the work of one notoriously unreliable undercover officer. At trial, the prosecution relied almost solely on the uncorroborated, and contradictory, testimony of that officer, Tom Coleman. Despite the flimsiness of the evidence against them, virtually all of the defendants were convicted and given sentences as high as ninety-nine years. Tom Coleman was named a Texas Lawman of the Year for his work.  <p><B>Tulia</B> is the story of this town, the bust, the trials, and the heroic legal battle that ultimately led to the reversal of the convictions in the summer of 2003. Laws have been changed in Texas as a result of the scandal, and the defendants have earned a measure of bittersweet redemption. But the story is much bigger than the tale of just one bust. As <B>Tulia</B> makes clear, these events are the latest chapter in a story with themes as old as the country itself. It is a gripping, marvelously well-told tale about injustice, race, poverty, hysteria, and desperation in rural America.</P></DIV>", "oyster_good_for_statement": ""}, "position": 50, "uuid": "yhckfpAfSXvhg3VPwqJZMc", "annotation": ""},{"book": {"author": "Sally H. Jacobs", "publication_date": "2011-07-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Other Barack", "uuid": "z4J7NEhkxabLgfxW8CVML3", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610390194/1387370969.72.jpg", "average_rating": 4.3, "isbn": "9781610390194", "description": "<DIV>The life story of the father of the most powerful elected leader in the world is an epic tale, one as daring as it was improbable.<BR><br>The father of the U.S. president, the first Barack Hussein Obama, was born in rural poverty in Kenya. His own father was a dominating figure who worked as a cook for the British colonists and broke with Luo tradition when he converted to the Muslim faith. Their household was a severe one from which Barack&#8217;s mother fled in fear for her life. Despite such domestic turmoil, Barack was as fiercely smart as he was intrepid. Admitted to one of Kenya&#8217;s premiere private schools, he was later thrown out for his defiant behavior.<br><BR>Adrift in the political churning of Kenya&#8217;s pre-independence days, Barack attracted the interest of an American literacy worker who took him under her wing. By day, they worked on the literacy primers that would change the lives of illiterate Africans. By night, they often went dancing in the full glare of disapproval of those racially segregated times. She helped him prepare for college in America and in 1959 paid his first year&#8217;s tuition at the University of Hawaii.<BR><BR>     The first African student on the UH campus, Barack stood out in many respects. One of those was the young white woman, Ann Dunham, whom he began to date. A year after they met, the couple had a son named Barack Hussein Obama II. Barack did not tell his young wife about the two children he had left behind in Kenya, nor did he tell university authorities about his family back home until much later. Luos were often polygamous and Obama saw no need to part with custom.<BR><BR>At Harvard University, Barack joined the academic elite and prepared to take his place among the big men in newly independent Kenya. But Barack&#8217;s experience at Harvard was emblematic of a life that seesawed between high hopes and cruel frustrations, many of them self-inflicted in drunken furies. Yet the charm, the intellectual brilliance, and the fierce pride in his vision of independent Kenya never flagged. He was a bold and reckless man, whose life courted controversy and ultimately veered fatally out of his control. He was heroic in his ambition, deeply flawed, and, extraordinarily, the father of an American president, the other Barack.<BR></DIV>", "oyster_good_for_statement": ""}, "position": 51, "uuid": "MREqTzgJuVE94DR7kkxXCV", "annotation": ""},{"book": {"author": "Paul Brannigan", "publication_date": "2011-11-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 416, "title": "This Is a Call", "uuid": "qFkAADRps5Ny8MzibUDrdg", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306820519/1387370982.24.jpg", "average_rating": 3.5, "isbn": "9780306820519", "description": "<DIV><b><I>This Is a Call</I></b>, the first in-depth, definitive biography of Dave Grohl, tells the epic story of a singular career that includes Nirvana, Foo Fighters, Queens of the Stone Age, and Them Crooked Vultures. Based on ten years of original, exclusive interviews with the man himself and conversations with a legion of musical associates like Queens of the Stone Age frontman Josh Homme, DC punk legend Ian MacKaye, and <i>Nevermind</i> producer Butch Vig, this is Grohl&#8217;s story. He speaks candidly and honestly about Kurt Cobain, the arguments that almost tore Nirvana apart, the feuds that threatened to derail the Foo Fighters&#8217;s global success, and the dark days that almost caused him to quit music for good.<p>Dave Grohl has emerged as one of the most recognizable and respected musicians in the world. He is the last true hero to emerge from the American underground. <b><I>This Is a Call</I></b> vividly recounts this incredible rock &#8217;n&#8217; roll journey.</DIV>", "oyster_good_for_statement": ""}, "position": 52, "uuid": "V7ULGfHcH6NYKg6XGqbtMd", "annotation": ""},{"book": {"author": "Irvin D. Yalom", "publication_date": "2012-06-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Love's Executioner", "uuid": "XwcvpdGt4xnwbkRAztHXxi", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465031603/1387371017.06.jpg", "average_rating": 4.54, "isbn": "9780465031603", "description": "<DIV><DIV>The collection of ten absorbing tales by master psychotherapist Irvin D. Yalom uncovers the mysteries, frustrations, pathos, and humor at the heart of the therapeutic encounter. In recounting his patients&rsquo; dilemmas, Yalom not only gives us a rare and enthralling glimpse into their personal desires and motivations but also tells us his own story as he struggles to reconcile his all-too human responses with his sensibility as a psychiatrist. Not since Freud has an author done so much to clarify what goes on between a psychotherapist and a patient.</div></DIV>", "oyster_good_for_statement": ""}, "position": 53, "uuid": "cfQWAd3gqaZCHPGrVWEJbb", "annotation": ""},{"book": {"author": "Bridget Siegel", "publication_date": "2012-07-31", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Domestic Affairs", "uuid": "cmczbPztAmgNiAvzzK9Cj", "awards": [], "publisher": {"name": "Weinstein Publishing", "uuid": "65v964w7ghYhi3nUqfYbhU"}, "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Publishing/9781602861695/1387371018.78.jpg", "average_rating": 4.14, "isbn": "9781602861695", "description": "<DIV><p>When twenty-something political fundraiser Olivia Greenley is recruited by her close friend Jacob Harriston to join the Presidential campaign of Georgia Governor Landon Taylor, she is intoxicated by optimism and opportunity. Taylor&rsquo;s commitment to social equality and economic responsibility in the post-housing-bubble era is palpable. Sacrificing her sleep, comfort and income are certain to help make the world a better place. Right?&#160;</p><p><i>Domestic Affairs: A Campaign Novel </i>vividly captures the fervor and idealism of campaign life&mdash;as well as the disillusionment staffers feel when told to make the inevitable compromises. Leaving a meeting with foreclosure victims to hop onto a private jet is one thing, but how to justify dining at a $2,000-a-plate dinner knowing how many lunches the money could buy for at-risk kids? How far does one go when the ends appear to justify the means? And what&rsquo;s a girl to do when the most charming, erudite, capable and ostensibly honorable man in the free world wants to take her to bed (but he&rsquo;s married and her boss)? How does it feel to keep the biggest secret of her life from her best friend and coworker, even as the three of them spend every waking hour together? The tension between characters, right and wrong, and between success and implosion are taut.</p></DIV>", "oyster_good_for_statement": ""}, "position": 54, "uuid": "FqEy3WBqeW5u3QEa9MUWPZ", "annotation": ""},{"book": {"author": "Simon Kuper", "publication_date": "2012-09-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Ajax, the Dutch, the War", "uuid": "zmxaRHiD8HNvT52oHFenpE", "awards": [], "publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568587240/1387371108.1.jpg", "average_rating": 0.0, "isbn": "9781568587240", "description": "<DIV>When most people think about the Netherlands, images of tulips and peaceful pot smoking residents spring to mind. Bring up soccer, and most will think of Johan Cruyuff, the Dutch player thought to rival Pele in preternatural skill, and Ajax, one of the most influential soccer clubs in the world whose academy system for young athletes has been replicated around the globe (and most notably by Barcelona and the 2010 world champions, Spain).<br><BR>But as international bestselling author Simon Kuper writes in <I>Ajax, The Dutch, The War: Soccer in Europe During the Second World War</I>, the story of soccer in Holland cannot be understood without investigating what really occurred in this country during WWII. For decades, the Dutch have enjoyed the reputation of having a &#147;good war.&#8221; The myth is even resonant in Israel where Ajax is celebrated. The fact is, the Jews suffered shocking persecution at the hands of Dutch collaborators. Holland had the second largest Nazi movement in Europe outside Germany, and in no other country except Poland was so high a percentage of Jews deported.<br><BR>Kuper challenges Holland&#8217;s historical amnesia and uses soccer&#151;particularly the experience of Ajax, a club long supported by Amsterdam&#8217;s Jews&#151;as a window on wartime Holland and Europe. Through interviews with Resistance fighters, survivors, wartime soccer players and more, Kuper uncovers this history that has been ignored, and also finds out why the Holocaust had a profound effect on soccer in the country.<br><BR>Ajax produced Cruyuff but was also built by members of the Dutch resistance and Holocaust survivors. It became a surrogate family for many who survived the war and its method for producing unparalleled talent became the envy of clubs around the world. In this passionate, haunting and moving work of forensic reporting, Kuper tells the breathtaking story of how Dutch Jews survived the unspeakable and came to play a strong role in the rise of the most exciting and revolutionary style of soccer &#151; &#147;Total Football&#8221; &#151; the world had ever seen.</DIV>", "oyster_good_for_statement": ""}, "position": 56, "uuid": "U9p4MZrvvkoHcd4w35mFoW", "annotation": ""},{"book": {"author": "Charlotte Beers", "publication_date": "2012-01-31", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "I'd Rather Be in Charge", "uuid": "vnNcCRKVp7spa9a6Q6Hsdg", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593156923/1387371110.11.jpg", "average_rating": 4.5, "isbn": "9781593156923", "description": "<DIV>Charlotte Beers is proof that women can achieve power, pride, and joy at work&mdash;despite the odds.</div><div><BR> In the highly competitive and often cutthroat world of advertising, Charlotte became the first female ever to head two giant, multinational advertising<BR> agencies. In serving her demanding clients, she helped build many of the most important brands around the world.</div><div>&#160;</div><div>Today, Charlotte rates her current title&mdash;teacher&mdash;her most satisfying, as she travels through the United States and Europe educating women on how to ignite their own strengths, in what she calls &ldquo;the era of forging ahead for women.&rdquo;</div><div>&#160;</div><div>Her pioneering experiences have been captured in <I>I&rsquo;d Rather Be in Charge</I>, creating a blueprint for women as they face their own challenges and strive to achieve the positions of leadership and influence they deserve.</div><div><BR> Told in an intimate and honest style, <I>I&rsquo;d Rather Be in Charge</I> is part personal history, part pragmatic guide, as Charlotte describes her own&#160; experiences, lessons from her peers such as Martha Stewart and Suze Orman, as well as stories of her students&rsquo; transformations. By chronicling both successes and mistakes, Charlotte proves that finding your own personal style of leadership is the only way to take charge, find satisfaction, and gain confidence in the ever-evolving workplace of today.</div><div>&#160;</div><div><I>I&rsquo;d Rather Be in Charge</I> is a breakthrough book. It is a master class for women who are ready to shatter their own glass ceilings.<BR> &#160;</div>", "oyster_good_for_statement": ""}, "position": 57, "uuid": "UyhbM2yJ8NEhNnavw3sMU9", "annotation": ""},{"book": {"author": "Mike Doughty", "publication_date": "2012-01-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Book of Drugs", "uuid": "8WtYLijnLEXCh4vPjBhtuf", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306820502/1387371116.01.jpg", "average_rating": 3.93, "isbn": "9780306820502", "description": "<DIV>Mike Doughty first came to prominence as the leader of the band Soul Coughing then did an abrupt sonic left turn, much to the surprise of his audience, transforming into a solo performer of stark, dusky, but strangely hopeful tunes. He battled addiction, gave up fame when his old band was at the height of its popularity, drove thousands of miles, alone, across America, with just an acoustic guitar. His candid, hilarious, self-lacerating memoir, <b><I>The Book of Drugs</b></I>&#151;featuring cameos by Redman, Ani DiFranco, the late Jeff Buckley, and others&#151;is the story of his band&#8217;s rise and bitter collapse, the haunted and darkly comical life of addiction, and the perhaps even weirder world of recovery.</DIV>", "oyster_good_for_statement": ""}, "position": 58, "uuid": "wf7xtunwsCor6ZFkuEK7Uo", "annotation": ""},{"book": {"author": "Larry Beinhart", "publication_date": "2008-10-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Salvation Boulevard", "uuid": "ZHwie9QuLRnpBuPQ7G56hi", "awards": [], "publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9780786726172/1387371114.36.jpg", "average_rating": 3.5, "isbn": "9780786726172", "description": "<DIV>Some cases test a private investigator&#8217;s wits, others test his courage, and still others, his character. In <I>Salvation Boulevard</I>, P.I. Carl Van Wagener has found a case that tests them all, and then goes on to test his soul. A professor is dead and a suspect&#151;who has confessed&#151;is in custody. But nothing is what it seems. After all, the dead man is an atheist professor, the accused an Islamic foreign student, the defense attorney a Jew, and the detective a Born Again Christian. As Carl gets deeper and deeper into the investigation of the death of professor Nathaniel MacLeod, his most basic beliefs and relationships are tried and his world is turned upside down. The mega-church, the pastor, and his new wife who have redeemed Carl from a life of grim debauchery insist on his dropping the case. But he can&#8217;t stop searching for the real killer and the truth&#151;no matter what the personal cost.<p><I>Salvation Boulevard</I> is a page-turning thriller in the tradition of John Grisham and Richard Condon that grapples with the ecstatic and entropic nature of religious faith in contemporary America.</DIV>", "oyster_good_for_statement": ""}, "position": 59, "uuid": "t87Dk4SxpqhJmPgTztbMba", "annotation": ""},{"book": {"author": "Ed Offley", "publication_date": "2012-05-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "Turning the Tide", "uuid": "DQcEZ4hwgnDDjPmK87Rkn8", "awards": [], "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465031641/1387371121.58.jpg", "average_rating": 4.4, "isbn": "9780465031641", "description": "<DIV>The United States experienced its most harrowing military disaster of World War II not in 1941 at Pearl Harbor but in the period from 1942 to 1943, in Atlantic coastal waters from Newfoundland to the Caribbean. Sinking merchant ships with impunity, German U-boats threatened the lifeline between the United States and Britain, very nearly denying the Allies their springboard onto the European Continent--a loss that would have effectively cost the Allies the war.<p>In <i>Turning the Tide</i>, author Ed Offley tells the gripping story of how, during a twelve-week period in the spring of 1943, a handful of battle-hardened American, British, and Canadian sailors turned the tide in the Atlantic. Using extensive archival research and interviews with key survivors, Offley places the reader at the heart of the most decisive maritime battle of World War II.</DIV>", "oyster_good_for_statement": ""}, "position": 60, "uuid": "8BoFEjmTeAjo2u3j7fjjcM", "annotation": ""},{"book": {"author": "Denis Avey", "publication_date": "2012-09-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 312, "title": "The Man Who Broke Into Auschwitz", "uuid": "JemuCQoMomKKLMJ5eood5j", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822117/1387371124.04.jpg", "average_rating": 4.28, "isbn": "9780306822117", "description": "<DIV><i>The Man Who Broke into Auschwitz</i> is the extraordinary true story of a British soldier who marched willingly into the concentration camp, Buna-Monowitz, known as Auschwitz III.</div><div>&#160;</div><div>In the summer of 1944, Denis Avey was being held in a British POW labour camp, E715, near Auschwitz III. He had heard of the brutality meted out to the prisoners there and he was determined to witness what he could.</div><div>&#160;</div><div>He hatched a plan to swap places with a Jewish inmate and smuggled himself into his sector of the camp. He spent the night there on two occasions and experienced at first-hand the cruelty of a place where slave workers, had been sentenced to death through labor.</div><div>&#160;</div><div>Astonishingly, he survived to witness the aftermath of the Death March where thousands of prisoners were murdered by the Nazis as the Soviet Army advanced. After his own long trek right across central Europe he was repatriated to Britain.</div><div>&#160;</div><div>For decades he couldn't bring himself to revisit the past that haunted his dreams, but now Denis Avey feels able to tell the full story&mdash;a tale as gripping as it is moving&mdash;which offers us a unique insight into the mind of an ordinary man whose moral and physical courage are almost beyond belief.</div>", "oyster_good_for_statement": ""}, "position": 61, "uuid": "aENwMM4MGd3HqZCktHn39B", "annotation": ""},{"book": {"author": "Geoffrey Nunberg", "publication_date": "2012-08-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Ascent of the A-Word", "uuid": "JTnxZYbRzmnf7bkdWFKmM7", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610391764/1387371142.48.jpg", "average_rating": 0.0, "isbn": "9781610391764", "description": "<DIV><p>It first surfaced in the gripes of GIs during World War II and was captured early on by the typewriter of a young Norman Mailer. Within a generation it had become a basic notion of our everyday moral life, replacing older reproaches like lout and heel with a single inclusive category&ndash;&ndash;a staple of country outlaw songs, Neil Simon plays, and Woody Allen movies. Feminists made it their stock rebuke for male insensitivity, the est movement used it for those who didn&rsquo;t &ldquo;get it,&rdquo; and Dirty Harry applied it evenhandedly to both his officious superiors and the punks he manhandled.</p><p><BR> The asshole has become a focus of collective fascination for us, just as the phony was for Holden Caulfield and the cad was for Anthony Trollope. From Donald Trump to Ann Coulter, from Mel Gibson to Anthony Weiner, from the reality TV prima donnas to the internet trolls and flamers, assholism has become the characteristic form of modern incivility, which implicitly expresses our deepest values about class, relationships, authenticity, and fairness. We have conflicting attitudes about the A-word&ndash;&ndash;when a presidential candidate unwittingly uttered it on a live mic in 2000, it confirmed to some that he was a man of the people and to others that he was a boor. But considering how much the word does for us, and to us, it hasn&rsquo;t gotten nearly the attention it deserves&ndash;&ndash;at least until now.</p></DIV>", "oyster_good_for_statement": ""}, "position": 62, "uuid": "HSEJEL8NUP6Bxo85bnSFd6", "annotation": ""},{"book": {"author": "David Browne", "publication_date": "2012-07-24", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 392, "title": "Fire and Rain", "uuid": "rZdSAPaZMqBtEDJu8FEt28", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822131/1387371169.29.jpg", "average_rating": 4.2, "isbn": "9780306822131", "description": "<DIV>Set against a backdrop of world-changing historical and political events, <I>Fire and Rain</I> tells the extraordinary story of one pivotal year in the lives and music of four legendary artists, and reveals how these artists and their songs both shaped and reflected their times. Drawing on interviews, rare recordings, and newly discovered documents, acclaimed journalist David Browne &#147;allows us to see&#151;and to hear&#151;the elusive moment when the &#8217;60s became the &#8217;70s in a completely fresh way&#8221; (Mark Harris, author of <I>Pictures at a Revolution</I>).<BR></DIV>", "oyster_good_for_statement": ""}, "position": 63, "uuid": "oyRdBPk2aoH4jigXWz7nmf", "annotation": ""}]