[{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2011-10-18", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549385/1383487908.6.jpg", "uuid": "SeBV2ycmx7HrReDZkSv6RW", "average_rating": 3.37, "author": "Kimberly Cutter", "awards": [], "description": "<P>&#8220;Was she a saint or a witch? A visionary or a madwoman? Or an extraordinary peasant girl who, at God&#8217;s bidding, led an army, saved France, and paid the price by burning alive? . . . Kimberly Cutter&#8217;s portrait of &#8216;Jehanne&#8217; as a strange, gritty teenage tomboy and true believer is compelling.&#8221; &#8212;<I>USA Today</I></P> <p>It is the fifteenth century, and the tumultuous Hundred Years&#8217; War rages on. France is under siege, English soldiers tear through the countryside destroying all who cross their paths, and Charles VII, the uncrowned king, has neither the strength nor the will to rally his army. And in the quiet of her parents&#8217; garden in Domr&#233;my, a peasant girl sees a spangle of light and hears a powerful voice speak her name: Jehanne.</p> <p>The story of Jehanne d&#8217;Arc, the visionary and saint who believed she had been chosen by God, who led an army and saved her country, has captivated our imaginations for centuries. But the story of Jehanne&#8212;the girl whose sister was murdered by the English, who sought an escape from a violent father and a forced marriage, who taught herself to ride and to fight, and who somehow found the courage and tenacity to persuade first one, then two, then thousands to follow her&#8212;is at once thrilling, unexpected, and heartbreaking. Rich with unspoken love and battlefield valor, <I>The Maid</I> is a novel about the power and uncertainty of faith and the exhilarating and devastating consequences of fame.<br><BR>&#8220;Impressive . . . Cutter evokes the novel&#8217;s medieval world with striking details.&#8221; &#8212;<I>New York Times Book Review</I><br><BR>&#8220;Joan of Arc, the teenage peasant girl who commanded a French army, was burned at the stake, and eventually declared a saint, exists in our collective imagination as more myth than human being . . . Cutter strips away the romanticism in favor of a more complex portrayal that raises some provocative questions.&#8221; &#8212;<I>O Magazine</I>", "isbn": "9780547549385", "title": "The Maid", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "G6fuhskfKXPxPcW8jb2Eqm", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2011-12-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062119339/1378009947.04.jpg", "uuid": "3Qn5ZSc2spmVfYBrP2xiLE", "average_rating": 3.93, "author": "Paul Bowles", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><strong>The Sheltering Sky</strong> is a landmark of twentieth-century literature. In this intensely fascinating story, Paul Bowles examines the ways in which Americans' incomprehension of alien cultures leads to the ultimate destruction of those cultures.</p><p>A story about three American travelers adrift in the cities and deserts of North Africa after World War II, <strong>The Sheltering Sky</strong> explores the limits of humanity when it touches the unfathomable emptiness and impassive cruelty of the desert.</p><p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.</p>", "isbn": "9780062119339", "title": "The Sheltering Sky", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "YLEzoZcdw7QpMFnMk6fMpK", "position": 68},{"book": {"oyster_summary": "", "number_print_pages": 752, "language_code": "eng", "publication_date": "2012-10-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547819259/1379062384.52.jpg", "uuid": "mnf6VyrGunysqz6Eg6PvLC", "average_rating": 3.43, "author": "Mark Helprin", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>In the summer of 1946, New York City pulses with energy. Harry Copeland,  a World War II veteran, has returned home to run the family business.  Yet his life is upended by a single encounter with the young singer and  heiress Catherine Thomas Hale, as each falls for the other in an  instant. They pursue one another in a romance played out in Broadway  theaters, Long Island mansions, the offices of financiers, and the  haunts of gangsters. Catherine&rsquo;s choice of Harry over her longtime  fianc&eacute; endangers Harry&rsquo;s livelihood and threatens his life. In the end,  Harry must summon the strength of his wartime experience to fight for  Catherine, and risk everything.<BR><br> &ldquo;In its storytelling heft, its  moral rectitude, the solemn magnificence of its writing and the splendor  of its hymns to New York City, [<I>In Sunlight and in Shadow</I>] is a  spiritual pendant to Winter&rsquo;s Tale and every bit as extraordinary . . .  Even the most stubbornly resistant readers will soon be disarmed by the  nobility of the novel&rsquo;s sentiments and seduced by the pure music of its  prose.&rdquo; &mdash; <I>Wall Street Journal</I></div>", "isbn": "9780547819259", "title": "In Sunlight and In Shadow", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "wD5xPsCZFNYrWDB2okdcdj", "position": 53},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2004-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/McBooks%20Press/Hazard%27s%20Command/1372976836.42.jpg", "uuid": "YW4ADvfb2Yb8nvWSnpDvsn", "average_rating": 3.95, "author": "V. A. Stuart", "awards": [], "description": "<DIV>The Crimean War is at its peak as the winter of 1854 sets in, and Commander Phillip Hazard of the 31-gun, steam-screw frigate Trojan is sent to bring troop reinforcements from Constantinople to Eupatoria. On the way, he must handle an overbearing young nobleman with a taste for blood and the pitiless power of a raging storm.</DIV>", "isbn": "9781590132906", "title": "Hazard's Command", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZXf2UBfcNqtTWyVjhFaaaV", "name": "McBooks Press"}}, "annotation": "", "uuid": "Buwvwy7LNXgVPZesNaX2mQ", "position": 39},{"book": {"oyster_summary": "", "number_print_pages": 460, "language_code": "English", "publication_date": "2010-05-18", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513576/1378048788.65.jpg", "uuid": "GHHRUysdQ4AozCrvCgLsxG", "average_rating": 4.3, "author": "Mitchell James Kaplan", "awards": [], "description": "Recipient of the Independent Publishers Award for Historical Fiction (Gold Medal), the Foreword Book of the Year Award for Historical Fiction (Bronze Medal), and an honorable mention in the category of General Fiction for the Eric Hoffer Award.\r\n\r\nLuis de Santángel, chancellor to the court and longtime friend of the lusty King Ferdinand, has had enough of the Spanish Inquisition. As the power of Inquisitor General Tomás de Torquemada grows, so does the brutality of the Spanish church and the suspicion and paranoia it inspires. When a dear friend’s demise brings the violence close to home, Santángel is enraged and takes retribution into his own hands.  But he is from a family of conversos, and his Jewish heritage makes him an easy target. As Santángel witnesses the horrific persecution of his loved ones, he begins slowly to reconnect with the Jewish faith his family left behind. Feeding his curiosity about his past is his growing love for Judith Migdal, a clever and beautiful Jewish woman navigating the mounting tensions in Granada. While he struggles to decide what his reputation is worth and what he can sacrifice, one man offers him a chance he thought he’d lost…the chance to hope for a better world. Christopher Columbus has plans to discover a route to paradise, and only Luis de Santángel can help him.\r\n   Within the dramatic story lies a subtle, insightful examination of the crisis of faith at the heart of the Spanish Inquisition. Irresolvable conflict rages within the conversos in By Fire, By Water, torn between the religion they left behind and the conversion meant to ensure their safety. In this story of love, God, faith, and torture, fifteenth-century Spain comes to dazzling, engrossing life.", "isbn": "9781590513576", "title": "By Fire, By Water", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "T4DahSgt37eyt2yrvgyGim", "position": 65},{"book": {"oyster_summary": "", "number_print_pages": 464, "language_code": "eng", "publication_date": "2011-11-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577616/1376381293.24.jpg", "uuid": "SM9VZyCa6PJidkHG3TKMCE", "average_rating": 3.3, "author": "Umberto Eco", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><B>The #1 international bestseller, from Umberto Eco, author of <I>The Name of the Rose</I></B><BR><BR>&#8220;Vintage Eco . . . the book is a triumph.&#8221; &#8211; <I>New York Review of Books</I><BR><BR>Nineteenth-century Europe&#8212;from Turin to Prague to Paris&#8212;abounds with the ghastly and the mysterious. Jesuits plot against Freemasons. Italian republicans strangle priests with their own intestines. French criminals plan bombings by day and celebrate Black Masses at night. Every nation has its own secret service, perpetrating forgeries, plots, and massacres. Conspiracies rule history. From the unification of Italy to the Paris Commune to the Dreyfus Affair to The Protocols of the Elders of Zion, Europe is in tumult and everyone needs a scapegoat. But what if, behind all of these conspiracies, both real and imagined, lay one lone man?<br><BR>&#8220;[Eco] demonstrates once again that his is a voice that compels our attention&#8221; &#8211; <I>San Francisco Chronicle</I><BR><BR>&#8220;Choreographed by a truth that is itself so strange a novelist need hardly expand on it to produce a wondrous tale . . . Eco is to be applauded for bringing this stranger-than-fiction truth vividly to life.&#8221; &#8211; <I>New York Times</I><BR><BR>&#8220;Classic Eco, with a difference.&#8221; &#8211; <I>Los Angeles Times</I></DIV> <p>This e-book includes a sample chapter of NAME OF THE ROSE.</P> <p><I></I>&#160; <div><BR><BR></DIV>", "isbn": "9780547577616", "title": "The Prague Cemetery", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "MrV27u5s8TyhBooP9KfQbU", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 318, "language_code": "eng", "publication_date": "2012-07-17", "cover_img": "https://cflare.oysterbooks.com/covers/Barcelona%20Digital%20Editions/A%20Barcelona%20Heiress/1373331043.42.jpg", "uuid": "iRTL2EovTE3raJcrt2M3s7", "average_rating": 2.95, "author": "Sergio Vila-Sanjuán", "awards": [], "description": "<DIV><b>A fascinating look into the elegant and turbulent Barcelona of the 1920s, and a historical detective novel&mdash;based on real events and characters&mdash;that unravels an intricate web of political intrigue and chronicles the end of a dazzling era</b></div><DIV><BR>In the early 1920s, Barcelona is on the verge of boiling over. Pablo Vilar, a well-connected young lawyer and journalist, meets several mysterious people who seem to hold clues to what is brewing in the city. The diverse cast of characters includes an assaulted cabaret artist, an anarchist leader, the city&rsquo;s new, autocratic civil governor, and a beautiful, wealthy countess&mdash;their destinies all bound by invisible ties.</div><DIV>&#160;</div><DIV>While the city both touches its zenith and peers into the abyss, Vilar guides us through a labyrinth that leads from the caverns of Montju&iuml;c, home to paupers and outlaws, to the high-society parties in the gardens of Horta. Based on documents from the author&rsquo;s family archives, <i>A Barcelona Heiress</i> provides a fresh perspective on a complex and dramatic period.<b><BR></b></div>", "isbn": "9781453264003", "title": "A Barcelona Heiress", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "GD8CwpnyewkdhxQoRnwmzY", "name": "Barcelona Digital Editions"}}, "annotation": "", "uuid": "UwxNidcrUu5XgYrk7uTLu5", "position": 60},{"book": {"oyster_summary": "", "number_print_pages": 492, "language_code": "eng", "publication_date": "2011-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Christopher%20Matthews%20Publishing/Backbone%20of%20the%20World/1372980289.72.jpg", "uuid": "nKpKHbKycjZ94nEgXKrGue", "average_rating": 0.0, "author": "Edward Louis Henry", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The first book in an exciting adventure series&#8212;the Temple Buck Quartet&#8212;that chronicles the rise and fall of the American Rocky Mountain fur trade, this volume is a coming-of-age story set in the first two years of the fur trade, 1822&#8211;24.&#160;Temple Buck is a young man whose rollicking tale begins with growing up in the Ohio wilderness before he is kidnapped by an evil keelboat captain. After his rescue by a beautiful St. Louis madam, he finally enlists in the first expedition up the Missouri River to the beaver-rich Rockies for a wealth of adventure and new experiences. This painstakingly researched tale blends historical and fictional characters into a colorful tapestry of actual events spiced with bloody battles, Indian customs, homespun humor, and earthy romance.", "isbn": "9780983316480", "title": "Backbone of the World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "v9CoFkeDfxhAGodanM9fja", "name": "Christopher Matthews Publishing"}}, "annotation": "", "uuid": "nRehqDqBoZcKGx9FTdgoaD", "position": 46},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2001-09-14", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128743/1377656627.12.jpg", "uuid": "jSoZq5RUKKSrTZVnstzsC9", "average_rating": 3.76, "author": "Stella Suberman", "awards": [], "description": "For a real bargain, while you're making a living, you should make also a life.--Aaron Bronson. In 1920, in small town America, the ubiquitous dry goods store--suits and coats, shoes and hats, work clothes and school clothes, yard goods and notions--was usually owned by Jews and often referred to as \"the Jew store.\" That's how Stella Suberman's father's store, Bronson's Low-Priced Store, in Concordia, Tennessee, was known locally. The Bronsons were the first Jews to ever live in that tiny town (1920 population: 5,318) of one main street, one bank, one drugstore, one picture show, one feed and seed, one hardware, one barber shop, one beauty parlor, one blacksmith, and many Christian churches. Aaron Bronson moved his family all the way from New York City to that remote corner of northwest Tennessee to prove himself a born salesman--and much more. Told by Aaron's youngest child, THE JEW STORE is that rare thing--an intimate family story that sheds new light on a piece of American history. Here is ONE MAN'S FAMILY with a twist--a Jew, born into poverty in prerevolutionary Russia and orphaned from birth, finds his way to America, finds a trade, finds a wife, and sets out to find his fortune in a place where Jews are unwelcome. With a novelist's sense of scene, suspense, and above all, characterization, Stella Suberman turns the clock back to a time when rural America was more peaceful but no less prejudiced, when educated liberals were suspect, and when the Klan was threatening to outsiders. In that setting, she brings to life her remarkable father, a man whose own brand of success proves that intelligence, empathy, liberality, and decency can build a home anywhere. THE JEW STORE is a heartwarming--even inspiring--story.", "isbn": "9781565128743", "title": "The Jew Store", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "r3Sggeqoc93ocnPAnKrNsd", "position": 26},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2003-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/McBooks%20Press/The%20Cannons%20of%20Lucknow/1372976819.13.jpg", "uuid": "RBBk6MKy7WJG4gtganv8xe", "average_rating": 0.0, "author": "V. A. Stuart", "awards": [], "description": "<DIV>Cawnpore is retaken, but they have come too late to stop the slaughter&#151;the relieving British soldiers can only stare at the ill-sited, poorly-defended entrenchment and shake their heads, wondering why. One of only two survivors, Colonel Alex Sheridan is numb. His wife and newborn son lie dead. But now he must join General Havelock's force of barely a thousand men as they fight their way through to the besieged garrison at Lucknow.</DIV>", "isbn": "9781590133224", "title": "The Cannons of Lucknow", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZXf2UBfcNqtTWyVjhFaaaV", "name": "McBooks Press"}}, "annotation": "", "uuid": "SJ2xpm5BghoiQSrNbrJFPd", "position": 48},{"book": {"oyster_summary": "", "number_print_pages": 180, "language_code": "eng", "publication_date": "2011-12-13", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/April%20Morning/1373330296.33.jpg", "uuid": "8JSwkJkXAvNx3dJNbYLMyD", "average_rating": 3.43, "author": "Howard Fast", "awards": [], "description": "<DIV><DIV><b>On the eve of the American Revolution, one battle changes a boy&rsquo;s life&mdash;and a nation&rsquo;s history&mdash;forever</b></div><BR><DIV>On April 18, 1775, musket shots ring out over Lexington, Massachusetts. As the sun rises over the battlefield, fifteen-year-old Adam Cooper stands among the outmatched patriots, facing a line of British troops. Determined to defend his home and prove his worth to his disapproving father, Cooper is about to embark on the most significant day of his lifetime. The Battle of Lexington and Concord will be the starting point of the American Revolution&mdash;and the moment that Cooper becomes a man.</div><DIV>&#160;</div><DIV>Sweeping in scope and masterful in execution, <i>April Morning</i> is a classic of American literature and an unforgettable story of one community&rsquo;s fateful struggle for freedom.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Howard Fast including rare photos from the author&rsquo;s estate.</div></div>", "isbn": "9781453234815", "title": "April Morning", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "BRZU6x3bg4FKWDAx9M4h4j", "position": 50},{"book": {"oyster_summary": "", "number_print_pages": 110, "language_code": "eng", "publication_date": "2012-10-30", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Shepherd/1373332431.21.jpg", "uuid": "pY3nJKZBAGjJciXEq2naM4", "average_rating": 3.78, "author": "Frederick Forsyth", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>In this bestselling Christmas story, a pilot needs a miracle to make it home</b><b><BR></b></div><DIV><BR>It is Christmas Eve, 1957, and there are cozier places to be than the cockpit of a de Havilland Vampire fighter plane. But for the Royal Air Force pilot who has just taken off from West Germany, this single-seat jet is the only way to make it back to England for Christmas morning. His flight plan is simple; the fuel tank is full. In sixty-six minutes, he will be back in Blighty. But then the plane begins to fail.</div><DIV>&#160;</div><DIV>First the compass goes haywire, then the radio dies. Lost and alone above the English coast, the pilot is searching for a landing strip when the fog closes in, signaling certain death. He has given up hope when a second shadow appears&mdash;a Mosquito fighter-bomber of World War II vintage. The plane is a &ldquo;shepherd,&rdquo; guiding the Vampire to a safe landing, and its appearance is a gift from fate, a miracle out of time&mdash;but for one lonely pilot, the mystery has just begun. </div><DIV>&#160;</div><DIV>A classic bestseller, beloved by aviation fans (including actor John Travolta, who calls it &ldquo;one of my favorites because it personalizes the two planes&rdquo;) and general readers alike, <i>The Shepherd</i> is a gripping, heartwarming tale for a cold winter&rsquo;s night.</div>", "isbn": "9781453287729", "title": "The Shepherd", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "REgKy5hsBeAgNSVNNRwnBY", "position": 54},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2012-10-09", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840574/1380524632.16.jpg", "uuid": "28jzDcTbkeJ6W2oT4YHAeG", "average_rating": 4.0, "author": "Mary Sharratt", "awards": [], "description": "<div><p>&#8220;Sharratt brings one of the most famous and enigmatic women of the Middle Ages to vibrant life in this tour de force, which will captivate the reader from the very first page.&#8221; &#8212;Sharon Kay Penman<br><BR>&#8220;One could not anticipate this majesty and drama . . . <I>Illuminations </I>is riveting, following von Bingen through . . . to emerge as one of the significant voices of the 12th century . . . Unforgettable.&#8221; &#8212;<I>January Magazine</I><br><BR><BR>One of the most extraordinary women of the Middle Ages, Hildegard von Bingen&#8212;Benedictine abbess, healer, composer, saint&#8212;experienced mystic visions from a very young age. Offered by her noble family to the Church at the age of eight, she lived for years in forced silence. But through the study of books and herbs, through music and the kinship of her sisters, Hildegard found her way from a life of submission to a calling that celebrated the divine glories all around us. In this brilliantly researched and insightful novel, Mary Sharratt offers a deeply moving portrait of a woman willing to risk everything for what she believed, a triumphant exploration of the life she might well have lived.<br><BR><BR>&#8220;Gripping . . . Like Ann Patchett&#8217;s Bel Canto, [<I>Illuminations</I>] is primarily about relationships forged under pressure.&#8221; &#8212;<I>Publishers Weekly</I><br><BR>&#8220;Masterful.&#8221;&#8212;<I>Saint Paul Pioneer Press</I></div>", "isbn": "9780547840574", "title": "Illuminations", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "Dpykn95cCPZDwRXQMh5J", "position": 63},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2009-09-24", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547391571/1376379934.48.jpg", "uuid": "iZff4u4SoCzLAHGQbtqZcL", "average_rating": 3.34, "author": "Emma Donoghue", "awards": [{"image": null, "uuid": "9dr9yUaaL7JFGWhpLzV2L", "name": "Stonewall Award Honor Book"}], "description": "<DIV><DIV><DIV><P></P><P></P>Miss Emily \"Fido\" Faithfull is a \"woman of business\" and a spinster pioneer in the British women&#8217;s movement, independent of mind but naively trusting of heart. Distracted from her cause by the sudden return of her once-dear friend, the unhappily wed Helen Codrington, Fido is swept up in the intimate details of Helen&#8217;s failing marriage and obsessive affair with a young army officer. What begins as a loyal effort to help a friend explodes into a courtroom drama that rivals the Clinton affair &#151;complete with stained clothing, accusations of adultery, counterclaims of rape, and a mysterious letter that could destroy more than one life.<p>Based on a scandalous divorce case that gripped England in 1864, <I>The Sealed Letter</I> is a riveting, provocative drama of friends, lovers, and divorce, Victorian style.</P></DIV><P></P></DIV></DIV>", "isbn": "9780547391571", "title": "The Sealed Letter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "UCJcvUL4zJCyAJFc4R99e6", "position": 82},{"book": {"oyster_summary": "", "number_print_pages": 312, "language_code": "eng", "publication_date": "2004-10-22", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128811/1377656752.75.jpg", "uuid": "kNg4ywt3PXHUpg3mWWvzcd", "average_rating": 3.52, "author": "Nina Schuyler", "awards": [], "description": "In 1869 Japan, a young woman escapes the confines of her arranged marriage by painting memories of her lover on mulberry paper. She secretly wraps the painting around a ceramic pot that's bound for Europe. In France, a disenchanted young man works as a clerk at an import shop. When he opens the box from Japan, he discovers the brilliant watercolor of two lovers locked in an embrace under a plum tree. He steals the painting and hides it in his room. With each viewing, he sees something different, and gradually the painting transforms him.<br><br>Set outside the new capital of Tokyo during the Meiji Restoration and in Paris during the Franco-Prussian War, <i>The Painting</i> is a richly imagined story of four characters whose lives are delicately and powerfully entwined: Ayoshi, the painter, pines for her lover as she dutifully attends to her husband; Ayoshi's husband, Hayashi, a government official who's been disfigured in a deadly fire, has his own well of secret yearnings; Jorgen, wounded by the war and by life, buries himself in work at the Paris shop; and the shop owner's sister, Natalia, who shows Jorgen the true message of the painting.<br><br>Exquisitely written and utterly spellbinding, <i>The Painting</i> reveals the enduring effect of art in ordinary life and marks the debut of a skilled stylist and first-rate storyteller.", "isbn": "9781565128811", "title": "The Painting", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "vJcZN2UVNv8E2sMC6nGN9P", "position": 24},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2013-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Little%20Joe/1373298458.13.jpg", "uuid": "wsW6wtehaiDoTnz6eei3q9", "average_rating": 3.24, "author": "Michael E. Glasscock III", "awards": [], "description": "<DIV>When Little Joe Stout survives the car accident that took his parents&rsquo; lives, he is sent to live with his maternal grandparents in the small town of Round Rock, Tennessee. Orphaned and missing his Texas home, Little Joe is reluctant to adapt. But his grandparents, especially his grandmother, are up to the challenge of raising him despite their own struggles. Soon, childhood friendships are forged in the oddball duo of Sugar and Bobby, and&mdash;with the help of a new canine companion&mdash;Little Joe begins to see that his new home offers the comfort and love he thought was lost forever.<BR><BR>Set against the drama of World War II and the first sparks of the civil rights movement, Little Joe&rsquo;s new home is a microcosm of America in the 1940s. A frightening incident with a Chinese motorist traveling on the wrong side of town, the migration of troops across the countryside, and a frank discussion of Jim Crow laws are just a few of the local events mirroring the radio broadcasts that bring the news of the day into his grandmother&rsquo;s kitchen.<BR><BR><I>Little Joe</I> begins a four-part series from Michael E. Glasscock III that explores the intricate social cloth of Round Rock, Tennessee. <BR><BR><BR></div>", "isbn": "9781608325672", "title": "Little Joe", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "XSGZZ7ZaYhaGXbxKvZEFHd", "name": "Greenleaf Book Group Press"}}, "annotation": "", "uuid": "GPc46akppZvDBKmynP5VH7", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "English", "publication_date": "2013-04-09", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781682425/1386003216.94.jpg", "uuid": "JpiH4Ns27sX5MZrVUVVYqh", "average_rating": 0.0, "author": "Wu Ming", "awards": [], "description": "<p>1569. When a fire breaks out in the Arsenal of venice, everyone suspects Joseph Nasi, number-one enemy of the republic. But it is Emmanuele De Zante, spy catcher and agent, who finds himself in jail accused of treason, having been betrayed by his lover. But who really is De Zante?</p><p>With an epic, panoramic sweep that reaches across a Europe scarred by war, <em>Altai</em> is a thrilling tale and a coruscating portrait of the divided world in the sixteenth century where the great powers of the Republic of venice and the Ottomans threatened a clash of empires. Through this dramatic landscape, Wu Ming create a powerful narrative of danger, identity and adventure.</p>", "isbn": "9781781682425", "title": "Altai", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}}, "annotation": "", "uuid": "JcQwbocJdgD4kFuLuxi8bF", "position": 77},{"book": {"oyster_summary": "", "number_print_pages": 496, "language_code": "eng", "publication_date": "2009-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/The%20President%27s%20Daughter/1372977810.64.jpg", "uuid": "vGjjKgmJGhYqxsn6xrxJod", "average_rating": 3.76, "author": "Barbara Chase-Riboud", "awards": [], "description": "<DIV><DIV><DIV><DIV>Illuminating an enigma of the past, this is the provocative continuation of the irrefutable chronicle of Sally Hemings&#151;Thomas Jefferson&#8217;s mistress, the mother of his children, and the slave he would never set free, even when the scandal nearly cost him the presidency. Epic in proportion yet rendered in exquisite detail, this controversial story<I> </I>begins in 1822, recounting the tale of Harriet Hemings, Thomas Jefferson and Sally Hemings&#8217; beautiful and headstrong slave daughter. Harriet is allowed to run away from Monticello and pass for white, as Jefferson had promised Sally their children would be able to do. Experiencing the turbulent events leading up to the American Civil War, Harriet eventually finds herself thrust into the very heart of the Battle of Gettysburg. Astonishing in its depiction of American history, this is an authentic and classic account of love and color in the United States. Includes a new reader's guide written especially for this edition.</DIV></DIV></DIV></DIV>", "isbn": "9781569767337", "title": "The President's Daughter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}}, "annotation": "", "uuid": "8DVMZe3bgk4m7joq2GphCC", "position": 37},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2005-04-11", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347202/1376379498.35.jpg", "uuid": "m5tgtowmJuGJ3BQvQk9Lhc", "average_rating": 3.85, "author": "Anchee Min", "awards": [], "description": "<DIV>From a master of the historical novel, Empress Orchid sweeps readers into the heart of the Forbidden City to tell the fascinating story of a young concubine who becomes China&#8217;s last empress. Min introduces the beautiful Tzu Hsi, known as Orchid, and weaves an epic of a country girl who seized power through seduction, murder, and endless intrigue. When China is threatened by enemies, she alone seems capable of holding the country together.<br>   In this &#147;absorbing companion piece to her novel Becoming Madame Mao&#8221; (New York Times), readers and reading groups will once again be transported by Min&#8217;s lavish evocation of the Forbidden City in its last days of imperial glory and by her brilliant portrait of a flawed yet utterly compelling woman who survived, and ultimately dominated, a male world.</div>", "isbn": "9780547347202", "title": "Empress Orchid", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ZSfAZiizbvpWBxWeZdJYac", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 560, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061736568/1376504836.05.jpg", "uuid": "RxahEbASkEub3uhA3E426K", "average_rating": 3.11, "author": "Ann Herendeen", "awards": [], "description": "<p>The meddling mothers of the Regency would do anything to wed their daughters to Andrew Carrington, the wealthy, handsome, and athletic heir to an earldom. There is one problem, however. No woman in all England would suit the determined bachelor, for Andrew far prefers the company of men&#8212;at his table and in his bedroom.</p><p>But with privilege comes responsibility. Andrew must take a bride. And while Phyllida Lewis, the penniless, spirited, and curvaceous author of romantic novels, is not quite what his family had in mind, a marriage to her would enable Andrew to live his life as he pleases. The arrival of Matthew Thornby, the honorable and dashing son of a self-made baronet, into their cozy arrangement makes Andrew's happiness complete.</p><p>Yet a shrewd enemy is waiting in the wings, threatening to expose them all&#8212;an act that will surely lead to scandal and ruin.</p>", "isbn": "9780061736568", "title": "Phyllida and the Brotherhood of Philander", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "iDtdurwmSt6WmBibt9eedB", "position": 72},{"book": {"oyster_summary": "", "number_print_pages": 976, "language_code": "eng", "publication_date": "2012-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Forever%20Amber/1372980345.4.jpg", "uuid": "ys4EKKfRzERGDQLBoC8bVm", "average_rating": 3.96, "author": "Kathleen Winsor", "awards": [], "description": "Abandoned pregnant and penniless on the teeming streets of London, 16-year-old Amber St. Clare manages, by using her wits, beauty, and courage, to climb to the highest position a woman could achieve in Restoration England&#151;that of favorite mistress of the Merry Monarch, Charles II. From whores and highwaymen to courtiers and noblemen, from events such as the Great Plague and the Fire of London to the intimate passions of ordinary&#151;and extraordinary&#151;men and women, Amber experiences it all. But throughout her trials and escapades, she remains, in her heart, true to the one man she really loves, the one man she can never have. Frequently compared to Gone with the Wind, Forever Amber is the other great historical romance, outselling every other American novel of the 1940s&#151;despite being banned in Boston for its sheer sexiness. A book to read and reread, this edition brings back to print an unforgettable romance and a timeless masterpiece.", "isbn": "9781613745144", "title": "Forever Amber", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}}, "annotation": "", "uuid": "TaVSVpuoL4dDezyADLxHYk", "position": 69},{"book": {"oyster_summary": "", "number_print_pages": 160, "language_code": "eng", "publication_date": "2001-04-23", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350042/1376381605.04.jpg", "uuid": "t5fTZrorHQCB6kmkEpwZ9", "average_rating": 3.86, "author": "Linda Sue Park", "awards": [{"image": null, "uuid": "wRC9yGoSixcfugX9fN7oEf", "name": "Newbery Medal"}], "description": "<P>In this Newbery Medal-winning book set in 12th century Korea, Tree-ear, a 13-year-old orphan, lives under a bridge in Ch&#8217;ulp&#8217;o, a potters' village famed for delicate celadon ware. He has become fascinated with the potter&#8217;s craft; he wants nothing more than to watch master potter Min at work, and he dreams of making a pot of his own someday. When Min takes Tree-ear on as his helper, Tree-ear is elated &#8212; until he finds obstacles in his path: the backbreaking labor of digging and hauling clay, Min&#8217;s irascible temper, and his own ignorance. But Tree-ear is determined to prove himself &#8212; even if it means taking a long, solitary journey on foot to present Min&#8217;s work in the hope of a royal commission . . . even if it means arriving at the royal court with nothing to show but a single celadon shard.", "isbn": "9780547350042", "title": "A Single Shard", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "qLkF3RBMb67KCce2EA2CLC", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2009-04-01", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Sally%20Hemings/1372977819.28.jpg", "uuid": "qPJYPojffaYZgX6jL6KLq", "average_rating": 3.95, "author": "Barbara Chase-Riboud", "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Bringing to life one of the greatest and most controversial love stories, this fictional account&#160;reveals the beautiful and elusive Sally Hemings, Thomas Jefferson&#8217;s mistress for 38 years whom he loved and lived with until he died. Adding to the scandal, she was a quadroon slave and Jefferson fathered a slave family whose descendants are alive today. In this novel, Jefferson and his mistress are fully realized, as are many of the other personages of the early Republic&#151;Aaron Burr, Dolly and James Madison, John and Abigail Adams, and Sally&#8217;s mother Elizabeth, who was Jefferson&#8217;s father-in-law&#8217;s mistress. This brilliant and highly acclaimed novel is a contemporary masterpiece&#151;a poignant, tragic, and unforgettable meditation on the history of race and sex in America.</P></DIV></DIV>", "isbn": "9781569766798", "title": "Sally Hemings", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}}, "annotation": "", "uuid": "udyp2BdVtTMztn6TaE3J4i", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "", "publication_date": null, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451329/1375953957.33.png", "uuid": "ZKkxMRoWN9JPj79Q8XEnMF", "average_rating": 3.84, "author": "Jules Verne", "awards": [], "description": "One ill-fated evening at the Reform Club, Phileas Fogg rashly bets his companions £20,000 that he can travel around the entire globe in just eighty days - and he is determined not to lose. Breaking the well-established routine of his daily life, the reserved Englishman immediately sets off for Dover, accompanied by his hot-blooded French manservant Passepartout. Travelling by train, steamship, sailing boat, sledge and even elephant, they must overcome storms, kidnappings, natural disasters, Sioux attacks and the dogged Inspector Fix of Scotland Yard - who believes that Fogg has robbed the Bank of England - to win the extraordinary wager. Around the World in Eighty Days gripped audiences on its publication and remains hugely popular, combining exploration, adventure and a thrilling race against time.", "isbn": "9781629451329", "title": "Around the World in 80 Days", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "snqowXHDn3taptRHTBQXyZ", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 496, "language_code": "eng", "publication_date": "2010-09-07", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062010650/1376530221.34.jpg", "uuid": "6qnTzH4yYHvR3nhWKmGvQf", "average_rating": 3.74, "author": "Daphne Kalotay", "awards": [], "description": "<p><em>A mysterious jewel holds the key to a life-changing secret, in this breathtaking tale of love and art, betrayal and redemption.</em></p><p>When she decides to auction her remarkable jewelry collection, Nina Revskaya, once a great star of the Bolshoi Ballet, believes she has finally drawn a curtain on her past. Instead, the former ballerina finds herself overwhelmed by memories of her homeland and of the events, both glorious and heartbreaking, that changed the course of her life half a century ago.</p><p>It was in Russia that she discovered the magic of the theater; that she fell in love with the poet Viktor Elsin; that she and her dearest companions&#8212;Gersh, a brilliant composer, and the exquisite Vera, Nina&#8217;s closest friend&#8212;became victims of Stalinist aggression. And it was in Russia that a terrible discovery incited a deadly act of betrayal&#8212;and an ingenious escape that led Nina to the West and eventually to Boston.</p><p>Nina has kept her secrets for half a lifetime. But two people will not let the past rest: Drew Brooks, an inquisitive young associate at a Boston auction house, and Grigori Solodin, a professor of Russian who believes that a unique set of jewels may hold the key to his own ambiguous past. Together these unlikely partners begin to unravel a mystery surrounding a love letter, a poem, and a necklace of unknown provenance, setting in motion a series of revelations that will have life-altering consequences for them all.</p><p>Interweaving past and present, Moscow and New England, the backstage tumult of the dance world and the transformative power of art, Daphne Kalotay&#8217;s luminous first novel&#8212;a literary page-turner of the highest order&#8212;captures the uncertainty and terror of individuals powerless to withstand the forces of history, while affirming that even in times of great strife, the human spirit reaches for beauty and grace, forgiveness and transcendence.</p><p>Includes an excerpt from <em>Sight Reading</em>.</p>", "isbn": "9780062010650", "title": "Russian Winter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "SJEhvtJ2BigkXRw2BQx5W3", "position": 59},{"book": {"oyster_summary": "", "number_print_pages": 752, "language_code": "eng", "publication_date": "2011-06-21", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062087973/1376553181.34.jpg", "uuid": "ixyqGArbbidJG8XwDp8NNH", "average_rating": 4.17, "author": "Paullina Simons", "awards": [], "description": "<p>The Magnificent Conclusion to the Timeless Epic Saga </p><p>Through years of war and devastation, Tatiana and Alexander suffered the worst the twentieth century had to offer. Miraculously reunited in America, they now have a beautiful son, Anthony, the gift of a love strong enough to survive the most terrible upheavals. Though they are still young, the ordeals they endured have changed them&#8212;and after living apart in a world laid waste, they must now find a way to live together in postwar America.</p><p>With the Cold War rising, dark forces at work in their adopted country&#160;threaten their lives, their family, and their hard-won peace. To regain the happiness they once knew, to wash away the lingering pain of the past, two lovers grown distant must somehow forge a new life . . .or watch the ghosts of their yesterdays destroy their firstborn son.</p><p><em>The Summer Garden</em> . . . their odyssey is just beginning.</p>", "isbn": "9780062087973", "title": "The Summer Garden", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "pvKe7DkX22VXPsgdJTpzJg", "position": 58},{"book": {"oyster_summary": "", "number_print_pages": 144, "language_code": "English", "publication_date": "2012-11-06", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192567/1377113896.84.jpg", "uuid": "TTZkRoDYNufZm4Qr7ZtkEa", "average_rating": 3.71, "author": "Sarah Orne Jewett", "awards": [], "description": "<p>The story of an endearing, unlikely friendship set against the backdrop of a remote and beautiful Maine coastal town, The Country of Pointed Firs is one of Sarah Orne Jewett's most loved works, and it quickly earned her a reputation as a talented writer upon its publication. Praised by Alice Brown for its \"idyllic atmosphere of country life,” Jewett's moving novel shows her intimate understanding of New England and its unique inhabitants, whose prickly exteriors often concealed a warm and loyal nature.</p>", "isbn": "9781612192567", "title": "The Country Of The Pointed Firs", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "7qW9kAwxAumgjEajL9wTvZ", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2008-07-08", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061734519/1376504835.41.jpg", "uuid": "3bHtYnGugLZqCpptzpnCse", "average_rating": 3.63, "author": "Rene Steinke", "awards": [], "description": "<p>No one in 1917 New York had ever encountered a woman like the Bar-oness Elsa von Freytag-Loringhoven -- poet, artist, proto-punk rocker, sexual libertine, fashion avatar, and unrepentant troublemaker. When she wasn't stalking the streets of Greenwich Village wearing a brassiere made from tomato cans, she was enthusiastically declaiming her poems to sailors in beer halls or posing nude for Man Ray or Marcel Duchamp. In an era of brutal war, technological innovation, and cataclysmic change, the Baroness had resolved to create her own destiny -- taking the center of the Dadaist circle, breaking every bond of female propriety . . . and transforming herself into a living, breathing work of art.</p>", "isbn": "9780061734519", "title": "Holy Skirts", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "dGiopCM8LbLqhyBQRTKmiC", "position": 71},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2003-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/McBooks%20Press/The%20Brave%20Captains/1372976817.47.jpg", "uuid": "K6sQPh6q7M3UV7Ps82YvkN", "average_rating": 4.23, "author": "V. A. Stuart", "awards": [], "description": "<DIV>As the Russian cavalry prepares to launch a full-scale attack to seize Balaclava, the British find themselves in desperate straits. Dangerously outnumbered, they are hoping for reinforcements, but in the meantime they must hold their ground, calling for heroism that will test the courage of even the bravest man. Dodging bursting shells and Russian Cossacks, Hazard proves that the bluejackets fight as well on land as they do at sea.</DIV>", "isbn": "9781590133217", "title": "The Brave Captains", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZXf2UBfcNqtTWyVjhFaaaV", "name": "McBooks Press"}}, "annotation": "", "uuid": "G72EHZUBAS75yJis4C7sMo", "position": 38},{"book": {"oyster_summary": "", "number_print_pages": 496, "language_code": "eng", "publication_date": "2012-04-03", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062098061/1376488205.79.jpg", "uuid": "AijQgvvkgWA2FQFwJJSJ2F", "average_rating": 3.99, "author": "Adriana Trigiani", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>The fateful first meeting of Enza and Ciro takes place amid the haunting majesty of the Italian Alps at the turn of the last century. Still teenagers, they are separated when Ciro is banished from his village and sent to hide in New York's Little Italy, apprenticed to a shoemaker, leaving a bereft Enza behind. But when her own family faces disaster, she, too, is forced to emigrate to America. Though destiny will reunite the star-crossed lovers, it will, just as abruptly, separate them once again&#8212;sending Ciro off to serve in World War I, while Enza is drawn into the glamorous world of the opera . . . and into the life of the international singing sensation Enrico Caruso. Still, Enza and Ciro have been touched by fate&#8212;and, ultimately, the power of their love will change their lives forever.</p><p>A riveting historical epic of love and family, war and loss, risk and destiny, inspired by the author's own family history, <em>The Shoemaker's Wife</em> is the novel Adriana Trigiani was born to write.</p>", "isbn": "9780062098061", "title": "The Shoemaker's Wife", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "9zSUPRhgfd7jZoNEEe6fYf", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 592, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061827402/1378009277.01.jpg", "uuid": "VJ986V8RgZFGNoRCjUAQza", "average_rating": 3.67, "author": "Sena Jeter Naslund", "awards": [], "description": "<p>Marie Antoinette was a child of fourteen when her mother, the Empress of Austria, arranged for her to leave her family and her country to become the wife of the fifteen-year-old Dauphin, the future King of France. Coming of age in the most public of arenas&#8212;eager to be a good wife and strong queen&#8212;she warmly embraces her adopted nation and its citizens. She shows her new husband nothing but love and encouragement, though he repeatedly fails to consummate their marriage and in so doing is unable to give what she and the people of France desire most: a child and an heir to the throne. Deeply disappointed and isolated in her own intimate circle, and apart from the social life of the court, she allows herself to remain ignorant of the country's growing economic and political crises, even as poor harvests, bitter winters, war debts, and poverty precipitate rebellion and revenge. The young queen, once beloved by the common folk, becomes a target of scorn, cruelty, and hatred as she, the court's nobles, and the rest of the royal family are caught up in the nightmarish violence of a murderous time called \"the Terror.\" </p><p>With penetrating insight and with wondrous narrative skill, Sena Jeter Naslund offers an intimate, fresh, heartbreaking, and dramatic reimagining of this truly compelling woman that goes far beyond popular myth&#8212;and she makes a bygone time of tumultuous change as real to us as the one we are living in now. </p>", "isbn": "9780061827402", "title": "Abundance: A Novel of Marie Antoinette", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "SovrBPLWAcgeHHd6PzWufi", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 418, "language_code": "", "publication_date": "1882-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/638/6381355943890.72.png", "uuid": "ZpfCijtAzzgV7MPY8ngrAk", "average_rating": 3.78, "author": "Mark Twain", "awards": [], "description": "Tom Canty and Edward Tudor could have been identical twins. Their birthdays match, their faces match, but there the likeness stops. For Edward is a prince, heir to King Henry VIII, whilst Tom is a miserable pauper. But when fate intervenes, Edward is thrown out of the palace in rags, leaving ignorant Tom to play the part of a royal prince. Even those who have never read the novel will be familiar with Twain's classic tale of mistaken identity: at once an adventure story and a fantasy of timeless appeal.", "isbn": "9781629450810", "title": "The Prince and the Pauper", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "24E6b9WZei4ioGCAw4nSEU", "position": 45},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2002-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547443294/1376381087.46.jpg", "uuid": "R5twyxoPCG4xD4GvxVdQRB", "average_rating": 3.67, "author": "Emma Donoghue", "awards": [], "description": "<DIV>Born to rough cloth in working-class London in 1748, Mary Saunders hungers for linen and lace. Her lust for a shiny red ribbon leads her to a life of prostitution at a young age, where she encounters a freedom unknown to virtuous young women. But a dangerous misstep sends her fleeing to Monmouth and the refuge of the middle-class household of Mrs. Jones, to become the seamstress her mother always expected her to be and to live the ordinary life of an ordinary girl. Although Mary becomes a close confidante of Mrs. Jones, her desire for a better life leads her back to prostitution. She remains true only to the three rules she learned on the streets of London: Never give up your liberty; Clothes make the woman; Clothes are the greatest lie ever told. In the end, it is clothes, their splendor and their deception, that lead Mary to disaster.<br>  Emma Donoghue's daring, sensually charged prose casts a new sheen on the squalor and glamour of eighteenth-century England. Accurate, masterfully written, and infused with themes that still bedevil us today, <i>Slammerkin</i> is historical fiction for all readers.<br></div>", "isbn": "9780547443294", "title": "Slammerkin", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ULkczfVNGcVkoFqgEyHtQc", "position": 81},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2008-04-30", "cover_img": "https://cflare.oysterbooks.com/covers/Robert%20Hale/The%20Paradise%20Will/1372981690.25.jpg", "uuid": "cXEVdJ7BzanFFTQkcgA5UG", "average_rating": 4.25, "author": "Elizabeth Hanbury", "awards": [], "description": "<DIV><DIV>When spirited Alyssa Paradise unexpectedly inherits her uncle's property in Dorset, she is determined to meet the challenge of running a grand estate. However, there is a surprising condition: every week for six months she must dine tete-a-tete with the enigmatic Sir Giles Maxton, who owns the adjoining land. Alyssa wonders how she will endure this arrangement&#8212;Sir Giles cuts a dashing figure but is positively insufferable! Although Alyssa soon discovers the warm, generous man beneath his laconic exterior and Giles in turn finds Alyssa beguiling, they fight their growing attraction, knowing they are both promised elsewhere. But when Alyssa is unwittingly caught up in a web of intrigue and revenge, Giles must race against time to rescue the woman he loves.</DIV></DIV>", "isbn": "9780709095088", "title": "The Paradise Will", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "WArtdHMeE7CdCH6Y2hUeFW", "name": "Robert Hale"}}, "annotation": "", "uuid": "rxpjopWMYuExoSaz4n9TvJ", "position": 41},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "English", "publication_date": "2009-10-27", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513972/1378048638.24.jpg", "uuid": "uaPwChLGhTCMNq6hgWNVTJ", "average_rating": 4.13, "author": "Simon Mawer", "awards": [], "description": "Honeymooners Viktor and Liesel Landauer are filled with the optimism and cultural vibrancy of central Europe of the 1920s when they meet modernist architect Rainer von Abt. He builds for them a home to embody their exuberant faith in the future, and the Landauer House becomes an instant masterpiece.  Viktor and Liesel, a rich Jewish mogul married to a thoughtful, modern gentile, pour all of their hopes for their marriage and budding family into their stunning new home, filling it with children, friends, and a generation of artists and thinkers eager to abandon old-world European style in favor of the new and the avant-garde. But as life intervenes, their new home also brings out their most passionate desires and darkest secrets. As Viktor searches for a warmer, less challenging comfort in the arms of another woman, and Liesel turns to her wild, mischievous friend Hana for excitement, the marriage begins to show signs of strain. The radiant honesty and idealism of 1930 quickly evaporate beneath the storm clouds of World War II. As Nazi troops enter the country, the family must leave their old life behind and attempt to escape to America before Viktor's Jewish roots draw Nazi attention, and before the family itself dissolves.\r\n\r\nAs the Landauers struggle for survival abroad, their home slips from hand to hand, from Czech to Nazi to Soviet possession and finally back to the Czechoslovak state, with new inhabitants always falling under the fervent and unrelenting influence of the Glass Room. Its crystalline perfection exerts a gravitational pull on those who know it, inspiring them, freeing them, calling them back, until the Landauers themselves are finally drawn home to where their story began.\r\n\r\nBrimming with barely contained passion and cruelty, the precision of science, the wild variance of lust, the catharsis of confession, and the fear of failure - the Glass Room contains it all.", "isbn": "9781590513972", "title": "The Glass Room", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "QLSKmSF2Dv8KHPy2si6NSb", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792779/1376452123.67.jpg", "uuid": "EayruukisRwfrRNXR4UrGW", "average_rating": 3.88, "author": "Neal Stephenson", "awards": [{"image": null, "uuid": "zD7dFeFq2Y5JXLGB6HLD8N", "name": "Arthur C. Clarke Award Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><em>Quicksilver</em> is the story of Daniel Waterhouse, fearless thinker and conflicted Puritan, pursuing knowledge in the company of the greatest minds of Baroque-era Europe, in a chaotic world where reason wars with the bloody ambitions of the mighty, and where catastrophe, natural or otherwise, can alter the political landscape overnight.</p><p>It is a chronicle of the breathtaking exploits of \"Half-Cocked Jack\" Shaftoe -- London street urchin turned swashbuckling adventurer and legendary King of the Vagabonds -- risking life and limb for fortune and love while slowly maddening from the pox.</p><p>And it is the tale of Eliza, rescued by Jack from a Turkish harem to become spy, confidante, and pawn of royals in order to reinvent Europe through the newborn power of finance.</p><p>A gloriously rich, entertaining, and endlessly inventive novel that brings a remarkable age and its momentous events to vivid life, <em>Quicksilver</em> is an extraordinary achievement from one of the most original and important literary talents of our time.</p><p>And it's just the beginning ...</p>", "isbn": "9780061792779", "title": "Quicksilver", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "puYJU64b6EUe5cPBqpT8LE", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2006-10-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540085/1376380661.97.jpg", "uuid": "5TAExDheaDmJLH7a9sSj8X", "average_rating": 3.43, "author": "Clare Clark", "awards": [], "description": "<DIV>Clare Clark&#8217;s critically acclaimed <I>The Great Stink</I> &#8220;reeks of talent&#8221; (<I>The Washington Post Book World</I>) as it vividly brings to life the dark and mysterious underworld of Victorian London. Set in 1855, it tells the story of William May, an engineer who has returned home to London from the horrors of the Crimean War. When he secures a job trans&shy;forming the city&#8217;s sewer system, he believes that he will be able to find salvation in the subterranean world beneath the city. But the peace of the tunnels is shattered by a murder, and William is implicated as the killer. Could he truly have committed the crime? How will he bring the truth above-ground?</div> <div>&#160;</DIV> <div>With richly atmospheric prose, <I>The Great Stink</I> combines fact and fiction to transport readers into London&#8217;s putrid past, and marks the debut of a remarkably talented writer in the tradition of the very best historical novelists.</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of BEAUTIFUL LIES.</DIV>", "isbn": "9780547540085", "title": "The Great Stink", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "zPNJFsbJd7xhrWEKGMeCkj", "position": 67},{"book": {"oyster_summary": "", "number_print_pages": 1176, "language_code": "eng", "publication_date": "2012-10-09", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Wheel%20of%20Fortune/1373330977.53.jpg", "uuid": "93K2mUcM5tMnt5xNy2TS8c", "average_rating": 4.1, "author": "Susan Howatch", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><b>Welsh heir Robert Godwin knows everything about his powerful family&rsquo;s interests, but what does he know of his own heart? </b><b><BR></b></div><DIV><BR>Tucked in the hills of South Wales is Oxmoon, the ancestral estate of the Godwin family. In the summers before 1914, music streams through the family home as the Godwins, at the height of their prosperity, dance in the ballroom with their guests. But despite the remarkable talents of heir-apparent Robert Godwin, the fates have a rough, tough ride planned for him and those he loves. Fortunes shift during two world wars, disastrous love affairs leave the family battered, and finally jealousy threatens to destroy Oxmoon and all it symbolizes. Based on a true story that has been updated to modern times, <i>The Wheel of Fortune</i> is a timeless tale of love, hatred, revenge, redemption, and forgiveness. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Susan Howatch including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453263457", "title": "The Wheel of Fortune", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "iJ5FZKpVd3bcHSmboCWX7h", "position": 43},{"book": {"oyster_summary": "", "number_print_pages": 506, "language_code": "eng", "publication_date": "2013-03-12", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Camelot/1372976735.63.jpg", "uuid": "35SebZkZeyKJCc37hTh2AP", "average_rating": 0.0, "author": "Caryl Rivers", "awards": [], "description": "<DIV>&ldquo;A mystical valentine to JFK&rsquo;s media-savvy presidency.&rdquo; &ndash;Publisher&rsquo;s Weekly<BR><BR>&ldquo;Rivers manages to include all the elements of the Sixties.&rdquo; &ndash;Library Journal<BR><BR>From the international bestselling author of VIRGINS comes this hilarious take on the sexual politics and high seriousness of the Kennedy years. A young White House reporter's evolution from personal ambition to public spirit is brilliantly set against a background of advancing civil rights and the first stirrings of American involvement in Vietnam.<BR><BR>CAMELOT is the story of Mary Springer, an up-and-coming White House reporter from a small Belvedere, MD, paper who is&mdash;by the standards of 1963&mdash;way ahead of her time. After striking up an acquaintance with President Kennedy when assigned to cover the White House for her paper, Mary's personal and professional lives converge once she becomes involved in a crisis when city planners want to raze a mostly black neighborhood and build luxury apartments. While Martin Luther King Jr. prepares to march on Washington, racial violence erupts in Belvedere and the president tragically goes about his last days. Working beside Jay Broderick, a charismatic photographer, and Don Johnson, a gifted young black man recently returned from the freedom rides to the South, Mary finally connects with the spirit of liberty and egalitarianism that are the legacy of the Camelot years.</div>", "isbn": "9781626810037", "title": "Camelot", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}}, "annotation": "", "uuid": "nrfpGxTezSpfYX2quKmA4c", "position": 83},{"book": {"oyster_summary": "", "number_print_pages": 173, "language_code": "eng", "publication_date": "2011-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/48/481355185730.01.jpg", "uuid": "ZndkQoM3JBthEkipFazt8A", "average_rating": 4.68, "author": "Nathan Singer", "awards": [], "description": "<p>A tender look into the madness of love, the madness of hate, and the dark secrets that lie along the banks of the muddy Mississippi.</p>", "isbn": "9781440532238", "title": "Chasing The Wolf", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "oHRPiKjkvaAWBpydGyd3Q6", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 216, "language_code": "English", "publication_date": "2011-06-14", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514535/1378049074.86.jpg", "uuid": "ERyw3fTjnSjEgZFLLnx4HU", "average_rating": 4.6, "author": "Irmgard Keun", "awards": [], "description": "Before Sex and the City there was Bridget Jones. And before Bridget Jones was The Artificial Silk Girl. \r\n\r\nIn 1931, a young woman writer living in Germany was inspired by Anita Loos's Gentlemen Prefer Blondes to describe pre-war Berlin and the age of cinematic glamour through the eyes of a woman. The resulting novel, The Artificial Silk Girl, became an acclaimed bestseller and a masterwork of German literature, in the tradition of Christopher Isherwood's Berlin Stories and Bertolt Brecht's Three Penny Opera. Like Isherwood and Brecht, Keun revealed the dark underside of Berlin's \"golden twenties\" with empathy and honesty. Unfortunately, a Nazi censorship board banned Keun's work in 1933 and destroyed all existing copies of The Artificial Silk Girl. Only one English translation was published, in Great Britain, before the book disappeared in the chaos of the ensuing war. Today, more than seven decades later, the story of this quintessential \"material girl\" remains as relevant as ever, as an accessible new translation brings this lost classic to light once more. Other Press is pleased to announce the republication of The Artificial Silk Girl, elegantly translated by noted Germanist Kathie von Ankum, and with a new introduction by Harvard professor Maria Tatar.", "isbn": "9781590514535", "title": "The Artificial Silk Girl", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "grJjRrVtHyLNi3TqHYdN3G", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061863455/1376452389.2.jpg", "uuid": "rUrY2cwHRfE6MoLfgriGvm", "average_rating": 3.93, "author": "Victoria Hislop", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>The Petrakis family lives in the small Greek seaside village of Plaka. Just off the coast is the tiny island of Spinalonga, where the nation's leper colony once was located&#8212;a place that has haunted four generations of Petrakis women. There's Eleni, ripped from her husband and two young daughters and sent to Spinalonga in 1939, and her daughters Maria, finding joy in the everyday as she dutifully cares for her father, and Anna, a wild child hungry for passion and a life anywhere but Plaka. And finally there's Alexis, Eleni's great-granddaughter, visiting modern-day Greece to unlock her family's past.</p><p>A richly enchanting novel of lives and loves unfolding against the backdrop of the Mediterranean during World War II, <em>The Island</em> is an enthralling story of dreams and desires, of secrets desperately hidden, and of leprosy's touch on an unforgettable family.</p>", "isbn": "9780061863455", "title": "The Island", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "uNYWuk2QZ9KjewqZnFkRfG", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-05-05", "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602860599/1387370978.19.jpg", "uuid": "SHHYhHeaunh5hPaxmVLtYY", "average_rating": 4.49, "author": "Tan Twan Eng", "awards": [], "description": "<DIV><p>The recipient of extraordinary acclaim from critics and the bookselling community, Tan Twan Eng's debut novel casts a powerful spell and has garnered comparisons to celebrated wartime storytellers Somerset Maugham and Graham Greene. Set during the tumult of World War II, on the lush Malayan island of Penang, <I>The Gift of Rain</I> tells a riveting and poignant tale about a young man caught in the tangle of wartime loyalties and deceits.</p><p>In 1939, sixteen-year-old Philip Hutton-the half-Chinese, half-English youngest child of the head of one of Penang's great trading families-feels alienated from both the Chinese and British communities. He at last discovers a sense of belonging in his unexpected friendship with Hayato Endo, a Japanese diplomat. Philip proudly shows his new friend around his adored island, and in return Endo teaches him about Japanese language and culture and trains him in the art and discipline of aikido. But such knowledge comes at a terrible price. When the Japanese savagely invade Malaya, Philip realizes that his mentor and sensei-to whom he owes absolute loyalty-is a Japanese spy. Young Philip has been an unwitting traitor, and must now work in secret to save as many lives as possible, even as his own family is brought to its knees.</p></DIV>", "isbn": "9781602860599", "title": "The Gift of Rain", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "o7JaBEtcXkrLEbhy2jZzEZ", "name": "Weinstein Books"}}, "annotation": "", "uuid": "GQdY9ETTmDihe7MkGX2Wek", "position": 74},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2010-02-10", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488578/1376380105.58.jpg", "uuid": "Zcg7ALewvN3zHadpKNdnwH", "average_rating": 4.31, "author": "Dana Hand", "awards": [], "description": "<div><div> Idaho Territory, June 1887. A small-town judge takes his young daughter fishing, and she catches a man. Another body surfaces, then another. The final toll: over 30 Chinese gold miners brutally murdered. Their San Francisco employer hires Idaho lawman Joe Vincent to solve the case.</P>  Soon he journeys up the wild Snake River with Lee Loi, an ambitious young company investigator, and Grace Sundown, a <I>m&#233;tis </I>mountain guide with too many secrets. As they track the killers across the Pacific Northwest, through haunted canyons and city streets, each must put aside lies and old grievances to survive a quest that will change them forever.</P><I>  Deep Creek </I>is a historical thriller inspired by actual events and people: the 1887 massacre of Chinese miners in remote and beautiful Hells Canyon, the brave judge who went after their slayers, and the sham race-murder trial that followed.</P> <p>In this enhanced ebook edition, <I>Deep Creek </I>teams history with invention, setting authentic photographs and maps alongside the authors&#8217; brilliant fiction to illuminate this long-forgotten American tragedy, in a tale of courage and redemption, loss and love.</P> <p>The <I>Washington Post </I>has named <I>Deep Creek </I>a Best Novel of 2010, and <I>The Daily Beast/Newsweek </I>ranked it among the dozen best Western novels since 1960.</P> <p></DIV></DIV>", "isbn": "9780547488578", "title": "Deep Creek", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "CKHKEWf8ovacAbRmVQth7c", "position": 61},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2007-09-04", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416120/1376380009.56.jpg", "uuid": "fbhoTCijCYfPrjcF6cBrjj", "average_rating": 3.93, "author": "Olive Ann Burns", "awards": [], "description": "<DIV>On July 5, 1906, scandal breaks in the small town of Cold Sassy, Georgia, when the proprietor of the general store, E. Rucker Blakeslee, elopes with Miss Love Simpson. He is barely three weeks a widower, and she is only half his age and a Yankee to boot. As their marriage inspires a whirlwind of local gossip, fourteen-year-old Will Tweedy suddenly finds himself eyewitness to a family scandal, and that&#8217;s where his adventures begin.<BR><BR>Cold Sassy Tree is the undeniably entertaining and extraordinarily moving account of small-town Southern life in a bygone era. Brimming with characters who are wise and loony, unimpeachably pious and deliciously irreverent, Olive Ann Burns&#8217;s classic bestseller is a timeless, funny, and resplendent treasure.</DIV>", "isbn": "9780547416120", "title": "Cold Sassy Tree", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "8RdnPYdq8qrX3WDRmfGab5", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2013-08-12", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547959375/1377663982.98.jpg", "uuid": "JrwnWyBBPMZmBZXNRSZafg", "average_rating": 3.22, "author": "Kathryn Davis", "awards": [], "description": "<DIV>Versailles is the story of an expansive spirit locked in a pretty body and an impossible moment in history. As the novel begins, fourteen-year-old Marie Antoinette is traveling from Austria to France to meet her fianc&#233;, the mild, abstracted Louis. He will become the sixteenth Louis to reign in France, and Antoinette will be his queen, hemmed in by towering hairdos, the xenophobic suspicion of her subjects, the misogyny of her detractors, the larger-than-life figures of Mirabeau, Du Barry, Robespierre, and the manifold twists and turns of the palace she calls home.<BR>The novel moves from room to room, from garden to fountain, occasionally breaking into playlets in which we glimpse characters struggling to mind their step in the great ballroom of the world. Driving our tour is the relentless engine of time, that friend to youth, for whom anything is possible. Antoinette gives birth to four children, two of whom will outlive her; she falls in love; she dies at the guillotine. A meditation on time and the soul&#8217;s true journey within it, Versailles is at once wittily entertaining and astonishingly wise.</DIV>", "isbn": "9780547959375", "title": "Versailles", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "fEE4m3vLqp8fcLok2fQDUf", "position": 76},{"book": {"oyster_summary": "", "number_print_pages": 848, "language_code": "eng", "publication_date": "2003-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547538471/1376381200.52.jpg", "uuid": "kZ8gzTqymhnMTtsLPGfzcW", "average_rating": 3.8, "author": "Michel Faber", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>At the heart of this panoramic, multidimensional narrative is the compelling struggle of a young woman to lift her body and soul out of the gutter. Faber leads us back to 1870s London, where Sugar, a nineteen-year-old whore in the brothel of the terrifying Mrs. Castaway, yearns for escape to a better life. Her ascent through the strata of Victorian society offers us intimacy with a host of lovable, maddening, unforgettable characters. They begin with William Rackham, an egotistical perfume magnate whose ambition is fueled by his lust for Sugar, and whose patronage brings her into proximity to his extended family and milieu: his unhinged, childlike wife, Agnes, who manages to overcome her chronic hysteria to make her appearances during &#8220;the Season&#8221;; his mysteriously hidden-away daughter, Sophie, left to the care of minions; his pious brother, Henry, foiled in his devotional calling by a persistently less-than-chaste love for the Widow Fox, whose efforts on behalf of The Rescue Society lead Henry into ever-more disturbing confrontations with flesh; all this overseen by assorted preening socialites, drunken journalists, untrustworthy servants, vile guttersnipes, and whores of all stripes and persuasions.</div> <div><BR>Twenty years in its conception, research, and writing, <I>The Crimson Petal and the White</I> is teeming with life, rich in texture and incident, with characters breathtakingly real. In a class by itself, it's a big, juicy, must-read of a novel that will delight, enthrall, provoke, and entertain young and old, male and female.<br></DIV>", "isbn": "9780547538471", "title": "The Crimson Petal and the White", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "gjTe4HsLhhddSEEBuwb8LU", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 444, "language_code": "eng", "publication_date": "2013-01-31", "cover_img": "https://cflare.oysterbooks.com/covers/NonStop%20Press/Lord%20of%20Darkness/1372982184.2.jpg", "uuid": "V8QLEoxVMxwxv2HL8WsTVM", "average_rating": 3.72, "author": "Robert Silverberg", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Set in the 17th century and based on a true-life historical figure, this novel is a swashbuckling tale of exotic lands, romance, and hair-raising adventures. Andrew Battell is a buccaneer on a British ship when he is taken prisoner by Portuguese pirates. Injured and ailing, Andrew is brought to the west coast of Africa where his only solace is Dona Teresa, a young woman who nurses him back to health. Once his health is restored, Andrew&#8217;s only hope to return home is to first serve his Portuguese masters, but it is a hope that dwindles as he is pulled further and further into the interior of the continent, into the land of the Jaqqa&#8212;the region&#8217;s most fierce and feared cannibal tribe&#8212;overseen by the powerful Lord of Darkness. Survival means becoming one with the Jaqqa; if he can endure their gruesome rites and initiations. Originally published in 1984, this story by a master of science fiction and fantasy demonstrates the timelessness of any great adventure and will provoke thought in a new audience on the determination to persevere at any cost.", "isbn": "9781933065526", "title": "Lord of Darkness", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "zaCfe68ErmHQVWQgsimYcj", "name": "NonStop Press"}}, "annotation": "", "uuid": "KXB42WhzkcnE85AqaU9NK6", "position": 44},{"book": {"oyster_summary": "", "number_print_pages": 324, "language_code": "eng", "publication_date": "2008-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/McBooks%20Press/The%20Admiral%27s%20Daughter/1372976736.85.jpg", "uuid": "G769oix5w3qGzwWn2VTcv9", "average_rating": 3.72, "author": "Julian Stockwin", "awards": [], "description": "<DIV>In the eighth book of this popular series, Thomas Kydd and Nicholas Renzi return to England in 1803 after tumultuous episodes on the other side of the world to find England in peril of starvation and bankruptcy. Kydd is placed back in command of his beloved vessel, <I>Teazer</I>, but he&#160;barely has time to prep her for the sea when he is sent on an urgent mission. Smugglers, enemy privateers, and treacherous sea conditions await Kydd on his journey to northern France on the eve of war, but equally worrisome events are occurring ashore. A growing attachment to the admiral&#8217;s daughter curbs Kydd&#8217;s blissful reunion with <I>Teazer</I> and he is forced to make a terrible decision that may cause the end of his friendship with Renzi&#151;or the end of his naval career.</DIV>", "isbn": "9781590133187", "title": "The Admiral's Daughter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZXf2UBfcNqtTWyVjhFaaaV", "name": "McBooks Press"}}, "annotation": "", "uuid": "CoPPqVZkg4JSwE6h6ggVtB", "position": 47},{"book": {"oyster_summary": "", "number_print_pages": 627, "language_code": "eng", "publication_date": "1973-01-23", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523972/1379062389.97.jpg", "uuid": "i5p3Kfg7JBfergw58zSpLG", "average_rating": 3.93, "author": "Anya Seton", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>&#8220;The theme of this book is reincarnation, an attempt to show the interplay&#8212;the law of cause and effect, good and evil, among certain individual souls in two periods of English history.&#8221;</DIV> <div>&#160;</DIV> <div><I>Green Darkness</I> is the story of a great love, in which mysticism, suspense, and mystery form a web of good and evil forces that stretches from Tudor England to the England of the twentieth century.<BR>The marriage of the Englishman Richard Marsdon and his young American wife Celia slowly turns tragic as Richard withdraws into himself and Celia suffers a debilitating emotional breakdown. A wise mystic realizes that Celia can escape her past only by reliving it. She journeys back four hundred years to her former life as the servant girl Celia de Bohun during the reign of Edward VI - and her doomed love affair with the chaplain Stephen Marsdon.&#160; Although Celia and Stephen can&#8217;t escape the horrifying consequences of their love, fate (and time) offer them another chance for redemption.<BR></DIV>", "isbn": "9780547523972", "title": "Green Darkness", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "unDEnRbioouQuDBPpMGcMT", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 292, "language_code": "eng", "publication_date": "2014-02-04", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480463318/1392014507.13.jpg", "uuid": "aCrLFKiwL94U7SRS7mAvaW", "average_rating": 0.0, "author": "Janet Burroway", "awards": [], "description": "<DIV><DIV><b>A National Book Award finalist, Janet Burroway&rsquo;s critically acclaimed novel, which the<i>&#160;New Yorker&#160;</i>hailed as &ldquo;enormously enjoyable&rdquo; and&#160;<i>Newsweek</i>&#160;called &ldquo;a novel of rare and lustrous quality,&rdquo; is the story of a woman whose unraveling marriage sends her on a personal odyssey halfway around the world to Japan</b></div><BR>Virginia Marbalestier has come a long way from the California trailer park where she grew up. Now a designer at the textile firm where her husband is the number-two executive, as the mother of a young daughter and the mistress of an English Tudor manor, she has it all. But her husband, Oliver, is becoming increasingly elitist and controlling, resentful of her friendships, and rough in bed. The arrival of a new employee, a distressed young woman in whom Virginia finds the missing threads of her own identity, and the firm&rsquo;s possible merger with a Japanese competitor heighten the tensions between Virginia and Oliver, and impel Virginia to set off on a foreign adventure that will change her life forever.&#160;<BR></div>", "isbn": "9781480463318", "title": "Raw Silk", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "EY6SbMcKSct7S3RCsVL4aX", "position": 78},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "eng", "publication_date": "1994-09-28", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575148/1376380774.01.jpg", "uuid": "pwuFKBhfQQ85MrRdUHVRQT", "average_rating": 4.07, "author": "Umberto Eco", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "zgY7JFywCRfAuspw5RcbET", "name": "PEN Translation Prize Winner"}], "description": "<DIV>It is the year 1327. Franciscans in an Italian abbey are suspected of heresy, but Brother William of Baskerville&#8217;s investigation is suddenly overshadowed by seven bizarre deaths. Translated by William Weaver. A Helen and Kurt Wolff Book<BR></DIV> <div>This e-book includes a sample chapter of PRAGUE CEMETERY.</DIV>", "isbn": "9780547575148", "title": "The Name of the Rose", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ZUMjERqps9FVjEipyGsX5B", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801891/1376506698.54.jpg", "uuid": "XGeXFQsu95tUiSNekwB3TQ", "average_rating": 4.25, "author": "Bernard Cornwell", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>The year is 878. Uhtred, the dispossessed son of a Northumbrian lord, has helped the Saxons of Wessex defeat the invading Danes. Now, finally free of his allegiance to the victorious, ungrateful King Alfred, he is heading home to rescue his stepsister, a prisoner of Kjartan the Cruel in the formidable Danish stronghold of Dunholm. Uhtred's best hope is his sword, Serpent-Breath, for his only allies are Hild, a West Saxon nun fleeing her calling, and Guthred, a slave who believes himself king. Rebellion, chaos, fear, and betrayal await them in the north, forcing Uhtred to turn once more, reluctantly, to the liege he formerly served in battle and blood: Alfred the Great.</p>", "isbn": "9780061801891", "title": "Lords of the North", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "VVcX7DCgSF7BM4rswy2D5e", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "", "publication_date": null, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629454191/1376387232.04.png", "uuid": "3A4ypWy3zLVCiic95DTDgk", "average_rating": 3.89, "author": "Richard Henry Dana Jr.", "awards": [], "description": "Tracing an awe-inspiring oceanic route from Boston, around Cape Horn, to the California coast, Two Years Before the Mast is both a riveting story of adventure & the most eloquent, insightful account we have of life at sea in the early 19th century.\r\n\r\nRichard Henry Dana Jr. is only nineteen when he abandons the patrician world of Boston & Harvard for an arduous voyage among real sailors, amid genuine danger. The result is an astonishing read, replete with vivid descriptions of storms, whales, & the ship's mad captain, terrible hardship and magical beauty. Full of fascinating historical detail, including an intriguing portrait of California before the gold rush.\r\n\r\nAs D.H. Lawrence proclaimed, \"Dana's small book is a very great book.\"", "isbn": "9781629454191", "title": "Two Years Before the Mast: A Sailor's Life at Sea", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "cm9uq4rRqLAnXHfvvAmbTa", "position": 51},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2008-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/McBooks%20Press/Night%20of%20Flames/1372976824.32.jpg", "uuid": "2wjf8Xiy6ZAsvubcsLp6P6", "average_rating": 4.12, "author": "Douglas W. Jacobson", "awards": [], "description": "<P>Painting&#160;a vivid and terrifying picture of war-torn Europe during World War II, this tale chronicles the lives of Anna, a Krakow university professor,&#160;and her husband Jan, a Polish cavalryman. After they are separated and forced to flee occupied Poland, Anna soon finds herself caught up in the Belgian Resistance, while Jan becomes embedded in British Intelligence efforts to contact the Resistance in Poland. He soon realizes that he must seize this opportunity to search for his lost wife, Anna.</P>                                            <div><P><I>Night of Flames</I> paints a vivid and terrifying picture of war-torn Europe during WWII. It&#8217;s the tale of a Krakow university professor Anna and her husband Jan, a Polish cavalryman. Separated and forced to flee occupied Poland, Anna soon finds herself caught up in the Belgian Resistance, while Jan becomes embedded in British Intelligence efforts to contact the Resistance in Poland. He seizes this opportunity to search for his lost wife Anna.</P></DIV>", "isbn": "9781590133033", "title": "Night of Flames", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZXf2UBfcNqtTWyVjhFaaaV", "name": "McBooks Press"}}, "annotation": "", "uuid": "YidQ5YUrnLrLYfqMr5wyPi", "position": 40},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2008-03-04", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126374/1377656854.95.jpg", "uuid": "BstpJXe32HAKchLrJmNJNS", "average_rating": 4.0, "author": "Hillary Jordan", "awards": [{"image": null, "uuid": "9uqAJ3Sf2zhHtPZr7vzQpb", "name": "Bellwether Prize Winner"}], "description": "In Jordan's prize-winning debut, prejudice takes many forms, both subtle and brutal. It is 1946, and city-bred Laura McAllan is trying to raise her children on her husband's Mississippi Delta farm—a place she finds foreign and frightening. In the midst of the family's struggles, two young men return from the war to work the land. Jamie McAllan, Laura's brother-in-law, is everything her husband is not—charming, handsome, and haunted by his memories of combat. Ronsel Jackson, eldest son of the black sharecroppers who live on the McAllan farm, has come home with the shine of a war hero. But no matter his bravery in defense of his country, he is still considered less than a man in the Jim Crow South. It is the unlikely friendship of these brothers-in-arms that drives this powerful novel to its inexorable conclusion.<br> <br> The men and women of each family relate their versions of events and we are drawn into their lives as they become players in a tragedy on the grandest scale. As Kingsolver says of Hillary Jordan, \"Her characters walked straight out of 1940s Mississippi and into the part of my brain where sympathy and anger and love reside, leaving my heart racing. They are with me still.\"", "isbn": "9781565126374", "title": "Mudbound", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "FTVpJneCaAzfxbEiqB4Jh6", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061747182/1376505580.58.jpg", "uuid": "9TzabJnyrQ6xrU9AbdeRwS", "average_rating": 3.72, "author": "Debra Dean", "awards": [], "description": "<p>Bit by bit, the ravages of age are eroding Marina's grip on the everyday. An elderly Russian woman now living in America, she cannot hold on to fresh memories&#8212;the details of her grown children's lives, the approaching wedding of her grandchild&#8212;yet her distant past is miraculously preserved in her mind's eye.</p><p>Vivid images of her youth in war-torn Leningrad arise unbidden, carrying her back to the terrible fall of 1941, when she was a tour guide at the Hermitage Museum and the German army's approach signaled the beginning of what would be a long, torturous siege on the city. As the people braved starvation, bitter cold, and a relentless German onslaught, Marina joined other staff members in removing the museum's priceless masterpieces for safekeeping, leaving the frames hanging empty on the walls to symbolize the artworks' eventual return. As the Luftwaffe's bombs pounded the proud, stricken city, Marina built a personal Hermitage in her mind&#8212;a refuge that would stay buried deep within her, until she needed it once more. . . .</p><p>Includes an excerpt from Debra Deans <em>The Mirrored World</em>.</p>", "isbn": "9780061747182", "title": "The Madonnas of Leningrad", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "Bm2iJkGyJrjjv9WS4BvYXh", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2012-06-05", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201579/1377657012.28.jpg", "uuid": "UnGW58LcmWSrmtdgXADxbT", "average_rating": 2.96, "author": "Michael Parker", "awards": [], "description": "Michael Parker&#8217;s vast and involving novel about pirates and slaves, treason and treasures, madness and devotion, takes place on a tiny island battered by storms and cut off from the world. Inspired by two little-known moments in history, it begins in 1813, when Theodosia Burr, en route to New York by ship to meet her father, Aaron Burr, disappears off the coast of North Carolina. It ends a hundred and fifty years later, when the last three inhabitants of a remote island&#8212;two elderly white women and the black man who takes care of them&#8212;are forced to leave their beloved spot of land. Parker tells an enduring story about what we&#8217;ll sacrifice for love, and what we won&#8217;t.", "isbn": "9781616201579", "title": "The Watery Part of the World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "Fd5xFCKkCwHnyC96iKMheg", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "", "publication_date": null, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451459/1375958604.06.png", "uuid": "RyrEjno7J3LLT6QqC7hCai", "average_rating": 4.14, "author": "Rafael Sabatini", "awards": [], "description": "Peter Blood, an Irish physician and former soldier is happily settled, in the 1680's, as the doctor in an English town, when the rebellion of the Duke of Monmouth catches him by accident. He saves a man's life, as a doctor must try to do, but the man is a rebel and the hanging Judge Jeffreys sentences him to ten years as an indentured slave in the Caribbean colonies. Once there, his knowledge as a physician is recognized, and thus he meets and falls in love with the daughter of the man who own his servitude; not likely to be a successful love story A Spanish ship attacks the town, and while the Spaniards celebrate their victory he boldly steals their ship, and he and his fellow convicts sail off to become the boldest and most fearless of pirates among the islands and on the Spanish Main. But all the glory of his adventures cannot help him, for the woman he loves cannot love a \"thief and pirate.\" Even when he destroys England's enemies, even at his most triumphant...but wait Is that... The classic novel of adventure and romance, and one of Sabatini's best.", "isbn": "9781629451459", "title": "Captain Blood", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "gHgneVkBq4n534ByHFh2YF", "position": 55},{"book": {"oyster_summary": "", "number_print_pages": 487, "language_code": "eng", "publication_date": "2013-08-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438231/1377118526.6.jpg", "uuid": "6d3Eq7YSWhiz66wUjt4VVn", "average_rating": 3.69, "author": "Mary McCarthy", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>Mary McCarthy&rsquo;s bold and brilliant bestselling novel about the lives of eight upper-middle-class friends&mdash;an unabashed look at marriage, motherhood, career, and sexuality for women in interwar America </b></div><DIV><BR>At Vassar, they were known as &ldquo;the group&rdquo;&mdash;eight young women of privilege, the closest of friends, an eclectic mix of vibrant personalities. A week after graduation in 1933, they all gather for the wedding of Kay Strong, one of their own, before going their separate ways in the world. In the years that follow, they will each know accomplishment and loss in equal measure, pursuing careers and marriage, experiencing the joys and traumas of sexual awakening and motherhood, all while suffering through betrayals, infidelities, and sometimes madness. Some of them will drift apart. Some will play important roles in the personal dramas of others. But it is tragedy that will ultimately unite the group once again.</div><DIV><BR>A novel that stunned the world when it was first published in 1963, Mary McCarthy&rsquo;s <i>The Group </i>found acclaim, controversy, and a place atop the <i>New York Times </i>bestseller list for nearly two years for its frank and controversial exploration of women&rsquo;s issues, social concerns, and sexuality. A blistering satire of the mores of an emergent generation of women, <i>The Group </i>is McCarthy&rsquo;s enduring masterpiece, still as relevant, powerful, and wonderfully entertaining fifty years on.</div><DIV><BR>This ebook features an illustrated biography of Mary McCarthy including rare images from the author&rsquo;s estate.</div><DIV></div></div>", "isbn": "9781480438231", "title": "The Group", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "HqktTJ5WdrHFi4B8zQRBLo", "position": 24},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061984068/1376452785.07.jpg", "uuid": "tnnwHxFEHFT8tNtHEtS5TW", "average_rating": 4.02, "author": "Bernard Cornwell", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<blockquote><p>\"The greatest writer of historical adventures today\" (<em>Washington Post</em>) tackles his richest, most thrilling subject yet&#8212;the heroic tale of Agincourt.</p></blockquote><p>Young Nicholas Hook is dogged by a cursed past&#8212;haunted by what he has failed to do and banished for what he has done. A wanted man in England, he is driven to fight as a mercenary archer in France, where he finds two things he can love: his instincts as a fighting man, and a girl in trouble. Together they survive the notorious massacre at Soissons, an event that shocks all Christendom. With no options left, Hook heads home to England, where his capture means certain death. Instead he is discovered by the young King of England&#8212;Henry V himself&#8212;and by royal command he takes up the longbow again and dons the cross of Saint George. Hook returns to France as part of the superb army Henry leads in his quest to claim the French crown. But after the English campaign suffers devastating early losses, it becomes clear that Hook and his fellow archers are their king's last resort in a desperate fight against an enemy more daunting than they could ever have imagined. </p><p>One of the most dramatic victories in British history, the battle of Agincourt&#8212;immortalized by Shakespeare in <em>Henry V</em>&#8212;pitted undermanned and overwhelmed English forces against a French army determined to keep their crown out of Henry's hands. Here Bernard Cornwell resurrects the legend of the battle and the \"band of brothers\" who fought it on October 25, 1415. An epic of redemption, <em>Agincourt</em> follows a commoner, a king, and a nation's entire army on an improbable mission to test the will of God and reclaim what is rightfully theirs. From the disasters at the siege of Harfleur to the horrors of the field of Agincourt, this exhilarating story of survival and slaughter is at once a brilliant work of history and a triumph of imagination&#8212;Bernard Cornwell at his best.</p>", "isbn": "9780061984068", "title": "Agincourt", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "GoN5YACMbwbvgdRLLWk56j", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2012-04-10", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547712086/1376381634.04.jpg", "uuid": "bQF37Xamo29pFqWX9D8UWd", "average_rating": 3.64, "author": "Kathy Hepinstall", "awards": [], "description": "  Amid the mayhem of the Civil War, Virginia plantation wife Iris Dunleavy is put on trial and convicted of madness. It is the only reasonable explanation the court can see for her willful behavior, so she is sent away to Sanibel Asylum to be restored to a good, compliant woman. Iris knows, though, that her husband is the true criminal; she is no lunatic, only guilty of disagreeing with him on notions of justice, cruelty, and property.</p>  On this remote Florida island, cut off by swamps and seas and military blockades, Iris meets a wonderful collection of residents--some seemingly sane, some wrongly convinced they are crazy, some charmingly odd, some dangerously unstable. Which of these is Ambrose Weller, the war-haunted Confederate soldier whose memories terrorize him into wild fits that can only be calmed by the color blue, but whose gentleness and dark eyes beckon to Iris.</P>  The institution calls itself modern, but Iris is skeptical of its methods, particularly the dreaded \"water treatment.\" She must escape, but she has found new hope and love with Ambrose. Can she take him with her? If they make it out, will the war have left anything for them to make a life from, back home? <I>  Blue Asylum</I> is a vibrant, beautifully-imagined, absorbing story of the lines we all cross between sanity and madness. It is also the tale of a spirited woman, a wounded soldier, their impossible love, and the undeniable call of freedom.   <A href=\"http://www.hmhbooks.com/blueasylum/\">http://www.hmhbooks.com/blueasylum/</A>", "isbn": "9780547712086", "title": "Blue Asylum", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "EEfsu5DXrH2cgaGXq3u4rn", "position": 79},{"book": {"oyster_summary": "", "number_print_pages": 440, "language_code": "", "publication_date": "1844-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450612/1378075480.72.jpg", "uuid": "5j44FVbQePB9YADojyex6n", "average_rating": 4.11, "author": "Alexandre Dumas", "awards": [], "description": "An adventure novel that takes place in France, Italy, islands in the Mediterranean, and in the Levant during the historical events of 1815–1838 (from just before the Hundred Days to the reign of Louis-Philippe of France). The historical setting is a fundamental element of the book. An adventure story primarily concerned with themes of hope, justice, vengeance, mercy and forgiveness, it focuses on a man who is wrongfully imprisoned, escapes from jail, acquires a fortune and sets about getting revenge on those responsible for his imprisonment. However, his plans have devastating consequences for the innocent as well as the guilty.\r\n", "isbn": "9781629450612", "title": "The Count of Monte Cristo", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "UkNaG7yHAWRoe7Yn8zAhW6", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2010-04-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488486/1376380082.03.jpg", "uuid": "APzLgjhwRmVASd8C9uZZKb", "average_rating": 3.73, "author": "Mary Sharratt", "awards": [], "description": "<P><I>Daughters of theWitching Hill</I> brings history to life in a vivid and wrenching account of a family sustained by love as they try to survive the hysteria of a witch-hunt.</p> <p>Bess Southerns, an impoverished widow living in Pendle Forest, is haunted by visions and gains a reputation as a cunning woman. Drawing on the Catholic folk magic of her youth, Bess heals the sick and foretells the future. As she ages, she instructs her granddaughter, Alizon, in her craft, as well as her best friend, who ultimately turns to dark magic.  <p>When a peddler suffers a stroke after exchanging harsh words with Alizon, a local magistrate, eager to make his name as a witch finder, plays neighbors and family members against one another until suspicion and paranoia reach frenzied heights.  <p>Sharratt interweaves well-researched historical details of the 1612 Pendle witch-hunt with a beautifully imagined story of strong women, family, and betrayal. <I>Daughters of the Witching Hill</I> is a powerful novel of intrigue and revelation.</p> <p>This e-book includes a sample chapter of ILLUMINATIONS.<BR>", "isbn": "9780547488486", "title": "Daughters of the Witching Hill", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "5q7XmZaDWWmhdgMphZbKo3", "position": 64},{"book": {"oyster_summary": "", "number_print_pages": 768, "language_code": "eng", "publication_date": "2009-04-01", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Five%20Smooth%20Stones/1372977819.78.jpg", "uuid": "UeTHzKAr3guqz4UreSdffR", "average_rating": 4.39, "author": "Ann Fairbairn", "awards": [], "description": "<DIV><DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">David Champlin is a black man born into poverty in Depression-era New Orleans who achieves great success and then sacrifices everything to lead his people in the difficult, day-by-day struggle of the civil rights movement. Sara Kent is the beloved and vital white girl who loved David from the moment she first saw him, but they struggled over David's belief that a marriage for them would not be right in the violent world he had to confront. Likening the struggle of black Americans to the &#147;five smooth stones&#8221; the biblical David carried against Goliath in lieu of arms, this novel&#8217;s range encompasses decades and continents&#151;but that range is insignificant compared with the intimate picture of its hero&#8217;s irresistible warmth and inner conflicts. First published in 1966, this epic has become one of the most loved American bestsellers.</P></DIV></DIV></DIV>", "isbn": "9781569765722", "title": "Five Smooth Stones", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}}, "annotation": "", "uuid": "mb45swA9VBnnUXe7XjNspG", "position": 34},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2012-01-31", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547581026/1376381293.97.jpg", "uuid": "RTxkzFHap3a3MvD7FMUDKd", "average_rating": 3.69, "author": "J. D. Davies", "awards": [], "description": "<DIV>Set sail for Africa in this thrilling sequel to <I>Gentleman Captain</I>.<BR><BR>When a captured Barbary pirate tells a tale of a mountain of gold deep in Africa, gentleman Captain Matthew Quinton has his doubts. But King Charles II can&#8217;t resist the chance to outstrip the Dutch with a limitless source of wealth. With the devious corsair aboard, Quinton embarks on a voyage past the edge of the map and into the African unknown. As he gets closer, and as sabotage attempts pile up, he begins to wonder if there is truth in the legend after all . . .<BR><BR>Back in England, the king has arranged a marriage between Quinton&#8217;s elder brother and a mysterious lady rumored to have murdered her previous husbands. Will Quinton be able to find the fabled mountain of gold and return home in time to protect his family?<br><BR>\"J. D. Davies writes with surging lyricism and surprisingly witty insight about a subject that he clearly knows through and through&#8230; These are superb books and I look forward eagerly to reading more of them.\"&#8212;Angus Donald, author of <I>The Outlaw Chronicles</I><BR><BR>&#8220;Swashbuckling suspense, royal intrigue, and high seas naval action&#8230; [an] excellent series.&#8221;&#8212;<I>Publishers Weekly</I><BR><BR></DIV>", "isbn": "9780547581026", "title": "The Mountain of Gold", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "cagFxryFB2zvYXVzsQ54pG", "position": 50},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "English", "publication_date": "2010-09-14", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514016/1378048909.74.jpg", "uuid": "k54ubLbTomY3bSoSGorwTn", "average_rating": 3.6, "author": "Manuel de Lope", "awards": [], "description": "In the Basque Country in northern Spain, just before the Civil War, three men in dinner suits stop for a drink at a bar before continuing on their way to a wedding. Their trip is interrupted when their leader, the wealthy Don Leopoldo, has a stroke in the restroom.This event, bizarre and undignified though it is, begins to weave together the lives of two remarkable women: the bride, the beautiful and distinguished Isabel Cruces, and María Antonia Etxarri, the bar owner’s adolescent daughter. Shortly after the outbreak of the war, María Antonia is raped and Isabel’s newlywed husband, Captain Julen Herraiz, is shot. Both women find themselves violently altered, alone, and pregnant. A crippled but wise local doctor is the only witness to the mysterious, silent agreement these women conclude in the loneliness and desperation of their mutual suffering. Many years later, a young student, grandson to Isabel, returns to the scene of the events to spend an innocent summer studying for law exams. As he goes about his work, he unwittingly awakens the ghosts haunting both María Antonia and the doctor, and through their memories the passionate stories of the past unfurl before the reader.\r\n   De Lope brilliantly reveals his incredible story through flashes of memory and emotion, told in a winding torrent that expresses the cumulative nature of both history and nostalgia.", "isbn": "9781590514016", "title": "The Wrong Blood", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "wc6cZRLc843TNCwUMBkj2a", "position": 70},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061736704/1376504842.57.jpg", "uuid": "itpbyHPxftLMY4s35mBSS8", "average_rating": 3.58, "author": "William Dietrich", "awards": [], "description": "<p>American adventurer Ethan Gage barely escaped with his life from murderous thieves, survived a nerve-racking sea voyage and the deadly Egyptian sands when attached to Napoleon's army, and solved a five-thousand-year-old riddle with the help of a mysterious medallion.</p><p>But that was child's play . . .</p><p>The year is 1799. As Bonaparte's army descends upon Israel, intent upon conquest, Ethan Gage finds himself embroiled in an ancient mystery in the Holy Land, searching for a legendary Egyptian scroll imbued with awesome powers.</p><p>The courageous and resourceful Gage must keep the mysterious document from his enemy, Napoleon&#8212;or, failing that, wrest it from him, even if it means pursuing his vengeful adversary back to France. And the wisdom of his great mentor, Benjamin Franklin, will offer Gage no solace should Bonaparte succeed in unlocking the terrible secrets of the Book of Thoth&#8212;for whoever masters its magic will rule the world.</p>", "isbn": "9780061736704", "title": "The Rosetta Key", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "hfWKC772BxcEKdihRbExWZ", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2013-08-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438521/1377118527.37.jpg", "uuid": "ZDHMZ6b6U6DXDCao4cjRw", "average_rating": 4.27, "author": "David Bradley", "awards": [{"image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb", "name": "National Book Award Winner"}, {"image": null, "uuid": "WuuCyTuuEnzWas5sfJE4aS", "name": "PEN/Faulkner Award Winner"}], "description": "<DIV><DIV><b>Winner of the PEN/Faulkner Award for Fiction: A bitter young man searches for the truth about his father&rsquo;s death and discovers the power of history in shaping our lives</b></div><DIV><BR>Brilliant but troubled historian John Washington returns to his hometown of Chaneysville, Pennsylvania&mdash;just north of the Mason-Dixon Line&mdash;to learn more about the death of his father. Washington discovers that his father was researching a mystery of his own: why thirteen escaped slaves reached freedom in Chaneysville only to die there, for reasons forgotten or never known at all.</div><DIV><BR>A story of personal discovery and historical revelation, <i>The Chaneysville Incident</i> explores the power of our pasts. Based in part on actual events, this extraordinary novel won the prestigious PEN/Faulkner Award and placed David Bradley in the front ranks of contemporary American authors.</div><DIV></div></div>", "isbn": "9781480438521", "title": "The Chaneysville Incident", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "xhPMJoEeZVX4ViYYXccEoB", "position": 42},{"book": {"oyster_summary": "", "number_print_pages": 704, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061842580/1376527456.49.jpg", "uuid": "YjqoSEQjY5d9R2RaRDkbMT", "average_rating": 4.05, "author": "Leon Uris", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><em>Battle Cry</em> is the riveting Marine epic by the bestselling author of such classics as <em>Trinity</em> and <em>Exodus</em>. </p><p> Originally published in 1953, Leon Uris's <em>Battle Cry</em> is the raw and exciting story of men at war from a legendary American author. </p><p> This is the story of enlisted men &#8211; Marines &#8211; at the beginning of World War II. They are a rough&#8211;and&#8211;ready tangle of guys from America's cities and farms and reservations. Led by a tough veteran sergeant, these soldiers band together to emerge as part of one of the most elite fighting forces in the world. With staggering realism and detail, we follow them into intense battles &#8211; Guadalcanal and Tarawa &#8211; and through exceptional moments of camaraderie and bravery. <em>Battle Cry</em> does not extol the glories of war, but proves itself to be one of the greatest war stories of all time.</p>", "isbn": "9780061842580", "title": "Battle Cry", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "KbviboNcnDspBeBe2DtyfX", "position": 62},{"book": {"oyster_summary": "", "number_print_pages": 816, "language_code": "English", "publication_date": "2010-10-27", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554899/1377115052.22.jpg", "uuid": "vToivtbW8GDqZR4an6qpE6", "average_rating": 4.09, "author": "Hans Fallada", "awards": [], "description": "<p>Wolf Among Wolves is a sprawling saga of the collapse of a culture_its economy and government_and the common man's struggle to survive it all. Set in Weimar Germany soon after Germany's catastrophic loss of World War I, the story follows a young gambler who loses all in Berlin, then flees the chaotic city, where worthless money and shortages are causing pandemonium. Once in the countryside, however, he finds a defeated German army that has deamped there to foment insurrection. Somehow, amidst it all, he finds romance_it's The Year of Living Dangerously in a European setting.</p>\n<p>Fast-moving as a thriller, fascinating as the best historical fiction, and with lyrical prose that packs a powerful emotional punch, Wolf Among Wolves is the equal of Fallada's acclaimed Every Man Dies Alone as an immensely absorbing work of important literature.</p>", "isbn": "9781935554899", "title": "Wolf Among Wolves", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "ts3cTLEePdYuCaCqTwKnV4", "position": 56},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2012-02-14", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547519456/1376381296.08.jpg", "uuid": "5s2xoLhTjEgvsMoE2d97GL", "average_rating": 3.27, "author": "Stacia Brown", "awards": [], "description": "<DIV>&quot;Wonderfully detailed and keenly researched, it is a moving portrait of a  courageous woman caught between a disastrous affair with a charismatic  revolutionary and the draconian laws of the land that would put her to  death because of it.&quot;&mdash;Kathleen Kent<br><br> &quot;<I>Dangerous Liaisons: A seventeenth-century heroine for our times</I>  . . . [A] delightfully seditious heroine...Proof that a historical  novel can be educational and entertaining, and nothing like homework.&quot;&mdash;<I>O, The Oprah Magazine</I><BR><br><br> London,  1649: King Charles has been beheaded for treason, Cromwell is in power,  the Levelers are demanding rights for the people, and a new law  targeting unwed mothers presumes anyone who conceals the death of her  illegitimate child is guilty of murder.<br><br> Glovemaker Rachel  Lockyer is locked in a secret affair. But while her lover is imprisoned  in the Tower, a child is found buried in the woods. Rachel is arrested.  So comes an investigation, a trial, and an extraordinary cast of  characters all brought to reckon for this one life. Spinning within is a  remarkable love story and evidence that miracles come to even the  commonest lives.<br><br><br> &ldquo;The best kind of historical fiction--a  combination of love story and murder mystery, with a sprinkling of  intriguing historical snippets and wonderful writing.&rdquo;&mdash;<I>Library Journal</I>, starred review<BR><br> &quot;[A] marvelous story written in searing prose. Don't miss it!&quot;&mdash;Sheri Holman<br><br> &quot;Heart-poundingly vivid [and] intellectually provocative . . . A romping good read . . . Historical fiction at its best.&quot;&mdash;<I>Kirkus Reviews</I>, starred review<BR></div>", "isbn": "9780547519456", "title": "Accidents of Providence", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "3qZGU2JSG3wFqGKAKQUkc3", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 380, "language_code": "eng", "publication_date": "1998-01-09", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128910/1377656548.82.jpg", "uuid": "D2nFW8DJS3Njgr8VVAAMCe", "average_rating": 3.84, "author": "Robert Morgan", "awards": [], "description": "Ginny, who marries Tom at the turn of the century after her family has given up on her ever marrying, narrates THE TRUEST PLEASURE--the story of their life together on her father's farm in the western North Carolina mountains. They have a lot in common--love of the land and fathers who fought in the Civil War. Tom's father died in the war, but Ginny's father came back to western North Carolina to hold on to the farm and turn a profit. Ginny's was a childhood of relative security, Tom's one of landlessness. Truth be known--and they both know it--their marriage is mutually beneficial in purely practical terms. Tom wants land to call his own. Ginny knows she can't manage her aging father's farm by herself. But there is also mutual attraction, and indeed their \"loving\" is deeply gratifying. What keeps getting in the way of it, though, are their obsessions. Tom Powell's obsession is easy to understand. He's a workaholic who hoards time and money. Ginny is obsessed by Pentecostal preaching. That she loses control of her dignity, that she speaks \"in tongues,\" that she is \"saved,\" seem to her a blessing and to Tom a disgrace. It's not until Tom lies unconscious and at the mercy of a disease for which the mountain doctor has no cure that Ginny realizes her truest pleasure is her love for her husband. Like COLD MOUNTAIN, the time and place of THE TRUEST PLEASURE are remote from contemporary American life, but its rendering of the nature of marriage is timeless and universal. Praise for THE TRUEST PLEASURE: \"Marvelously vivid imagery. . . . a quietly audacious book.\"--The New York Times Book Review; \"Morgan deeply understands these people and their world, and he writes about them with an authority usually associated with the great novelists of the last century. . . . the book is astonishing.\"--The Boston Book Review;", "isbn": "9781565128910", "title": "The Truest Pleasure", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "E8ucte2Tpdfti9qXsbugAT", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801914/1376506652.53.jpg", "uuid": "pFFiXnPZsfNoAohbpbVGfa", "average_rating": 4.19, "author": "Bernard Cornwell", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Uhtred is a Saxon, cheated of his inheritance and adrift in a world of fire, sword, and treachery. He has to make a choice: whether to fight for the Vikings, who raised him, or for King Alfred the Great of Wessex, who dislikes him.</p><p>In the late ninth century, Wessex is the last English kingdom. The rest have fallen to the Danish Vikings, a story told in <em>The Last Kingdom</em>, the <em>New York Times</em> bestselling novel in which Uhtred's tale began. Now the Vikings want to finish England. They assemble the Great Army, whose one ambition is to conquer Wessex. A dispossessed young nobleman, married to a woman who hails from Wessex, Uhtred has little love for either, though for King Alfred he has none at all. Yet fate, as Uhtred learns, has its own imperatives, and when the Vikings attack out of a wintry darkness to shatter the last English kingdom, Uhtred finds himself at Alfred's side.</p><p>Bernard Cornwell's <em>The Pale Horseman</em>, like <em>The Last Kingdom</em>, is rooted in the real history of Anglo-Saxon England. It tells the astonishing and true story of how Alfred, forced to become a fugitive in a few square miles of swampland, fights his enemies against overwhelming odds. The king is a pious Christian, while Uhtred is a pagan. Alfred is a sickly scholar, while Uhtred is an arrogant warrior. Yet the two forge an uneasy alliance that will lead them out of the marshes to the stark hilltop where the last remaining Saxon army will fight for the very existence of England.</p><p>Enthralling as both a historical and personal story, <em>The Pale Horseman</em> is a novel of divided loyalties and desperate heroism, featuring a cast of fully realized characters, from a king in despair to a beguiling British sorceress. And always, beyond the spearmen and the swordsmen are the folk who suffer as the tides of war sweep over their farmlands. From Bernard Cornwell, the <em>New York Times</em> bestselling author whom the <em>Washington Post</em> calls \"perhaps the greatest writer of historical adventure novels today,\" <em>The Pale Horseman</em> is yet another masterpiece of historical and battle fiction that gives life to one of the most important and exciting epochs in the history of the English people and culture.</p>", "isbn": "9780061801914", "title": "The Pale Horseman", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "8bYqn4N4KTQex9XFnCoJKH", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 448, "language_code": "eng", "publication_date": "2008-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/McBooks%20Press/A%20King%27s%20Commander/1372976824.84.jpg", "uuid": "DzujpdTnR2BR3n7eCTMXhi", "average_rating": 4.11, "author": "Dewey Lambdin", "awards": [], "description": "<DIV>Alan Lewrie is now commander of HMS <I>Jester</I>, an 18-gun sloop. Lewrie sails into Corsica only to receive astonishing orders: he must lure his archenemy, French commander Guillaume Choundas, into battle and personally strike the malevolent spymaster dead.&#160;With Horatio Nelson as his squadron commander on one hand and a luscious courtesan who spies for the French on the other, Lewrie must pull out all the stops if he's going to live up to his own reputation and bring glory to the British Royal Navy.</div>", "isbn": "9781590132623", "title": "A King's Commander", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZXf2UBfcNqtTWyVjhFaaaV", "name": "McBooks Press"}}, "annotation": "", "uuid": "bN82aYuRjjcKiC7LhZkJan", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 198, "language_code": "eng", "publication_date": "2011-08-23", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/80/801355185841.81.jpg", "uuid": "pCQwUBL87Cd8AJwKUXm2MT", "average_rating": 4.11, "author": "Robert Ward", "awards": [], "description": "<p>A fictional memoir about the writer's grandmother, a Civil Rights activist in Baltimore.</p>", "isbn": "9781440533839", "title": "Grace", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "mneJVrnULhpiwJJe9YfEER", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061798252/1376506576.04.jpg", "uuid": "3DMvzGxi3RkdbLuCtrk4Kf", "average_rating": 4.2, "author": "Bernard Cornwell", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>The year is 885, and England is at peace, divided between the Danish kingdom to the north and the Saxon kingdom of Wessex in the south. Uhtred, the dispossessed son of a Northumbrian lord&#8212;warrior by instinct, Viking by nature&#8212;has finally settled down. He has land, a wife, and two children, and a duty given to him by King Alfred to hold the frontier on the Thames. But then trouble stirs: a dead man has risen, and new Vikings have arrived to occupy the decayed Roman city of London. Their dream is to conquer Wessex, and to do it they need Uhtred's help.</p><p>Alfred has other ideas. He wants Uhtred to expel the Viking raiders from London. Uhtred must weigh his oath to the king against the dangerous turning tide of shifting allegiances and deadly power struggles. And other storm clouds are gathering: &#198;thelefl&#230;d&#8212;Alfred's daughter&#8212;is newly married, but by a cruel twist of fate, her very existence now threatens Alfred's kingdom. It is Uhtred&#8212;half Saxon, half Dane&#8212;whose uncertain loyalties must now decide England's future.</p><p>A gripping story of love, deceit, and violence, <em>Sword Song</em> is set in an England of tremendous turmoil and strife&#8212;yet one galvanized by the hope that Alfred may prove an enduring force. Uhtred, his lord of war and greatest warrior, has become his sword&#8212;a man feared and respected the length and breadth of Britain. </p>", "isbn": "9780061798252", "title": "Sword Song", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "YmvtzMpJuJ7A5fWEiGp5aA", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "English", "publication_date": "2013-04-02", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515990/1378051200.47.jpg", "uuid": "AAByQDr3zoMEgPVc7D5Gce", "average_rating": 4.0, "author": "John Boyne", "awards": [], "description": "From the author of The Absolutist, a propulsive novel of the Russian Revolution and the fate of the Romanovs.\r\n \r\nPart love story, part historical epic, part tragedy, The House of Special Purpose illuminates an empire at the end of its reign. Eighty-year-old Georgy Jachmenev is haunted by his past—a past of death, suffering, and scandal that will stay with him until the end of his days. Living in England with his beloved wife, Zoya, Georgy prepares to make one final journey back to the Russia he once knew and loved, the Russia that both destroyed and defined him. As Georgy remembers days gone by, we are transported to St. Petersburg, to the Winter Palace of the czar, in the early twentieth century—a time of change, threat, and bloody revolution. As Georgy overturns the most painful stone of all, we uncover the story of the house of special purpose.", "isbn": "9781590515990", "title": "The House of Special Purpose", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "fc6TZEftJBzVLHoxadDyPj", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 800, "language_code": "eng", "publication_date": "2005-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547545141/1376382466.9.jpg", "uuid": "PbWA6dhcshGug65aFQknBM", "average_rating": 4.37, "author": "Mark Helprin", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>For Alessandro Giullani, the young son of a prosperous Roman Lawyer, golden trees shimmer in the sun beneath a sky of perfect blue. At night the moon is amber and the city of Rome seethes with light. He races horses across the country to the sea, and in the Alps he practices the precise and sublime art of mountain climbing. At the ancient university in Bologna he is a student of painting and the science of beauty. And he falls in love. His is a world of adventure and dreams, of music, storm, and the spirit. Then the Great War intervenes.<BR><BR>Half a century later, in August of 1964, Alessandro, a white-haired professor, still tall and proud, finds himself unexpectedly on the road with an illiterate young factory worker. As they walk toward Monte Prato, a village seventy kilometers distant, the old man tells the story of his life. How he became a soldier. A hero. A prisoner. A deserter. A wanderer in the hell that claimed Europe. And how he tragically lost one family and gained another.<br><BR>The boy is dazzled by the action and envious of the richness and color of the story, and realizes that the old man's magnificent tale of love and war is more than a tale: it is the recapitulation of his life, his reckoning with mortality, and above all, a love song for his family.</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of IN SUNLIGHT AND IN SHADOW.</DIV>", "isbn": "9780547545141", "title": "A Soldier of the Great War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ytmQK5pMNdTEDkKRNn6D44", "position": 80},{"book": {"oyster_summary": "", "number_print_pages": 152, "language_code": "", "publication_date": null, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453682/1376392338.4.png", "uuid": "74jYR5QSaznZxEjehWyqLE", "average_rating": 3.13, "author": "Stephen Crane", "awards": [], "description": "Bored with farm life, and anxious for some excitement, Henry Fleming sets off to join the Union troops fighting the Civil War. An inexperienced fighter, he is anxious to get into battle to prove his patriotism and courage. He swaggers to keep up his spirits waiting for battle, but when suddenly thrust into the slaughter he is overcome with blind fear and runs from the field of battle.\r\n\r\nHe is ashamed when he joins the wounded, for he has not earned their \"red badge of courage\" and becomes enraged when he witnesses the death of his terribly maimed friend. In a confused struggle with his own army's retreating soldiers, he is wounded but not by enemy gunfire. In an effort to redeem himself in his own eyes, he begins to fight frantically and, in the heat of battle, automatically seizes the regiment's colors in a daring charge that proves him truly courageous.\r\n\r\nThe unnamed battle in the novel has been identified as that as Chancellorsville. While considered one of the most compelling stories of warfare of all time, Stephen Crane had never seen a battle when he wrote The Red Badge of Courage in 1895.", "isbn": "9781629453682", "title": "The Red Badge of Courage", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "7siBN8R9d4vfyVXF6BMEzE", "position": 52},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2008-04-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346908/1376149902.6.jpg", "uuid": "eqQp38XnLDDotHjoyAYCkG", "average_rating": 3.71, "author": "Anchee Min", "awards": [], "description": "<DIV>The last decades of the nineteenth century were a violent period in China&#8217;s history, marked by humiliating foreign incursions and domestic rebellions and ending in the demise of the Ch&#8217;ing Dynasty. The only constant during this tumultuous time was the power wielded by one woman, the resilient, ever-resourceful Tsu Hsi -- or Empress Orchid, as readers came to know her in Anchee Min&#8217;s critically acclaimed, best-selling novel covering her rise to power.<br><br>The Last Empress is the story of Orchid&#8217;s dramatic transition from a strong-willed, instinctive young woman to a wise and politically savvy leader who ruled China for more than four decades. In this concluding volume Min gives us a compelling, very human leader who assumed power reluctantly and sacrificed all to protect those she loved and an empire that was doomed to die.</div>", "isbn": "9780547346908", "title": "The Last Empress", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "iFvPat9HT4XBAphuEZaAuV", "position": 66},{"book": {"oyster_summary": "", "number_print_pages": 496, "language_code": "eng", "publication_date": "2012-05-15", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062107916/1376491087.1.jpg", "uuid": "pVrF6PgWRFKMtqxXjVYn7E", "average_rating": 4.02, "author": "Lois Leveen", "awards": [], "description": "<p>Based on a remarkable true story, <em>The Secrets of Mary Bowser</em> is an inspiring tale of one daring woman's willingness to sacrifice her own freedom to change the course of history</p><p>All her life, Mary has been a slave to the wealthy Van Lew family of Richmond, Virginia. But when Bet, the willful Van Lew daughter, decides to send Mary to Philadelphia to be educated, she must leave her family to seize her freedom.</p><p>Life in the North brings new friendships, a courtship, and a far different education than Mary ever expected, one that leads her into the heart of the abolition movement. With the nation edging toward war, she defies Virginia law by returning to Richmond to care for her ailing father&#8212;and to fight for emancipation. Posing as a slave in the Confederate White House in order to spy on President Jefferson Davis, Mary deceives even those who are closest to her to aid the Union command.</p><p>Just when it seems that all her courageous gambles to end slavery will pay off, Mary discovers that everything comes at a cost&#8212;even freedom.</p>", "isbn": "9780062107916", "title": "The Secrets of Mary Bowser", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "jdQectEy2gcBEAr2utbnRD", "position": 59}]