[{"position": 13, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>From his emergence in the 1950s as an uncannily beautiful young Oklahoman who became the prince of &#147;cool&#8221; jazz seemingly overnight to his violent, drug-related death in Amsterdam in 1988, Chet Baker lived a life that has become an American myth. Drawing on hundreds of interviews and previously untapped sources, this first major biography of one of the most romanticized icons in jazz gives a thrilling account of the trumpeter&#8217;s dark journey. Author James Gavin delves deeply into Baker&#8217;s tormented childhood, the origins of his melancholic trumpet playing, and even reveals the long-unsolved riddle of Baker&#8217;s demise. Baker&#8217;s otherworldly personal aura struck a note of menace and mystery that catapulted him to fame in the staid 1950s but as time wore on, his romance with drugs became highly publicized. Gavin narrates the harrowing spiral of dependency down which Baker tumbled and illustrates how those who dared to get close were dragged down with him. This is the portrait of a musician whose singular artistry and mystique has never lost the power to enchant and seduce.</P></DIV>", "isbn": "9781569769034", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-07-01", "number_print_pages": 440, "average_rating": 3.94, "title": "Deep in a Dream", "uuid": "U2xfu2d5sxTBTRNoqWJAP5", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Deep%20in%20a%20Dream/1372979249.93.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "James Gavin", "status": 1}, "uuid": "FnCaDFYBaK4wttKDaP2fMF", "annotation": ""},{"position": 23, "book": {"description": "<div><div><div><div><div><div>With her outsize personality, Julia Child is known around the world by her first name alone. But despite that familiarity,&#160;how much&#160;do we <I>really </I>know of the inner Julia?</div> <div>&#160;</DIV> <div>Now more than 200 letters exchanged between Julia and Avis DeVoto, her friend and unofficial literary agent memorably introduced in the hit movie <I>Julie &amp; Julia</I>, open the window on Julia&#8217;s deepest thoughts and feelings. This riveting correspondence, in print for the first time, chronicles the blossoming of a unique and lifelong friendship between the two women and the turbulent process of Julia&#8217;s creation of <I>Mastering the Art of French Cooking</I>, one of the most influential cookbooks ever written.</div></DIV> <div>Frank, bawdy, funny, exuberant, and occasionally agonized, these letters show Julia, first&#160;as a new bride&#160;in Paris, then becoming increasingly worldly and adventuresome&#160;as she follows her diplomat husband&#160;in his postings&#160;to Nice, Germany, and Norway.</DIV> <div>&#160;</DIV> <div>With commentary by the noted food historian Joan Reardon, and covering topics as diverse as the lack of good wine in the United States, McCarthyism, and&#160;sexual mores, these astonishing&#160;letters show America on the verge of political, social, and gastronomic transformation.</div> <p></P> <p></P></DIV> <p></P></DIV></DIV></DIV>", "isbn": "9780547504834", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-01", "number_print_pages": 432, "average_rating": 4.14, "title": "As Always, Julia", "uuid": "EBn9BDHKkgyZQyQMABUiq6", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504834/1376380847.31.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Joan Reardon", "status": 1}, "uuid": "6GZy4KmqxKsUftULrYUava", "annotation": ""},{"position": 35, "book": {"description": "From breaking wild horses in Colorado to fighting the Red Baron's squadrons in the skies over France, here in his own words is the true story of a forgotten American hero: the cowboy who became our first ace and the first pilot to fly the American colors over enemy lines. Growing up on a ranch in Sterling, Colorado, Frederick Libby mastered the cowboy arts of roping, punching cattle, and taming horses. As a young man he exercised his skills in the mountains and on the ranges of Arizona and New Mexico as well as the Colorado prairie. When World War I broke out, he found himself in Calgary, Alberta, and joined the Canadian army. In France, he transferred to the Royal Flying Corps as an \"observer,\" the gunner in a two-person biplane. Libby shot down an enemy plane on his first day in battle over the Somme, which was also the first day he flew in a plane or fired a machine gun. He went on to become a pilot. He fought against the legendary German aces Oswald Boelcke and Manfred von Richthofen, and became the first American to down five enemy planes. He won the Military Cross for conspicuous gallantry in action.   Libby’s memoir of his cowboy days in the last years of the Old West evokes a real-life Cormac McCarthy novel. His description of World War I combines a rattling good account of the air war over France with captivating and sometimes poignant depictions of wartime London, the sorrow for friends lost in combat, and the courage and camaraderie of the Royal Flying Corps. Told in charming, straightforward vernacular, Horses Don’t Fly is an unforgettable piece of Americana.", "isbn": "9781611454499", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-15", "number_print_pages": 296, "average_rating": 0.0, "title": "Horses Don't Fly", "uuid": "EXNwmDRaYJEvLwGtcTHnig", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781611454499/1386037226.35.jpg", "publisher": {"name": "Skyhorse Publishing, Inc.", "uuid": "YQuR3Tq6bTne3y5azJJx76"}, "author": "Frederick Libby", "status": 1}, "uuid": "usNQp3LVngEfgzQFTEfmH5", "annotation": ""},{"position": 9, "book": {"description": "<DIV>This fascinating and in-depth biography of Neal Cassady takes a look at the man who achieved immortality as Dean Moriarty, the central character in Jack Kerouac&#8217;s <I>On the Road</I>. A charismatic, funny, articulate, and formidably intelligent man, Cassady was also a compulsive womanizer who lived life on the edge. His naturalistic, conversational writing style inspired Kerouac, who lifted a number of passages verbatim and uncredited from Cassady&#8217;s letters for significant episodes in <I>On the Road</I>. Drawing on a wealth of new research and with full cooperation from central figures in his life&#151;including Carolyn Cassady and Ken Kesey&#151;this account captures Cassady&#8217;s unique blend of inspired lunacy and deep spirituality.</DIV>", "isbn": "9781569762332", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-04-01", "number_print_pages": 368, "average_rating": 3.92, "title": "Neal Cassady", "uuid": "dmHMC3KHK6WXzjKmRcF9S3", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Neal%20Cassady/1372977140.09.jpg", "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "author": "David Sandison", "status": 1}, "uuid": "ddnEnk3zCfB72JWkK3oTjf", "annotation": ""},{"position": 27, "book": {"description": "<DIV><b>Fred Kaplan&rsquo;s insightful biography of the inimitable and brilliant Gore Vidal</b></div><DIV><BR>Few writers of recent memory have distinguished themselves in so many fields, and so consummately, as Gore Vidal. A prolific novelist, Vidal also wrote for film and theater, and became a classic essayist of his own time, delivering prescient analyses of American society, politics, and culture. Known for his rapier wit and intelligence, Vidal moved with ease among the cultural elite&mdash;his grandfather was a senator, he was intimate with the Kennedys, and one of his best friends was Tennessee Williams. For this definitive biography, Fred Kaplan was given access to Vidal&rsquo;s papers and letters. The result is an insightful and entertaining portrait of an exceptional and mercurial writer.</div>", "isbn": "9781480409774", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-23", "number_print_pages": 850, "average_rating": 3.65, "title": "Gore Vidal", "uuid": "npXbubvXfLDspFaAwTzqcJ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Gore%20Vidal/1373336166.97.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Fred Kaplan", "status": 1}, "uuid": "oUKD88Rzpp9dovPW2qhbfP", "annotation": ""},{"position": 25, "book": {"description": "<DIV><b>Gloria Steinem&rsquo;s insightful and uniquely sensitive account of Hollywood&rsquo;s brightest star from the Golden Age</b></div><DIV><BR>Few books have altered the perception of a celebrity as much as <i>Marilyn</i>. Gloria Steinem reveals that behind the familiar sex symbol lay a tortured spirit with powerful charisma, intelligence, and complexity.</div><DIV>&#160;</div><DIV>The book delves into a topic many other writers have ignored&mdash;that of Norma Jeane, the young girl who grew up with an unstable mother, constant shuffling between foster homes, and abuse. Steinem evocatively recreates that world, connecting it to the fragile adult persona of Marilyn Monroe. Her compelling text draws on a long, private interview Monroe gave to photographer George Barris, part of an intended joint project begun during Monroe&rsquo;s last summer. Steinem&rsquo;s <i>Marilyn</i> also includes Barris&rsquo;s extraordinary portraits of Monroe, taken just weeks before the star&rsquo;s death.</div>", "isbn": "9781453295335", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-19", "number_print_pages": 182, "average_rating": 4.09, "title": "Marilyn", "uuid": "oB8cC2NUpb9qgqpRc5bdT7", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Marilyn/1373332844.42.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Gloria Steinem", "status": 1}, "uuid": "wR4sHdWLhAMMmVfpx58tqH", "annotation": ""},{"position": 12, "book": {"description": "The story of Daniel Boone is the story of America&#8212;its ideals, its promise, its romance, and its destiny. Bestselling, critically acclaimed author Robert Morgan reveals the complex character of a frontiersman whose heroic life was far stranger and more fascinating than the myths that surround him. <br><br>\nThis rich, authoritative biography offers a wholly new perspective on a man who has been an American icon for more than two hundred years&#8212;a hero as important to American history as his more political contemporaries George Washington and Benjamin Franklin. Extensive endnotes, cultural and historical background material, and maps and illustrations underscore the scope of this distinguished and immensely entertaining work.", "isbn": "9781565126541", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-09-23", "number_print_pages": 538, "average_rating": 3.83, "title": "Boone", "uuid": "RMTufvhmGawBL8TrPw7AWi", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126541/1377656898.15.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Robert Morgan", "status": 1}, "uuid": "weKSkpVxY5299NGsGQD7yE", "annotation": ""},{"position": 9, "book": {"description": "<DIV>This work introduced a major modern author to the reading public. Doig&#8217;s life was formed among the sheepherders and other denizens of small-town saloons and valley ranches as he wandered beside his restless father. New Preface by the Author.<br></div>", "isbn": "9780547488554", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1980-02-19", "number_print_pages": 336, "average_rating": 4.22, "title": "This House of Sky", "uuid": "bxBdNgRnXpMpQfxZXdvHhW", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488554/1376380094.55.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ivan Doig", "status": 1}, "uuid": "6nHqRD68KGG5NEHQDngEa9", "annotation": ""},{"position": 8, "book": {"description": "<div>   Elizabeth, Mary, and Sophia Peabody were in many ways our American Brontes. The story of these remarkable sisters &mdash; and their central role in shaping the thinking of their day &#8212; has never before been fully told. Twenty years in the making, Megan Marshall's monumental biograpy brings the era of creative ferment known as American Romanticism to new life. Elizabeth, the oldest sister, was a mind-on-fire thinker. A powerful influence on the great writers of the era &#8212; Emerson, Hawthorne, and Thoreau among them &#8212; she also published some of their earliest works. It was Elizabeth who prodded these newly minted Transcendentalists away from Emerson's individualism and toward a greater connection to others. Mary was a determined and passionate reformer who finally found her soul mate in the great educator Horace Mann. The frail Sophia was a painter who won the admiration of the preeminent society artists of the day. She married Nathaniel Hawthorne &#8212; but not before Hawthorne threw the delicate dynamics among the sisters into disarray. Marshall focuses on the moment when the Peabody sisters made their indelible mark on history. Her unprecedented research into these lives uncovered thousands of letters never read before as well as other previously unmined original sources. The Peabody Sisters casts new light on a legendary American era. Its publication is destined to become an event in American biography.    <p>This book is highly recommended for students and reading groups interested in American history, American literature, and women's studies. It is a wonderful look into 19th-century life.  </div>", "isbn": "9780547348759", "language_code": "eng", "awards": [{"name": "Finalist for the Pulitzer Prize", "image": null, "uuid": "yJ2Y9oRxxU5bHCfTrtenDF"}, {"name": "Francis Parkman Prize Winner", "image": null, "uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-05-11", "number_print_pages": 624, "average_rating": 4.18, "title": "The Peabody Sisters", "uuid": "rALFnk87p7wmP6S9oCzNPV", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348759/1376380860.88.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Megan Marshall", "status": 1}, "uuid": "FtDoQnVSfn8Afo4r7VrPd9", "annotation": ""},{"position": 33, "book": {"description": "<b>The trans-Atlantic air race of 1927 and the flight that made Charles Lindbergh a hero</b><p>The race to make the first nonstop flight between the New York and Paris attracted some of the most famous and seasoned aviators of the day, yet it was the young and lesser known Charles Lindbergh who won the $25,000 Orteig Prize in 1927 for his history-making solo flight in the Spirit of St. Louis. Drawing on many previously overlooked sources, Bak offers a fresh look at the personalities that made up this epic air race – a deadly competition that culminated in one of the twentieth century's most thrilling personal achievements and turned Charles Lindbergh into the first international hero of the modern age.<ul><li>Examines the extraordinary life and cultural impact of Charles Lindbergh, one of the iconic figures of the twentieth century, and his legendary trans-Atlantic flight that captured the world's imagination<li>Explores the romance of flying during aviation's Golden Age of the 1920s, the enduring mystique of the aviator, and rapid technological advances that made for a paradigm shift in human perception of the world<li>Filled with colorful characters from early aviation history, including Charles Nungesser, Igor Sikorsky, René Fonck, Richard Byrd, and Paul Tarascon</ul><p><p>History and the imagination take flight in this gripping account of high-flying adventure, in which a group of courageous men tested the both limits of technology and the power of nature in pursuit of one of mankind's boldest dreams.", "isbn": "9781118043783", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-06-24", "number_print_pages": 320, "average_rating": 0.0, "title": "The Big Jump", "uuid": "jiZ6Gv4rBs7mCg9oUc8N9G", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118043783/1379061840.96.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "Richard Bak", "status": 1}, "uuid": "SM9u8PLd9S2xcihXD9JwHm", "annotation": ""},{"position": 30, "book": {"description": "<DIV>To millions, he was the rebellious Man in Black, the unabashed patriot, the redeemed Christian-the king of country music. But Johnny Cash (1932-2003) was also an uncertain country boy whose dreams were born in the cotton fields of Arkansas and who struggled his entire life with a guilt-ridden childhood, addictions, and self-doubt. <I>Johnny Cash: The Biography</I> explores many often overlooked aspects of the legend&#8217;s life and career, uncovering the origins of his songwriting and trademark boom-chicka-boom rhythm and delving into the details of his personal life, including his drug dependency, which dogged him long after many thought he&#8217;d beaten it. Scrupulously researched, passionately told, Johnny Cash: The Biography is the unforgettable portrait of an enduring American icon.</Div>", "isbn": "9780306815911", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-09-04", "number_print_pages": 368, "average_rating": 4.02, "title": "Johnny Cash", "uuid": "QPjp3yVCKNntyMkEYryBNn", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306815911/1387370986.62.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "Michael Streissguth", "status": 1}, "uuid": "Kz4GbXhfvgHxjBE9dUPDrg", "annotation": ""},{"position": 31, "book": {"description": "<DIV><I>My War</I> is a blunt, funny, idiosyncratic account of Andy Rooney's World War II. As a young, na&#239;ve correspondent for <I>The Stars and Stripes</I>, Rooney flew bomber missions, arrived in France during the D-Day invasion, crossed the Rhine with the Allied forces, traveled to Paris for the Liberation, and was one of the first reporters into Buchenwald. Like so many of his generation, Rooney's life was changed forever by the war. He saw life at the extremes of human experience, and wrote about what he observed, making it real to millions of men and women. <I>My War</I> is the story of an inexperienced kid learning the craft of journalism. It is by turns moving, suspenseful, and reflective. And Rooney's unmistakable voice shines through on every page.</div>", "isbn": "9781586486822", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-03-18", "number_print_pages": 352, "average_rating": 4.4, "title": "My War", "uuid": "hZLDrWvpr8tcNNwg2YZX6g", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586486822/1387370911.32.jpg", "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "author": "Andy Rooney", "status": 1}, "uuid": "rv2b9FUTnWX3rozBPaLJzf", "annotation": ""},{"position": 29, "book": {"description": "The First In-Depth Biography of America’s Last Five-Star General\n\nHe was known as “the G.I. General”— humble, self-effacing, hard-working, reflecting the small-town virtues of the America whose uniform he wore. But those very virtues have led historians to neglect General Omar Bradley—until now. Bestselling author Jim DeFelice, in this, the first-ever in-depth biography of America’s last five-star general, tells Bradley’s full story, and argues that the neglected G.I. General did more than any other to defeat Hitler in World War II.\n\nWhile General George S. Patton has garnered much of the glory, General Dwight David Eisenhower has claimed much of the world’s respect, and British General Bernard Montgomery has kept the Union Jack flying, as DeFelice proves, it was the unassuming Bradley who actually developed the strategy and the tactics that won the war in Europe. Meticulously researched, using previously untapped documents and unpublished diaries and notes, Omar Bradley: General at War reveals:\n\nWhy Bradley, not Patton, deserves most of the credit for America’s victories in North Africa\nHow Bradley—first Patton’s subordinate, then his superior—was one of Patton’s great defenders, while also recognizing his weaknesses, and tried to cover up the infamous slapping incident\nHow Eisenhower panicked—when Bradley didn’t—during the early stages of the Battle of the Bulge, delaying an American counterattack that could have saved thousands of lives\nWhy Bradley was a radical innovator in the use of combined air, armor, and infantry power\nHow Bradley, contrary to those who like to portray him as a staid counterpart to Patton, was one of the most ardent practitioners of fast-moving offensives\nWhy Bradley expected the Germans might use radiological weapons at Normandy\n\nProvocative, thorough, original, Jim DeFelice’s Omar Bradley: General at War deserves a place on the shelf of every reader of World War II history.", "isbn": "9781596981737", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-12", "number_print_pages": 400, "average_rating": 4.02, "title": "Omar Bradley", "uuid": "iWMXRctfySKncnUQ6FBP5Z", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596981737/1377211599.12.jpg", "publisher": {"name": "Regnery Publishing", "uuid": "6CRaUtbextjZSAuRuZ5wRE"}, "author": "DeFelice", "status": 1}, "uuid": "kJM2UJXKZ9cCGQ5HSnXLZR", "annotation": ""},{"position": 7, "book": {"description": "The unrehearsed and unguarded conversations in this collection reveal Harvey Milk's sense of humor, outrage over injustice, and love of dramatic confrontation. This volume contains the texts of 39 interviews Milk did for newspapers, radio, and television, in which he describes his life, struggles, strategies, and dreams. It includes transcripts from three famous debates between Milk and John Briggs over the notorious<I> Proposition 6 Briggs Initiative</I>. This groundbreaking treasure trove provides insights into how Milk viewed the economic, social, sexual, and political issues that shape our lives today.", "isbn": "9780985505301", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-01", "number_print_pages": 360, "average_rating": 0.0, "title": "The Harvey Milk Interviews", "uuid": "DzzCZC39j8EcGoFUXxcV5Y", "cover_img": "https://cflare.oysterbooks.com/covers/Vince%20Emery%20Productions/The%20Harvey%20Milk%20Interviews/1372980777.85.jpg", "publisher": {"name": "Vince Emery Productions", "uuid": "RXqHeRc67NTMKELPfFuzbM"}, "author": "Harvey Milk", "status": 1}, "uuid": "F2vAdCLZc2X6rXBtAP6nHc", "annotation": ""},{"position": 18, "book": {"description": "<DIV><DIV><B>The early life and trailblazing career of one of the twentieth century&rsquo;s most remarkable female journalists</B></div><DIV>&#160;</div><DIV>In this fascinating memoir, Ruth Gruber recalls her first twenty-five years, from her youth in Brooklyn to her astonishing academic accomplishments and groundbreaking journalistic career. She shares her experiences entering New York University at fifteen and just five years later becoming the world&rsquo;s youngest person to earn a PhD. She recounts her time in Cologne, Germany, studying during Hitler&rsquo;s rise to power, and her adventures in Europe and the Arctic as a reporter for the <i>New York Herald Tribune</i>.</div><DIV>Spirited and compelling, <i>Ahead of Time</i> is a striking account of the early years of a woman at the center of the twentieth century&rsquo;s turning points.</div><BR><p>&#160;</p></div>", "isbn": "9781453203149", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-10-19", "number_print_pages": 319, "average_rating": 4.22, "title": "Ahead of Time", "uuid": "5zkigUoLZaGqQLivzoZK8K", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Ahead%20of%20Time/1373334877.19.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Ruth Gruber", "status": 1}, "uuid": "M2B7y2pEoQrgXwp8kSLkYA", "annotation": ""},{"position": 25, "book": {"description": "Out of all the many stars and celebrities Hollywood has produced, only a handful have achieved the fame—and, some would say, infamy—of Orson Welles, the creator and star of what is arguably the greatest American film, Citizen Kane. Many books have been written about him, detailing his achievements as an artist as well his foibles as a human being. None of them, however, has gotten so close to the real man as does Chris Welles Feder's beautifully realized portrait of her father.&nbsp; <br><br><i>In My Father's Shadow</i> is a classic story of a life lived in the public eye, told with affection and the wide-eyed wonder of a daughter who never stopped believing that someday she would truly know and understand her elusive and larger-than-life father. The result is a moving and insightful look at life in the shadow of a legendary figure and an immensely entertaining story of growing up in the unreal reality of Hollywood, enhanced by Welles Feder's collection of many never-before-seen family photographs. <br><br><br>", "isbn": "9781565129665", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-11-02", "number_print_pages": 304, "average_rating": 4.5, "title": "In My Father's Shadow", "uuid": "uejnbthafGCiY6RCPEqPyM", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565129665/1377656941.66.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Chris Welles Feder", "status": 1}, "uuid": "NMHwYG7V75kGLzSHrptHtP", "annotation": ""},{"position": 4, "book": {"description": "<DIV>As special assistant to the president, Arthur Schlesinger witnessed firsthand the politics and personalities that influenced the now legendary Kennedy administration. Schlesinger&#8217;s close relationship with JFK, as a politician and as a friend, has resulted in this authoritative yet intimate account in which the president &#8220;walks through the pages, from first to last, alert, alive, amused and amusing&#8221; (John Kenneth Galbraith). A THOUSAND DAYS is &#8220;at once a masterly literary achievement and a work of major historical significance&#8221; (New York Times).</DIV>", "isbn": "9780547524504", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2002-06-03", "number_print_pages": 1120, "average_rating": 4.11, "title": "A Thousand Days", "uuid": "t5UNTdVJiK6QTr8K8G9LJU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524504/1384747577.77.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Arthur M. Schlesinger", "status": 1}, "uuid": "YVRqCnFLTaphY3yt3kjqyi", "annotation": ""},{"position": 20, "book": {"description": "<p>In intimate and eloquent interviews, including the last he gave before his suicide, the writer hailed by A.O. Scott of The New York Times as \"the best mind of his generation” considers the state of modern America, entertainment and discipline, adulthood, literature, and his own inimitable writing style. The volume includes among others interviews with Laura Miller, Dave Eggers, and the student magazine of Wallace's own alma mater, Amherst.</p>", "isbn": "9781612192079", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 128, "average_rating": 3.88, "title": "David Foster Wallace: The Last Interview", "uuid": "TSSmNfXpQn4MAuFSCup5pR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192079/1377113922.31.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "David Foster Wallace", "status": 1}, "uuid": "CibiZAdz97tER9AfAHR3K7", "annotation": ""},{"position": 24, "book": {"description": "<DIV><p><DIV><b>The mantras and political philosophies of Ted Kennedy, collected by the editor of the <i>New York Times</i> best-selling <i>The Kennedy Wit</i></b></div><BR><DIV>A collection of quotations and philosophies from Ted Kennedy, grouped thematically in categories (&ldquo;Words of Inspiration,&rdquo; &ldquo;On the Kennedy Family and its Legacy,&rdquo; &ldquo;Personal Reflections,&rdquo; &ldquo;On Religion and Public Life,&rdquo; &ldquo;Lighter Movements&rdquo;). Each section includes a brief introduction by the editor to set off the group quotes, which range from charming one-liners to Kennedy&rsquo;s letter to Pope Benedict that President Obama hand-delivered to the Vatican in July 2009.</div></p></DIV>", "isbn": "9781453216118", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-12", "number_print_pages": 192, "average_rating": 0.0, "title": "The Wit and Wisdom of Ted Kennedy", "uuid": "XrwSzBd2Hj2Yp9mKKnHrCh", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453216118/1378375029.59.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Bill Adler", "status": 1}, "uuid": "CssFzZYoABgsChvtzQa9gY", "annotation": ""},{"position": 17, "book": {"description": "<DIV>Jack Dempsey was perfectly suited to the time in which he fought, the time when the United States first felt the throb of its own overwhelming power. For eight years and two months after World War I, Dempsey, with his fierce good looks and matchless dedication to the kill, was heavyweight champion of the world. A Flame of Pure Fire is the extraordinary story of a man and a country growing to maturity in a blaze of strength and exuberance that nearly burned them to ash. Hobo, roughneck, fighter, lover, millionaire, movie star, and, finally, a gentleman of rare generosity and sincerity, Dempsey embodied an America grappling with the confusing demands of preeminence. Dempsey lived a life that touched every part of the American experience in the first half of the twentieth century.  Roger Kahn, one of our preeminent writers about the human side of sport, has found in Dempsey a subject that matches his own manifold talents. A friend of Dempsey's and an insightful observer of the ways in which sport can measure a society's evolution, Kahn reaches a new and exciting stage in his acclaimed career with this book. In the story of a man John Lardner called \"a flame of pure fire, at last a hero,\" Roger Kahn finds the heart of America.<br></div>", "isbn": "9780544173910", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-11-28", "number_print_pages": 496, "average_rating": 4.02, "title": "A Flame of Pure Fire", "uuid": "5sDKMp8wDLr6suUahDzhwB", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544173910/1376383468.94.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Roger Kahn", "status": 1}, "uuid": "pftWZnzZQuhho754Gny9PL", "annotation": ""},{"position": 19, "book": {"description": "<DIV><b>A stunning biography of the magisterial author behind&#160;<i>The Portrait of a Lady</i>&#160;and&#160;<i>The Ambassadors</i></b></div><DIV><i><BR>Henry James </i>is an absorbing portrait of one of the most complex and influential nineteenth-century American writers. Fred Kaplan examines James&rsquo;s brilliant and troubled family&mdash;from his brother, a famous psychologist, to his sister, who fought with mental illness&mdash;and charts its influence on the development of the artist and his work. The biography includes a fascinating account of James&rsquo;s life as an American expatriate in Europe, and his friendships with Edith Wharton and Joseph Conrad. Compressing a wealth of research into one engrossing and richly detailed volume, <i>Henry James</i> is a compelling exploration of its subject.</div>", "isbn": "9781480409781", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-23", "number_print_pages": 620, "average_rating": 3.6, "title": "Henry James", "uuid": "KmVmd2coJqy2RZ7bd68bFk", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Henry%20James/1373336171.4.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Fred Kaplan", "status": 1}, "uuid": "s4ntoywkVWyMMFSvxyjDqG", "annotation": ""},{"position": 11, "book": {"description": "<DIV><b>A revealing portrait of a once-in-a-generation athlete and global icon </b><b><BR></b></div><DIV><BR>One of sport&rsquo;s biggest superstars, Michael Jordan is more than an internationally renowned athlete. As illuminated through David Halberstam&rsquo;s trademark balance of impeccable research and fascinating storytelling, Jordan symbolizes the apex of the National Basketball Association&rsquo;s coming of age. Long before multimillion-dollar signings and lucrative endorsements, NBA players worked in relative obscurity, with most games woefully unattended and rarely broadcast on television. Then came Larry Bird and Magic Johnson, Jordan&rsquo;s two great predecessors, and the game&rsquo;s status changed. The new era capitalized on Jordan&rsquo;s talent, will power, and unrivaled competiveness. In <i>Playing for Keeps</i>, Halberstam is at his investigative best, delving into Jordan&rsquo;s expansive world of teammates and coaches. The result is a gripping story of the athlete and media powerhouse who changed a game forever. </div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286142", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 432, "average_rating": 4.18, "title": "Playing for Keeps", "uuid": "pnkQeNek7KxbPGg3YEEK2U", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Playing%20for%20Keeps/1373332346.62.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "SuqxFijgtCCQmMfhptBwZn", "annotation": ""},{"position": 34, "book": {"description": "Silence, John Cage&#8217;s first book and epic masterpiece, was published in October 1961. In these lectures, scores, and writings, Cage tries, as he says, to find a way of writing that comes from ideas, is not about them, but that produces them. Often these writings include mesostics and essays created by subjecting the work of other writers to chance procedures using the I Ching. Fifty years later comes a beautiful new edition with a foreword by eminent music critic Kyle Gann. A landmark book in American arts and culture, Silence has been translated into more than forty languages and has sold over half a million copies worldwide. Wesleyan University Press is proud to celebrate the fiftieth anniversary of the book&#8217;s publication with this special hardcover edition.", "isbn": "9780819571779", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-26", "number_print_pages": 312, "average_rating": 4.6, "title": "Silence", "uuid": "rijKXM74kbFCrryWp6iHFj", "cover_img": "https://cflare.oysterbooks.com/covers/Wesleyan%20University%20Press/9780819571779/1385972984.94.jpg", "publisher": {"name": "Wesleyan University Press", "uuid": "UQMbxD7MQDZSuqbcq5Jkxn"}, "author": "John Cage", "status": 1}, "uuid": "F6Efg3JkCA9bt8YmdfUoph", "annotation": ""},{"position": 23, "book": {"description": "<p>One of the great American iconoclasts holds forth on politics, war, books and writers, and his personal life in a series of interviews, including his last published interview.</p>\n<p>During his long career Kurt Vonnegut won international praise for his novels, plays, and essays. In this new anthology of conversations with Vonnegut—which collects interviews from throughout his career—we learn much about what drove Vonnegut to write and how he viewed his work at the end.</p>", "isbn": "9781612190914", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-27", "number_print_pages": 176, "average_rating": 3.98, "title": "Kurt Vonnegut: The Last Interview", "uuid": "ru2oTELw5gL24D7zdmBp4C", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190914/1377114606.52.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Kurt Vonnegut", "status": 1}, "uuid": "ZsQJ3pJNX79haH4fdvMwt3", "annotation": ""},{"position": 21, "book": {"description": "<p>One of the strongest fiction writers of his generation, Truman Capote became a literary star while still in his teens. His most phenomenal successes include <i>Breakfast at Tiffany's</i>; <i>In Cold Blood; </i>and <i>Other Voices, Other Rooms. </i>Even while his literary achievements were setting the standards that other fiction and nonfiction writers would follow for generations, Capote descended into a spiral of self-destruction and despair.<i></i></p><p>\n   </p><p>\n  This biography by Gerald Clarke was first published in 1988-just four years after Capote's death. It was the basis for <i>Capote,</i> the 2005 film starring Philip Seymour Hoffman, who won an Academy Award for his performance.</p><p>\n   </p><p>\n  Clarke paints a vivid behind-the-scenes picture of Capote's life-based on hundreds of hours of in-depth interviews with Capote himself and the people close to him. From the glittering heights of notoriety and parties with the rich and famous to his later struggles with addiction, Capote emerges as a richly multidimensional person-both brilliant and flawed.</p>", "isbn": "9780795331169", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-25", "number_print_pages": 609, "average_rating": 4.1, "title": "Capote", "uuid": "UXNiawVPTu6opZ7f2Hvyf7", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Capote/1373294221.69.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Gerald Clarke", "status": 1}, "uuid": "ThRCVhGaS4sie6zum7WEsk", "annotation": ""},{"position": 3, "book": {"description": "<DIV>In the summer of 1936, James Agee and Walker Evans set out on assignment for Fortune magazine to explore the daily lives of sharecroppers in the South. Their journey would prove an extraordinary collaboration and a watershed literary event when in 1941 LET US NOW PRAISE FAMOUS MEN was first published to enormous critical acclaim. This unsparing record of place, of the people who shaped the land, and of the rhythm of their lives was called intensely moving and unrelentingly honest, and is \"renowned for its fusion of social conscience and artistic radicality\" (New York Times). Today it stands as a poetic tract of its time, recognized by the New York Public Library as one of the most influential books of the twentieth century. With an elegant new design as well as a sixty-four-page photographic prologue of Evans's classic images, reproduced from archival negatives, this sixtieth anniversary edition reintroduces the legendary author and photographer to a new generation.</div>", "isbn": "9780547526393", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2001-08-14", "number_print_pages": 432, "average_rating": 4.12, "title": "Let Us Now Praise Famous Men", "uuid": "6KCqBN32kYaXbuJk88psPk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526393/1376384395.47.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Walker Evans", "status": 1}, "uuid": "sdydPfk5AXTuCujGp96YkD", "annotation": ""},{"position": 15, "book": {"description": "<div><p></p><div>&ldquo;A vivid exploration of one man's lifelong obsession with an idea . . .  Egan&rsquo;s spirited biography might just bring [Curtis] the recognition that  eluded him in life.&rdquo; &mdash; <I>Washington Post </I><BR><br> Edward Curtis  was charismatic, handsome, a passionate mountaineer, and a famous  portrait photographer, the Annie Leibovitz of his time. He moved in  rarefied circles, a friend to presidents, vaudeville stars, leading  thinkers. But when he was thirty-two years old, in 1900, he gave it all  up to pursue his Great Idea: to capture on film the continent&rsquo;s original  inhabitants before the old ways disappeared.<BR><br> Curtis spent the  next three decades documenting the stories and rituals of more than  eighty North American tribes. It took tremendous perseverance &mdash; ten  years alone to persuade the Hopi to allow him to observe their Snake  Dance ceremony. And the undertaking changed him profoundly, from  detached observer to outraged advocate. Curtis would amass more than  40,000 photographs and 10,000 audio recordings, and he is credited with  making the first narrative documentary film. In the process, the  charming rogue with the grade school education created the most  definitive archive of the American Indian.<BR><br> &ldquo;A darn good yarn. Egan is a muscular storyteller and his book is a rollicking page-turner with a colorfully drawn hero.&rdquo; &mdash; <I>San Francisco Chronicle</I><BR><br> &quot;A riveting biography of an American original.&quot; &ndash; <I>Boston Globe </I></div></div>", "isbn": "9780547840604", "language_code": "eng", "awards": [{"name": "Carnegie Medal Winner", "image": null, "uuid": "5Lqzq8uZuiY34CA2aBH95H"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-09", "number_print_pages": 352, "average_rating": 4.23, "title": "Short Nights of the Shadow Catcher", "uuid": "4EVaJsAmViXvdyBGNQ6SiU", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840604/1376382231.9.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Timothy Egan", "status": 1}, "uuid": "gFLpgK4tBP6atfgLJiWxAK", "annotation": ""},{"position": 1, "book": {"description": "<DIV><DIV><b>Bosworth&rsquo;s remarkable look at the life of Diane Arbus, one of the most acclaimed and provocative photographers of her time</b></div><DIV>&#160;</div><DIV>Diane Arbus became famous for her intimate and unconventional portraits of twins, dwarfs, sideshow performers, eccentrics, and everyday &ldquo;freaks.&rdquo; Condemned by some for voyeurism, praised by others for compassion, she was nonetheless a transformative figure in twentieth-century photography and hailed by all for her undeniable genius. Her life was cut short when she committed suicide in 1971 at the peak of her career.</div><DIV>&#160;</div><DIV>In the first complete biography of Arbus, author Patricia Bosworth traces the arc of Arbus&rsquo;s remarkable life: her sheltered upper-class childhood and passionate, all-consuming marriage to Allan Arbus; her roles as wife and devoted mother; and her evolution from fashion photographer to critically acclaimed artist&mdash;one who forever altered the boundaries of photography.</div></div>", "isbn": "9781453244999", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-05", "number_print_pages": 396, "average_rating": 3.97, "title": "Diane Arbus", "uuid": "vhHcpDMPn3ikZmom9AFJ6Z", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Diane%20Arbus/1373330458.39.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Patricia Bosworth", "status": 1}, "uuid": "k9MMq6vC55iRnyeDMZVDmf", "annotation": ""},{"position": 16, "book": {"description": "<DIV><DIV><b>Pearl S. Buck&rsquo;s absorbing and candid chronicle of&#160;her experience making a movie in 1960s Japan, while surviving the loss of her beloved husband</b></div><DIV><BR>Pearl S. Buck&rsquo;s children&rsquo;s story, <i>The Big Wave</i>, about two young friends whose lives are transformed when a volcano erupts and a tidal wave engulfs their village, was eventually optioned as a movie. <i>A Bridge for Passing</i> narrates the resulting adventure, the story of the people involved in the movie-making process (including Polish director Tad Danielewski), their many complications while shooting, and the experience of working in Japan at a time when memories of the war remained strong. As much as all this, the book is a poignant reflection on personal crisis, and relates Buck&rsquo;s grief over the death of her husband of twenty-five years, Richard Walsh, who was also her editor.<i> A Bridge for Passing</i> offers an intimate view of postwar Japan mixed with Buck&rsquo;s heartrending meditation on loss and love.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div></div>", "isbn": "9781480421240", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-21", "number_print_pages": 184, "average_rating": 3.82, "title": "A Bridge for Passing", "uuid": "nG2BL8gSPUfZSBojuE5GYW", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Bridge%20for%20Passing/1373336657.66.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1}, "uuid": "jin7V4zqYAjWEKNNwj56Y6", "annotation": ""},{"position": 14, "book": {"description": "<DIV>Opposites in almost every way, mortally suspicious of each other at first, Lyndon Baines Johnson and Martin Luther King, Jr., were thrust together in the aftermath of John F. Kennedy's assassination. Both men sensed a historic opportunity and began a delicate dance of accommodation that moved them, and the entire nation, toward the historic Civil Rights Act of 1964 and the Voting Rights Act of 1965. Drawing on a wealth of newly available sources -- Johnson's taped telephone conversations, voluminous FBI wiretap logs, previously secret communications between the FBI and the president -- Nick Kotz gives us a dramatic narrative, rich in dialogue, that presents this momentous period with thrilling immediacy. Judgment Days offers needed perspective on a presidency too often linked solely to the tragedy of Vietnam.<br>   We watch Johnson applying the arm-twisting tactics that made him a legend in the Senate, and we follow King as he keeps the pressure on in the South through protest and passive resistance. King's pragmatism and strategic leadership and Johnson's deeply held commitment to a just society shaped the character of their alliance. Kotz traces the inexorable convergence of their paths to an intense joint effort that made civil rights a legislative reality at last, despite FBI director J. Edgar Hoover's vicious whispering campaign to destroy King.<br>   Judgment Days also reveals how this spirit of teamwork disintegrated. The two leaders parted bitterly over King's opposition to the Vietnam War. In this first full account of the working relationship between Johnson and King, Kotz offers a detailed, surprising account that significantly enriches our understanding of both men and their time.</div>", "isbn": "9780547884585", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-01-12", "number_print_pages": 544, "average_rating": 4.21, "title": "Judgment Days", "uuid": "3sKnrGxzq3DW8q35Zf8brk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547884585/1376382010.0.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Nick Kotz", "status": 1}, "uuid": "bKnwGGj2h7iXh22duyX5ji", "annotation": ""},{"position": 2, "book": {"description": "<p>A definitive collection of interviews with one of America's most famous writers, covering his life, faith, friends, politics, and visions of the future.</p>\n<p>Ray Bradbury, the poetic and visionary author of such classics as Fahrenheit 451, The Martian Chronicles and The Illustrated Man, is one of the most influential writers of the 20th century. From Mikhail Gorbachev to Alfred Hitchcock to David Bowie, Bradbury's sway on contemporary culture is towering. Acclaimed biographer and Bradbury scholar Sam Weller has spent more than a decade interviewing the author; the fascinating conversations that emerge cast a high-definition portrait of a creative genius and futurist who longs for yesterday. Listen to the Echoes: The Ray Bradbury Interviews is the definitive collection of interviews with an American icon.</p>", "isbn": "9781612192307", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-12", "number_print_pages": 336, "average_rating": 4.31, "title": "Listen To The Echoes", "uuid": "mrJ6rdwyZMcMYhabLJec2o", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192307/1377114673.35.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Ray Bradbury", "status": 1}, "uuid": "PFShKKBnwiDQu9dfCjWAJH", "annotation": ""},{"position": 6, "book": {"description": "<p>In the summer of 1972, with a presidential crisis stirring in the United States and the cold war at a pivotal point, two men&#8212;the Soviet world chess champion Boris Spassky and his American challenger Bobby Fischer&#8212;met in the most notorious chess match of all time. Their showdown in Reykjavik, Iceland, held the world spellbound for two months with reports of psychological warfare, ultimatums, political intrigue, cliffhangers, and farce to rival a Marx Brothers film. </p><p>Thirty years later, David Edmonds and John Eidinow, authors of the national bestseller <em>Wittgenstein&#8217;s Poker</em>, have set out to reexamine the story we recollect as the quintessential cold war clash between a lone American star and the Soviet chess machine&#8212;a machine that had delivered the world title to the Kremlin for decades. Drawing upon unpublished Soviet and U.S. records, the authors reconstruct the full and incredible saga, one far more poignant and layered than hitherto believed. </p><p>Against the backdrop of superpower politics, the authors recount the careers and personalities of Boris Spassky, the product of Stalin&#8217;s imperium, and Bobby Fischer, a child of post-World War II America, an era of economic boom at home and communist containment abroad. The two men had nothing in common but their gift for chess, and the disparity of their outlook and values conditioned the struggle over the board.</p><p>Then there was the match itself, which produced both creative masterpieces and some of the most improbable gaffes in chess history. And finally, there was the dramatic and protracted off-the-board battle&#8212;in corridors and foyers, in back rooms and hotel suites, in Moscow offices and in the White House. </p><p>The authors chronicle how Fischer, a manip-ulative, dysfunctional genius, risked all to seize control of the contest as the organizers maneuvered frantically to save it&#8212;under the eyes of the world&#8217;s press. They can now tell the inside story of Moscow&#8217;s response, and the bitter tensions within the Soviet camp as the anxious and frustrated apparatchiks strove to prop up Boris Spassky, the most un-Soviet of their champions&#8212;fun-loving, sensitive, and a free spirit. Edmonds and Eidinow follow this careering, behind-the-scenes confrontation to its climax: a clash that displayed the cultural differences between the dynamic, media-savvy representatives of the West and the baffled, impotent Soviets. Try as they might, even the KGB couldn&#8217;t help.</p><p>A mesmerizing narrative of brilliance and triumph, hubris and despair, <em>Bobby Fischer Goes to War</em> is a biting deconstruction of the Bobby Fischer myth, a nuanced study on the art of brinkmanship, and a revelatory cold war tragicomedy. </p>", "isbn": "9780062039248", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-23", "number_print_pages": 384, "average_rating": 3.87, "title": "Bobby Fischer Goes to War", "uuid": "yUJhL9VtFbxjvQdtMXQNWB", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062039248/1376531121.6.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "David Edmonds", "status": 1}, "uuid": "xcgYv3SCsL2hJeMmsJMyFG", "annotation": ""},{"position": 32, "book": {"description": "<DIV>Drawing from interviews conducted before Marvin Gaye's death, acclaimed music writer David Ritz has created a full-scale portrait of the brilliant but tormented artist. With a cast of characters that includes Diana Ross, Berry Gordy, Smokey Robinson, and Stevie Wonder, this intimate biography is a definitive and enduring look at the man who embodied the very essence of the word soul.</Div>", "isbn": "9780786730469", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-03-17", "number_print_pages": 416, "average_rating": 4.7, "title": "Divided Soul", "uuid": "ahnip83S2S6ueKr3tRY6bE", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786730469/1387370949.54.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "David Ritz", "status": 1}, "uuid": "dDvrE4Pes86yoAFJzF7keC", "annotation": ""},{"position": 23, "book": {"description": "<P><B>National Book Award&#8211;winner Timothy Egan turns his historian's eye to the largest-ever forest fire in America and offers an epic, cautionary tale for our time. </B></P> <p>&#160;</P> <p>On the afternoon of August 20, 1910, a battering ram of wind moved through the drought-stricken national forests of Washington, Idaho, and Montana, whipping the hundreds of small blazes burning across the forest floor into a roaring inferno that jumped from treetop to ridge as it raged, destroying towns and timber in the blink of an eye. Forest rangers had assembled nearly ten thousand men to fight the fires, but no living person had seen anything like those flames, and neither the rangers nor anyone else knew how to subdue them. Egan recreates the struggles of the overmatched rangers against the implacable fire with unstoppable dramatic force, and the larger story of outsized president Teddy Roosevelt and his chief forester, Gifford Pinchot, that follows is equally resonant. Pioneering the notion of conservation, Roosevelt and Pinchot did nothing less than create the idea of public land as our national treasure, owned by every citizen. Even as TR's national forests were smoldering they were saved: The heroism shown by his rangers turned public opinion permanently in favor of the forests, though it changed the mission of the forest service in ways we can still witness today.  <p>This e-book includes a sample chapter of SHORT NIGHTS OF THE SHADOW CATCHER.", "isbn": "9780547416861", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-19", "number_print_pages": 336, "average_rating": 4.03, "title": "The Big Burn", "uuid": "opvGGQxrV4bdQpy7rFiziA", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416861/1392100341.13.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Timothy Egan", "status": 1}, "uuid": "XjGRpDhr9XVB8xo3KZ7Nsi", "annotation": ""},{"position": 28, "book": {"description": "Acclaimed by leading historians and critics when it appeared shortly after the death of Dr. Martin Luther King Jr., this foundational biography wends through the corridors in which King held court, posing the right questions and providing a keen measure of the man whose career and mission enthrall scholars and general readers to this day. Updated with a new preface and more than a dozen photographs of King and his contemporaries, this edition presents the unforgettable story of King's life and death for a new generation.", "isbn": "9780252094781", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-01", "number_print_pages": 504, "average_rating": 0.0, "title": "King", "uuid": "bMdStkz5CgG5Km4Nb6mGwD", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252094781/1377658057.27.jpg", "publisher": {"name": "University of Illinois Press", "uuid": "kEZyg4HDgiScw6jmfVU3ee"}, "author": "David L. Lewis", "status": 1}, "uuid": "PuH6DZAF6ZsrukW7hkpr86", "annotation": ""},{"position": 26, "book": {"description": "<DIV><b>An illuminating and comprehensive look at the remarkable&mdash;and tragically shortened&mdash;career of one of America&rsquo;s most promising leaders </b></div><DIV><BR>Structured around the 1968 Democratic presidential campaign, <i>The Unfinished Odyssey of Robert Kennedy </i>offers an in-depth exploration of Robert Kennedy, both as a man and a politician.</div><DIV>&#160;</div><DIV>Kennedy&rsquo;s mass appeal to minority groups, his antiwar stance, and his support from Catholics made him unlike any other politician of his stature in the late 1960s. Acclaimed journalist David Halberstam dives into Kennedy&rsquo;s career, covering his work as US attorney general and campaign manager for his brother John, his run for a New York state senate seat, and his candidacy in the 1968 Democratic presidential primary. Through this crucial period, he charts Kennedy&rsquo;s evolution as one of the nation&rsquo;s most clear-headed progressives, ultimately revealing a man who&mdash;even now&mdash;personifies the shift toward a more equal America.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of David Halberstam including rare images from the author&rsquo;s estate.</div>", "isbn": "9781480405899", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-05", "number_print_pages": 214, "average_rating": 4.11, "title": "The Unfinished Odyssey of Robert Kennedy", "uuid": "AgqkmL8Y6vjhnkaPRBaKv7", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Unfinished%20Odyssey%20of%20Robert%20Kennedy/1373335968.57.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "oTmGChyS8bCcnW7KzycvnC", "annotation": ""}]