[{"uuid": "BVH6y6uZotNHJonqdGffsT", "book": {"uuid": "uC3B9cYQ8FAv7C5VyeXAeB", "oyster_good_for_statement": "", "author": "Lauren Braun Costello", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 288, "description": "The kitchen can be an intimidating place for those who don’t know whether they should blanch, braise, or broil. But not everyone can afford to go out whenever they want to eat well! So how does the hopeful cook learn to create delicious cuisine?<P>In this cookbook, professional caterer and cooking expert Lauren Braun Costello gives the gourmet wannabe plenty of food for thought, including how to:<UL><LI>Organize the kitchen to maximize space and accessibility<LI>Stock the pantry with essential tools and ingredients <LI>Master the ten techniques every home chef should know<LI>Whip up classic recipes, adapted to different palates and skill levels<LI>Use lingo you’ve always wondered about (what <I>is</I> coulis, anyway?)</UL>Starting with the most basic skills and building to advanced techniques, this culinary compendium serves up a complete A-to-Z course that starts out <I>al dente</I> and finishes with some <I>zest</I>!", "isbn": "9781440513398", "title": "The Competent Cook", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/The%20Competent%20Cook/1373353467.64.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-18"}, "annotation": "", "position": 9},{"uuid": "f6yDDHAngA3q9YESpFHEgA", "book": {"uuid": "s2oa4Nh4UaZWmsiG5WJgv7", "oyster_good_for_statement": "", "author": "Mary Kay Andrews", "status": 1, "average_rating": 3.63, "oyster_summary": "", "number_print_pages": 416, "description": "<p>After years of hard work, Gina Foxton, chef extraordinaire and former runner-up Miss Teen Vidalia Onion, is hosting her own show, <em>Fresh Start</em>, on Georgia public television. She's also dating the producer. But when Fresh Start goes bad&#8212;and her boyfriend is caught in flagrante delicto with the boss's wife&#8212;Gina decides it's time to pursue bigger dreams. Namely a gig on national television.</p><p>Gina knows she's destined to be the Cooking Channel's next superstar. But the execs also have their eyes on Tate Moody, Mr. \"Kill It and Grill It\" himself, host of the hunting, fishing, and cooking show <em>Vittles</em>. The ultimate man's man, Tate is a tasty side of beef with a large, swooning female fan base. Gina's loyal devotees consist of her free-spirited college-dropout sister and her mother . . . who calls <em>every single day</em>.</p><p>When the smoke clears there can be only one TV chef standing, and Gina and Tate are ready for the cook-off of their lives.</p>", "isbn": "9780061743139", "title": "Deep Dish", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743139/1378009194.79.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 7},{"uuid": "AyDnr7U2wBNZQaiS7NW7h", "book": {"uuid": "hGEppr9vDzeSaoF8jkxBU", "oyster_good_for_statement": "", "author": "Jessica Soffer", "status": 1, "average_rating": 3.72, "oyster_summary": "", "number_print_pages": 288, "description": "<DIV>&#8220;Elegant, sensual, surprising, and rich, Tomorrow There Will Be Apricots delivers a world to us, populated with indelible characters whose fates, as they become entwined, spur us to read fast, faster, except to do so would be to miss the beauty of Soffer&#8217;s language, which is to be savored.&#8221; &#8212; Dani Shapiro, author of <I>Family History</I><BR><BR>This is a story about accepting the people we love&#8212;the people we have to love and the people we choose to love, the families we&#8217;re given and the families we make. It&#8217;s the story of two women adrift in New York, a widow and an almost-orphan, each searching for someone she&#8217;s lost. It&#8217;s the story of how, even in moments of grief and darkness, there are joys waiting nearby.<BR><BR>Lorca spends her life poring over cookbooks, making croissants and <I>chocolat chaud</I>, seeking out rare ingredients, all to earn the love of her distracted chef of a mother, who is now packing her off to boarding school. In one last effort to prove herself indispensable, Lorca resolves to track down the recipe for her mother&#8217;s ideal meal, an obscure Middle Eastern dish called masgouf.<br><BR>Victoria, grappling with her husband&#8217;s death, has been dreaming of the daughter they gave up forty years ago. An Iraqi Jewish immigrant who used to run a restaurant, she starts teaching cooking lessons; Lorca signs up.<br><BR>Together, they make cardamom pistachio cookies, baklava, <I>kubba </I>with squash. They also begin to suspect they are connected by more than their love of food. Soon, though, they must reckon with the past, the future, and the truth&#8212;whatever it might be. <I>Bukra fil mish mish</I>, the Arabic saying goes. <I>Tomorrow, apricots may bloom</I>.<br></DIV>", "isbn": "9780547759289", "title": "Tomorrow There Will Be Apricots", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547759289/1383487918.42.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-04-16"}, "annotation": "", "position": 25},{"uuid": "bC6HsgSxRSUjoUGemFdV43", "book": {"uuid": "Te6LKc9HZnbMpEXbn38FQn", "oyster_good_for_statement": "", "author": "Gordon Edgar", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 256, "description": "<p>Witty and irreverent, informative and provocative, <em>Cheesemonger: A Life on the Wedge</em> is the highly readable story of Gordon Edgar's unlikely career as a cheesemonger at San Francisco's worker-owned Rainbow Grocery Cooperative. A former punk-rock political activist, Edgar bluffed his way into his cheese job knowing almost nothing, but quickly discovered a whole world of amazing artisan cheeses. There he developed a deep understanding and respect for the styles, producers, animals, and techniques that go into making great cheese.</p>\r\n<p>With a refreshingly unpretentious sensibility, Edgar intertwines his own life story with his ongoing love affair with cheese, and offers readers an unflinching, highly entertaining on-the-ground look at America's growing cheese movement. From problem customers to animal rights, business ethics to taste epiphanies, this book offers something for everyone, including cheese profiles and recommendations for selecting the very best-not just the most expensive-cheeses from the United States and around the world and a look at the struggles dairy farmers face in their attempts to stay on and make their living from the land.</p>\r\n<p>Edgar-a smart, progressive cheese man with an activist's edge-enlightens and delights with his view of the world from behind the cheese counter and his appreciation for the skill and tradition that go into a good wedge of Morbier.</p>\r\n<p><em>Cheesemonger</em> is the first book of its kind-a cheese memoir with attitude and information that will appeal to everyone from serious foodies to urban food activists.</p>", "isbn": "9781603582735", "title": "Cheesemonger", "cover_img": "https://cflare.oysterbooks.com/covers/Chelsea%20Green%20Publishing/9781603582735/1386746934.39.jpg", "publisher": {"uuid": "rAnkw8PLJAbd6iZX2Nizkb", "name": "Chelsea Green Publishing"}, "awards": [], "language_code": "eng", "publication_date": "2010-01-21"}, "annotation": "", "position": 32},{"uuid": "rETp4u5kcivjUDvsq7iY4M", "book": {"uuid": "pVDhGmXxKnX3aujiufKBLc", "oyster_good_for_statement": "", "author": "Peter King", "status": 1, "average_rating": 3.08, "oyster_summary": "", "number_print_pages": 256, "description": "<DIV><b>Within the inner circle of haute cuisine, a detective witnesses a delectable murder</b></div><DIV><BR>They call him the gourmet detective; the only thing sharper than his mind is his palate. When chefs need a rare ingredient, an ancient wine, or simply a new idea to gain that extra Michelin-star boost, they come to the detective&rsquo;s cozy London office and plead for his help. For top-notch cooking, he is always happy to lend his taste buds to the cause.</div><DIV>&#160;</div><DIV>Now Raymond Lefebvre, executive chef at one of London&rsquo;s finest French restaurants, has asked for the detective&rsquo;s help with a bit of kitchen espionage. Lefebvre&rsquo;s crosstown rival is winning international accolades cooking a dish called Oiseau Royal, and Lefebvre wants the recipe. Getting it takes the detective deep into the Circle of Careme, where the most elite chefs in Britain gather to swap recipes, techniques, and gossip. But when the chefs of Careme start to die, the detective starts to salivate. There is no finer appetizer than murder.</div>", "isbn": "9781453277232", "title": "The Gourmet Detective", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Gourmet%20Detective/1373331820.94.jpg", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "language_code": "eng", "publication_date": "2012-09-25"}, "annotation": "", "position": 22},{"uuid": "YxwEvaZapkgkHLUCcWMMo5", "book": {"uuid": "rQbzBRUPaMrtbwurP2Vye8", "oyster_good_for_statement": "", "author": "Ronald Lee", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 304, "description": "It takes a lot more than top-notch cooking skills to launch and run a successful eatery. But if you're a hopeful chef or hungry entrepreneur looking to open the next hot spot, you'll find everything you need in this accessible guide! Written by veteran restaurant owner and manager Ronald Lee, this guide offers solid advice on how to:<UL><LI>Secure financing and find the perfect site <LI>Develop an engaging marketing plan to build and keep a patron base<LI>Operate an offbeat site like a food truck or rotating restaurant<LI>Create an innovative and diverse menu <LI>Hire and manage wait, kitchen, and front-end staff<LI>And much, much more!</UL>Complete with the latest thinking on industry trends and how to make a realistic and achievable business plan, this practical resource will turn you into a restaurateur before you can say \"Bon appetit!\"", "isbn": "9781440527838", "title": "The Everything Guide to Starting and Running a Restaurant", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/The%20Everything%20Guide%20to%20Starting%20and%20Running%20a%20Restaurant/1373354178.29.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2011-11-18"}, "annotation": "", "position": 6},{"uuid": "M4PqWXt7mXRQF3gvebQMCT", "book": {"uuid": "JdCdjZifmFSJFhka6t8pT4", "oyster_good_for_statement": "", "author": "Nicole Mones", "status": 1, "average_rating": 3.79, "oyster_summary": "", "number_print_pages": 288, "description": "<DIV>This alluring novel of friendship, love, and cuisine brings the best-selling author of Lost in Translation and A Cup of Light to one of the great Chinese subjects: food. As in her previous novels, Mones&#8217;s captivating story also brings into focus a changing China -- this time the hidden world of high culinary culture.<br><BR>When Maggie McElroy, a widowed American food writer, learns of a Chinese paternity claim against her late husband&#8217;s estate, she has to go immediately to Beijing. She asks her magazine for time off, but her editor counters with an assignment: to profile the rising culinary star Sam Liang.<BR><BR>In China Maggie unties the knots of her husband&#8217;s past, finding out more than she expected about him and about herself. With Sam as her guide, she is also drawn deep into a world of food rooted in centuries of history and philosophy. To her surprise she begins to be transformed by the cuisine, by Sam&#8217;s family -- a querulous but loving pack of cooks and diners -- and most of all by Sam himself. The Last Chinese Chef is the exhilarating story of a woman regaining her soul in the most unexpected of places.</DIV>", "isbn": "9780547347035", "title": "The Last Chinese Chef", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347035/1376381098.17.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2008-06-06"}, "annotation": "", "position": 6},{"uuid": "jHnEi9X8JDMQeeZXdx8QgM", "book": {"uuid": "vziXbE7EUiBmBiqrTxLS7E", "oyster_good_for_statement": "", "author": "Langdon Cook", "status": 1, "average_rating": 3.86, "oyster_summary": "", "number_print_pages": 224, "description": "* Quirky, engaging book about the hot topic of sustainable foods<br>\n* Combines adventure with locavorism<br>\n* Delves into iconic Northwest staples, such as huckleberries, Dungeness crab, and morels<br>\n<br>\nForaging is not just a throwback to our hunter-gatherer past; it's a way to reconnect with the landscape. And Langdon Cook is not just your typical grocery cart-toting dad. For him, gourmet delicacies abound, free for the taking if we just open our eyes. As a result, he finds himself free-diving in icy Puget Sound in hopes of spearing a snaggletooth lingcod, armed with nothing more than a \"Hawaiian sling.\" He tempts fate by eating mushrooms that may or may not be poisonous. He strings up a fly rod to chase after sea-run trout. He even pulls on the gardening gloves to collect stinging nettles. In wry, detailed prose, he traces his journey from wrangler of pre-packaged calories to connoisseur of coveted wild edibles. Structured around the seasons of the year, each chapter focuses on a specific food type and concludes with a recipe featuring the author's hard-won bounty, a savory stop to each adventure-filled morsel.\n<br>\n<br>\n* Quirky, engaging book about the hot topic of sustainable foods<br>\n* Combines adventure with locavorism<br>\n* Delves into iconic Northwest staples, such as huckleberries, Dungeness crab, and morels<br>\n<br>\nForaging is not just a throwback to our hunter-gatherer past; it's a way to reconnect with the landscape. And Langdon Cook is not just your typical grocery cart-toting dad. For him, gourmet delicacies abound, free for the taking if we just open our eyes. As a result, he finds himself free-diving in icy Puget Sound in hopes of spearing a snaggletooth lingcod, armed with nothing more than a \"Hawaiian sling.\" He tempts fate by eating mushrooms that may or may not be poisonous. He strings up a fly rod to chase after sea-run trout. He even pulls on the gardening gloves to collect stinging nettles. In wry, detailed prose, he traces his journey from wrangler of pre-packaged calories to connoisseur of coveted wild edibles. Structured around the seasons of the year, each chapter focuses on a specific food type and concludes with a recipe featuring the author's hard-won bounty, a savory stop to each adventure-filled morsel.\n<br>\n<br>", "isbn": "9781594853975", "title": "Fat Of The Land", "cover_img": "https://cflare.oysterbooks.com/covers/The%20Mountaineers%20Books/9781594853975/1377653728.9.jpg", "publisher": {"uuid": "CuGzkxfXsKr327nnE5cKN3", "name": "The Mountaineers Books"}, "awards": [], "language_code": "eng", "publication_date": "2011-11-22"}, "annotation": "", "position": 17},{"uuid": "9sLcYk3Gk9hUXdmzfevn9c", "book": {"uuid": "RyE9ABWerEv7DbkXiJcVx4", "oyster_good_for_statement": "", "author": "Lynette Rohrer Shirk", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 400, "description": "\"Family togetherness, at the dinner table, promotes academic performance, emotional health, and dietary quality.\"-Purdue Center for Families<P>Coming up with ideas for dinner, preparing it, and getting the family together to enjoy it wasn't always easy-until now. Let classically trained chef Lynette Rohrer Shirk show you how easy it is to whip up tasty meals for you and your family in no time.<P>With 365 quick, easy, and delicious dinners, you can satisfy the entire family, in minutes a day, every night of the year! Whether it's a special occasion or it's just another Monday night, you'll find a variety of satisfying and healthy recipes, including:<ul><li>Corn-Bread-Crusted Chicken Breasts<li>Artichoke Stir-Fry<li>Paella Rice Salad<li>Shrimp Pesto Ravioli<LI>Easy Jambalaya<li>Italian Meatloaf</ul>As the studies show, families who eat together are happier and healthier. Dinner a Day is your recipe for success-what are you waiting for?<P><B>Lynette Rohrer Shirk</B> is a classically trained chef who attended the California Culinary Academy's Professional Chef Program and has worked in the kitchens of Wolfgang Puck's Postrio and Masa's. She has also worked in the pastry departments at Chez Panisse, Bizou, and Stars Palo Alto restaurants, as well as at William Sonoma, Inc.'s Corporate Headquarters. Shirk has had the honor of cooking at the James Beard House in New York City, and she has lectured at the Association of Education in Journalism and Mass Communication Annual Convention on the experience of writing and editing the 101 recipes for <I>Wild Women in the Kitchen</I>. She lives in Lewisville, TX.", "isbn": "9781440515309", "title": "Dinner a Day", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Dinner%20a%20Day/1373353591.86.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2008-07-01"}, "annotation": "", "position": 28},{"uuid": "UhoQZwQtUms23nLjVVseQb", "book": {"uuid": "nD6HXkSCtndVataMTs7VXE", "oyster_good_for_statement": "", "author": "Melanie Rehak", "status": 1, "average_rating": 3.62, "oyster_summary": "", "number_print_pages": 288, "description": "<p>         <p>With grace, humor, and irresistible recipes, the author of Girl Sleuth takes us on her journey as an amateur chef, amateur farmer, and amateur parent      <br>     <br>Melanie Rehak was always a passionate cook and food lover. Since reading the likes of Michael Pollan, Eric Schlosser, and Wendell Berry, she&#8217;d tried to eat thoughtfully as well. But after the birth of her son, Jules, she wanted to know more: What mattered most, organic or local? Who were these local farmers? Was it possible to be an ethical consumer and still revel in the delights of food? And why wouldn&#8217;t Jules eat anything, organic or not?      <br>     <br>Eating for Beginners details the year she spent discovering what how to be an eater and a parent in today&#8217;s increasingly complicated world. She joined the kitchen staff at applewood, a small restaurant owned by a young couple committed to using locally grown food, and worked on some of the farms that supplied it. Between prepping the nightly menu, milking goats, and sorting beans, Rehak gained an understanding of her own about what to eat and why. (It didn&#8217;t hurt that, along the way, even the most dedicated organic farmers admitted that their children sometimes ate McDonald's.) And as we follow her on her quest to find the pleasure in doing the right thing&#8212;and become a better cook in the bargain&#8212;we too will make our peace with food.      <br>     </p>", "isbn": "9780547487212", "title": "Eating for Beginners", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487212/1376380650.44.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2010-07-08"}, "annotation": "", "position": 33},{"uuid": "jx6DYSaMSZVUeFSfa8vS74", "book": {"uuid": "kdxYbBZgmMZsWyyM4eCxfG", "oyster_good_for_statement": "", "author": "Stafford Hildred", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 296, "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>The intimate story behind the devoted husband and father, talented chef, television celebrity, and political animal</B></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Jamie Oliver's charm and down-to-earth approach to cooking has made him a household favorite. Jamie rose from a humble pastry chef to television star by catching the eye of producers during a documentary about the River Cafe, where he was working at the time. His onscreen charisma meant he was featured heavily in the finished documentary; the offers came flooding in, and so <I>The Naked Chef</I> was born. The program was a huge success, with an intimate and fresh approach to the television chef. Jamie's passion shone through and drew in a younger audience. His television series and books gave Jamie fame and fortune the world over, but he always wanted to do something positive with his success. Through his charity restaurant and campaigns to ban unhealthy food in schools, Jamie has proven to be more than simply a celebrity chef. His desire to bring about radical change has seen him meet with top politicians and raise millions for his causes. This is his story.", "isbn": "9781782190738", "title": "Jamie", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Jamie/1372981342.88.jpg", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "language_code": "eng", "publication_date": "2012-10-10"}, "annotation": "", "position": 10},{"uuid": "yUGUdU9CTppzXyM2PseDG5", "book": {"uuid": "TnA4LtGjDmB8ipyEQPp8Pj", "oyster_good_for_statement": "", "author": "John Donohue", "status": 1, "average_rating": 3.38, "oyster_summary": "", "number_print_pages": 250, "description": "Look who’s making dinner! Twenty-one of our favorite writers and chefs expound upon the joys—and perils—of feeding their families.<br><br>Mario Batali’s kids gobble up monkfish liver and foie gras. Peter Kaminsky’s youngest daughter won’t eat anything at all. Mark Bittman reveals the four stages of learning to cook. Stephen King offers tips about what to cook when you don’t feel like cooking. And Jim Harrison shows how good food and wine trump expensive cars and houses.<br> <br> This book celebrates those who toil behind the stove, trying to nourish and please. Their tales are accompanied by more than sixty family-tested recipes, time-saving tips, and cookbook recommendations, as well as <i>New Yorker</i> cartoons. Plus there are interviews with homestyle heroes from all across America—a fireman in Brooklyn, a football coach in Atlanta, and a bond trader in Los Angeles, among others.<br> <br> What emerges is a book not just about food but about our changing families. It offers a newfound community for any man who proudly dons an apron and inspiration for those who have yet to pick up the spatula.", "isbn": "9781616200640", "title": "Man with a Pan", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200640/1377657020.94.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2011-05-17"}, "annotation": "", "position": 4},{"uuid": "uYxQPGdPRUEZABjBdvrMMi", "book": {"uuid": "DQKyoaWaJFDuU2YkvW4AQj", "oyster_good_for_statement": "", "author": "Lisa Jervis", "status": 1, "average_rating": 4.0, "oyster_summary": "", "number_print_pages": 128, "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">This rousing call to action for healthy, conscious eating is an inspirational primer for those who want to move beyond packaged and processed food toward a more responsible and sustainable way of eating. Many people are learning about the political ramifications of what they eat, but don't know how to change their habits or expand their kitchen repertoire to include meatless dishes. This compendium offers a straightforward overview of the political issues surrounding food, and a culinary toolkit to put principles into practice. Without resorting to faux meat, fake cheese, or obscure ingredients, the recipes focus on fresh, local, minimally processed ingredients that sustain farmers, animals, and the entire food chain. Instead of a rigid set of recipes to be replicated, it offers tips for improvisation, creative thinking in the kitchen, practical suggestions for cooking on a budget, and quick and delicious vegan and vegetarian meal options for anyone who wants to eat fast, tasty, nutritious food every day.</P></DIV>", "isbn": "9781604862034", "title": "Cook Food", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Cook%20Food/1372977104.33.jpg", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "language_code": "eng", "publication_date": "2009-09-01"}, "annotation": "", "position": 14},{"uuid": "YREEvJ9RRMAMGuYq9K7BjL", "book": {"uuid": "xTxtggEdcvu7i6rbYAhUdh", "oyster_good_for_statement": "", "author": "Alanna Kaufman", "status": 1, "average_rating": 3.69, "oyster_summary": "", "number_print_pages": 224, "description": "Grilled Peach & Shrimp Crostini<BR>\nColorful Risotto-Stuffed Peppers <BR>\nButternut Squash & Apple Soup<BR>\n<P>\nCooking great meals at home doesn’t have to cost a fortune. Written by two foodies who refused to let their eat-in kitchen or tiny budget disappoint their taste buds, this creative collection proves you don’t have to be wealthy to enjoy fine food! Alanna Kaufman and Alex Small, founders of the popular blog TwoFatAls.com, offer you 200 mouthwatering recipes that will please their palates and their pocketbooks, such as: \n<UL>\n<LI>Pomegranate Fig Bites\n<LI>Balsamic Grilled Artichokes\n<LI>Honey-Thyme Pear & Goat Cheese Sandwiches \n<LI>Seared Tuna with Fennel \n<LI>Apricot Brandy-Baked French Toast, and more!\n</UL>\nComplete with tips on how to affordably stock and maintain a frugal pantry, as well as price breakdowns for each serving, this cookbook shows how to eat well—without breaking the bank!", "isbn": "9781440513732", "title": "The Frugal Foodie Cookbook", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/The%20Frugal%20Foodie%20Cookbook/1373353484.38.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2009-08-18"}, "annotation": "", "position": 23},{"uuid": "hSNfhEHZSXjiBcDbUgiXtk", "book": {"uuid": "EhV8Mn7DBBCiHE2CzmvXFd", "oyster_good_for_statement": "", "author": "Christopher Hirsheimer", "status": 1, "average_rating": 4.1, "oyster_summary": "", "number_print_pages": 128, "description": "<DIV>The <i>Canal House Cooking</i> series is a seasonal collection of our  favorite recipes&mdash;home cooking by home cooks for home cooks. With a few  exceptions, we use ingredients that are readily available and found in  most markets in most towns throughout the United States. All the recipes  are easy to prepare, all completely doable for the novice and  experienced cook alike. We want to share with you as fellow cooks, our  love of food and all its rituals. The everyday practice of simple  cooking and the enjoyment of eating are two of the greatest pleasures in  life.<BR><BR></div><DIV>This volume celebrates the bounty of fall and the festive  holiday season with delicious Italian dishes, some classic, some  reinterpreted Canal House style.</div><BR>", "isbn": "9781453219430", "title": "Canal House Cooking Volume N° 7", "cover_img": "https://cflare.oysterbooks.com/covers/Canal%20House/Canal%20House%20Cooking%20Volume%20N%C2%B0%207/1373329756.63.jpg", "publisher": {"uuid": "MtjNA3mV4MfnKC7VHoZ4GB", "name": "Canal House"}, "awards": [], "language_code": "eng", "publication_date": "2012-01-17"}, "annotation": "", "position": 29},{"uuid": "eRoQvjPmjmJJYqhybG77ME", "book": {"uuid": "9yHs4nSqfm7nBVjmNb96wd", "oyster_good_for_statement": "", "author": "Nancy Verde Barr", "status": 1, "average_rating": 3.68, "oyster_summary": "", "number_print_pages": 285, "description": "<DIV>You&#8217;ll love this intimate portrait of the inimitable Julia Child by Nancy Verde Barr, her executive chef and friend for twenty-four years. Brimming with anecdotes, memorabilia, and snapshots, <I>Backstage with Julia</I> conveys Julia&#8217;s generosity, her boundless energy, and her love of food and life. This loving memoir celebrates the adventurous, unassuming essence of the chef who seasoned American palates and heightened our appreciation of food.</DIV>", "isbn": "9780544177468", "title": "Backstage with Julia", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544177468/1376383959.47.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2011-05-09"}, "annotation": "", "position": 16},{"uuid": "fzUNiYnXwrvL3putDc3yzi", "book": {"uuid": "39DyNaFKLsLM7HGUdwAzLU", "oyster_good_for_statement": "", "author": "Michael Krondl", "status": 1, "average_rating": 3.01, "oyster_summary": "", "number_print_pages": 400, "description": "<DIV>A social, cultural, and&#151;above all&#151;culinary history of dessert, <I>Sweet Invention</I> explores the world&#8217;s great dessert traditions, from ancient India to 21st-century Indiana. Each chapter begins with author Michael Krondl tasting and analyzing an icon of dessert, such as baklava from the Middle East or macarons from France, and then combines extensive scholarship with a lively writing style to spin an ancient tale of some of the world&#8217;s favorite treats and their creators. From the sweet makers of Persia who gave us the first donuts to the sugar sculptors of Renaissance Italy whose creativity gave rise to the modern-day wedding cake, this authoritative read clears up numerous misconceptions about the origins of various desserts, while elucidating their social, political, religious&#151;and even sexual&#151;uses through the ages.</DIV>", "isbn": "9781569769546", "title": "Sweet Invention", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Sweet%20Invention/1372979444.37.jpg", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "language_code": "eng", "publication_date": "2011-10-01"}, "annotation": "", "position": 31},{"uuid": "jfBVHu9RemTn98csiyKCYm", "book": {"uuid": "5YgHz8WNaVyVUjaQWmJb96", "oyster_good_for_statement": "", "author": "A. S. Dagnell", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 242, "description": "<DIV>Mary Berry is one of Britain's most respected and well-loved gurus of the kitchen. The undisputed \"Queen of the Aga\" has been the focus of many television shows and regularly contributes her expertise&#160;to <I>Woman's Hour</I>. The recent hit BBC show <I>The Great British Bake Off</I> has once again put Mary back into the limelight and has reignited a passion for baking across the nation. Mary published her first cookbook, <I>The Hamlyn All Colour Cookbook</I>, in 1970 and hasn't looked back since. With more than 70 cookbooks under her belt, there is no doubt that Mary Berry is one of Britain's most successful cooking writers. Awarded the CBE in 2012, her gentle personality and classic \"family\"&#160;cooking style are a remarkable contrast to some of the more outspoken celebrity television chefs.</DIV>", "isbn": "9781782193746", "title": "Mary Berry: Queen of British Baking", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Mary%20Berry%3A%20Queen%20of%20British%20Baking/1373195107.12.jpg", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "language_code": "eng", "publication_date": "2013-05-01"}, "annotation": "", "position": 20},{"uuid": "iLAhooqCxnwPVHCrQ9CtHi", "book": {"uuid": "DKVCb92zavLo2Z2FessJtH", "oyster_good_for_statement": "", "author": "Danny Meyer", "status": 1, "average_rating": 3.95, "oyster_summary": "", "number_print_pages": 336, "description": "<p>In October 1985, at age twenty-seven, Danny Meyer, with a good idea and scant experience, opened what would become one of New York City's most revered restaurants&#8212;Union Square Cafe. Little more than twenty years later, Danny is the CEO of one of the world's most dynamic restaurant organizations, which includes eleven unique dining establishments, each at the top of its game. How has he done it? How has he consistently beaten the odds and set the competitive bar in one of the toughest trades around?</p><p>In this landmark book, Danny shares the lessons he's learned while developing the winning recipe for doing the business he calls \"enlightened hospitality.\" This innovative philosophy emphasizes putting the power of hospitality to work in a new and counterintuitive way: The first and most important application of hospitality is to the people who work for you, and then, in descending order of priority, to the guests, the community, the suppliers, and the investors. This way of prioritizing stands the more traditional business models on their heads, but Danny considers it the foundation of every success that he and his restaurants have achieved. </p><p>Some of Danny's other insights:</p><ul><li><p>Hospitality is present when something happens <em>for</em> you. It is absent when something happens <em>to</em> you. These two simple concepts&#8212;<em>for</em> and <em>to</em>&#8212;express it all.</p></li><li><p>Context, context, context, trumps the outdated location, location, location.</p></li><li><p>Shared ownership develops when guests talk about a restaurant as if it's <em>theirs</em>. That sense of affiliation builds trust and invariably leads to repeat business.</p></li><li><p>Err on the side of generosity: You get more by first giving more.</p></li><li><p>Wherever your center lies, know it, name it, believe in it. When you cede your core values to someone else, it's time to quit.</p></li></ul><p>Full of behind-the-scenes history on the creation of Danny's most famous restaurants and the anecdotes, advice, and lessons he has accumulated on his long and ecstatic journey to the top of the American restaurant scene, <em>Setting the Table</em> is a treasure trove of innovative insights that are applicable to any business or organization.</p>", "isbn": "9780061868245", "title": "Setting the Table", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868245/1376527924.69.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 15},{"uuid": "rMz3wSf3XFzxYVuQsKFhSF", "book": {"uuid": "XYaQZmcWnf8mtFFZjF2VHS", "oyster_good_for_statement": "", "author": "Gerry Dryansky", "status": 1, "average_rating": 4.11, "oyster_summary": "", "number_print_pages": 400, "description": "<DIV><b>A celebration and critique of the French culinary landscape, with a gastronomical excursion across the French countryside in search of the unsung cooks who are still doing it right</b></div><DIV><b>&#160;</b><BR></div><DIV>This culinary memoir brings to life some of the most fascinating, glamorous food years in France and reveals gastronomical treasures from gifted artisans of the French countryside.</div><DIV>&#160;</div><DIV>Dryansky&rsquo;s stories are the stuff of legend&mdash;evenings with Coco Chanel and Yves Saint Laurent, historic wine auctions and memorable banquets&mdash;but <i>Coquilles, Calva, and Cr&egrave;me</i> is more than memories. These same memories prompt a journey across modern-day France, through kitchens, farms, and vineyards, offering a savory experience that can be duplicated by the reader afterward with numerous recipes, most of which have never before been recorded.</div><DIV>&#160;</div><DIV>In the world of today&rsquo;s professional cooking, publicity-chasing and performance has overshadowed the importance of dining and the food itself. Too often the modern restaurant is a mixture of bizarre novelty and paradoxical clich&eacute;s. Truly great dining happens when you&rsquo;re fully engaged in the moment, acknowledging the range of associations that emerge, as Proust wrote, from sensory experiences. From small caf&eacute;s in Paris to Normandy, Alsace, the Basque country, and beyond, Dryansky takes us on a sweeping sensory journey, with a voice as thoughtful as Kingsolver, as entertaining as Bourdain, and as cogent and critical as Pollan.</div>", "isbn": "9781453249260", "title": "Coquilles, Calva, and Crème", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/Coquilles%2C%20Calva%2C%20and%20Cr%C3%A8me/1373330601.87.jpg", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "awards": [], "language_code": "eng", "publication_date": "2012-06-05"}, "annotation": "", "position": 8},{"uuid": "MZbvrEVhkDHUWHDyFFnUyL", "book": {"uuid": "msFQr8KjB9SNvMg9W4oX8o", "oyster_good_for_statement": "", "author": "Ann Vanderhoof", "status": 1, "average_rating": 3.78, "oyster_summary": "", "number_print_pages": 480, "description": "<P>While sailing around the Caribbean, Ann Vanderhoof&#160; and her husband Steve track wild oregano-eating goats in the cactus-covered hills of the Dominican Republic, gather nutmegs on an old estate in Grenada, make searing-hot pepper sauce in a Trinidadian kitchen, cram for a chocolate-tasting test at the University of the West Indies, and sip moonshine straight out of hidden back-country stills.<br>Along the way, they are befriended by a collection of unforgettable island characters: Dwight, the skin-diving fisherman who always brings them something from his catch and critiques her efforts to cook it; Greta, who harvests seamoss on St. Lucia and turns it into potent Island-Viagra; sweet-hand Pat, who dispenses hugs and impromptu dance lessons along with cooking tips in her Port of Spain kitchen.  <p>Back in her galley, Ann practices making curry like a Trini, dog sauce like a Martiniquais, and coo-coo like a Carriacouan. And for those who want to take these adventures into their own kitchens, she pulls 71 delicious recipes from the stories she tells, which she places at the end of the relevant chapters. <I>The Spice Necklace</I> is a wonderful escape into a life filled with sunshine (and hurricanes), delicious food, irreplaceable company, and island traditions.  <p>", "isbn": "9780547488431", "title": "The Spice Necklace", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488431/1376381090.61.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2010-06-23"}, "annotation": "", "position": 26},{"uuid": "uapgo6N7uGQ59Kf2hiBEdn", "book": {"uuid": "JjejH6v5S5vu58RazK3L8V", "oyster_good_for_statement": "", "author": "Ruth  Binney", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 28, "description": "While contemporary cooks enjoy the many advantages of modern technology, good cooking never really changes and the essential principles that have been passed down by cooks through the ages are as relevant now as they ever were.<p><i>Wise Words &amp; Country Ways for Cooks</i> is a nostalgic delight full of the tried and tested methods of the past. Ruth Binney discusses the merits of a selection of traditional sayings and 'old wives' tales' as well as the advice of celebrated early cookery writers such as Mrs. Beeton, Fannie Merritt Farmer, Alexis Soyer and Constance Spry.<p> Perfect for every cookery enthusiast, here you will find practical cooking tips for meat, fish, vegetables and cakes interspersed with amusing anecdotes and advice on choosing and making the most of every ingredient as well as looking after your kitchen and equipment.<p>Discover how to test roast beef, the best way to peel onions, the secret of the perfect souffle, why you should only eat oysters when there's an 'r' in the month and many more age-old culinary gems.", "isbn": "9780715333921", "title": "Wise Words and Country Ways for Cooks", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Wise%20Words%20and%20Country%20Ways%20for%20Cooks/1373184495.26.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2012-04-01"}, "annotation": "", "position": 19},{"uuid": "4ypXVJwfnC9GZ8esFBPqUa", "book": {"uuid": "HqXf6FbzPQ2YCQAQc7Hbd9", "oyster_good_for_statement": "", "author": "Donia Bijan", "status": 1, "average_rating": 4.08, "oyster_summary": "", "number_print_pages": 272, "description": "For Donia Bijan’s family, food has been the language they use to tell their stories and to communicate their love. In 1978, when the Islamic revolution in Iran threatened their safety, they fled to California’s Bay Area, where the familiar flavors of Bijan’s mother’s cooking formed a bridge to the life they left behind. Now, through the prism of food, award-winning chef Donia Bijan unwinds her own story, finding that at the heart of it all is her mother, whose love and support enabled Bijan to realize her dreams.<br> <br> From the Persian world of her youth to the American life she embraced as a teenager to her years at Le Cordon Bleu in Paris (studying under the infamous Madame Brassart) to apprenticeships in France’s three-star kitchens and finally back to San Francisco, where she opened her own celebrated bistro, Bijan evokes a vibrant kaleidoscope of cultures and cuisines. And she shares thirty inspired recipes from her childhood (Saffron Yogurt Rice with Chicken and Eggplant and Orange Cardamom Cookies), her French training (Ratatouille with Black Olives and Fried Bread and Purple Plum Skillet Tart), and her cooking career (Roast Duck Legs with Dates and Warm Lentil Salad and Rose Petal Ice Cream).<br> <br> An exhilarating, heartfelt memoir, <i>Maman’s Homesick Pie</i> is also a reminder of the women who encourage us to shine.", "isbn": "9781616201166", "title": "Maman's Homesick Pie", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201166/1377657039.13.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2011-10-11"}, "annotation": "", "position": 18},{"uuid": "osnWYFQnZEiN5Z8tqP3te4", "book": {"uuid": "U253cr9F8QwyEG5J8fPkWS", "oyster_good_for_statement": "", "author": "Neil Simpson", "status": 1, "average_rating": 3.84, "oyster_summary": "", "number_print_pages": 308, "description": "<DIV>He has cooked for prime ministers, ousted Hollywood actresses from his restaurants, set records for cursing on television, and changed the way Britain eats. As famous for his volatile persona as he is for his cooking, Gordon Ramsay remains London&#8217;s most talked-about chef, an international sensation whose eponymous restaurant boasts three Michelin stars. And with his hit television show, <I>Hell&#8217;s Kitchen,</I> Ramsay is now a household name in the US. At 18, Ramsay was a professional soccer player; at 30, he was a multi-millionaire. So how did he end up in the kitchen? In this, the first biography of the star chef, Neil Simpson offers a fresh perspective on one of the most driven and successful men in Britain.</DIV>", "isbn": "9781843586098", "title": "Gordon Ramsay", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Gordon%20Ramsay/1372979275.52.jpg", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "language_code": "eng", "publication_date": "2009-09-01"}, "annotation": "", "position": 2},{"uuid": "tZetvX7nqgVtCZfNw7pdTE", "book": {"uuid": "EBn9BDHKkgyZQyQMABUiq6", "oyster_good_for_statement": "", "author": "Joan Reardon", "status": 1, "average_rating": 4.14, "oyster_summary": "", "number_print_pages": 432, "description": "<div><div><div><div><div><div>With her outsize personality, Julia Child is known around the world by her first name alone. But despite that familiarity,&#160;how much&#160;do we <I>really </I>know of the inner Julia?</div> <div>&#160;</DIV> <div>Now more than 200 letters exchanged between Julia and Avis DeVoto, her friend and unofficial literary agent memorably introduced in the hit movie <I>Julie &amp; Julia</I>, open the window on Julia&#8217;s deepest thoughts and feelings. This riveting correspondence, in print for the first time, chronicles the blossoming of a unique and lifelong friendship between the two women and the turbulent process of Julia&#8217;s creation of <I>Mastering the Art of French Cooking</I>, one of the most influential cookbooks ever written.</div></DIV> <div>Frank, bawdy, funny, exuberant, and occasionally agonized, these letters show Julia, first&#160;as a new bride&#160;in Paris, then becoming increasingly worldly and adventuresome&#160;as she follows her diplomat husband&#160;in his postings&#160;to Nice, Germany, and Norway.</DIV> <div>&#160;</DIV> <div>With commentary by the noted food historian Joan Reardon, and covering topics as diverse as the lack of good wine in the United States, McCarthyism, and&#160;sexual mores, these astonishing&#160;letters show America on the verge of political, social, and gastronomic transformation.</div> <p></P> <p></P></DIV> <p></P></DIV></DIV></DIV>", "isbn": "9780547504834", "title": "As Always, Julia", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504834/1376380847.31.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2010-12-01"}, "annotation": "", "position": 12},{"uuid": "ReSfKcVACZ6PRGeyERhRzD", "book": {"uuid": "trn3PYGDfpk8Z2qgSNh8qS", "oyster_good_for_statement": "", "author": "Anthony Bourdain", "status": 1, "average_rating": 3.69, "oyster_summary": "", "number_print_pages": 320, "description": "<blockquote><p>The long-awaited follow-up to the megabestseller <em>Kitchen Confidential</em></p></blockquote><p>In the ten years since his classic <em>Kitchen Confidential</em> first alerted us to the idiosyncrasies and lurking perils of eating out, from Monday fish to the breadbasket conspiracy, much has changed for the subculture of chefs and cooks, for the restaurant business&#8212;and for Anthony Bourdain.</p><p><em>Medium Raw</em> explores these changes, moving back and forth from the author's bad old days to the present. Tracking his own strange and unexpected voyage from journeyman cook to globe-traveling professional eater and drinker, and even to fatherhood, Bourdain takes no prisoners as he dissects what he's seen, pausing along the way for a series of confessions, rants, investigations, and interrogations of some of the most controversial figures in food.</p><p>Beginning with a secret and highly illegal after-hours gathering of powerful chefs that he compares to a mafia summit, Bourdain pulls back the curtain&#8212;but never pulls his punches&#8212;on the modern gastronomical revolution, as only he can. Cutting right to the bone, Bourdain sets his sights on some of the biggest names in the foodie world, including David Chang, the young superstar chef who has radicalized the fine-dining landscape; the revered Alice Waters, whom he treats with unapologetic frankness; the <em>Top Chef</em> winners and losers; and many more.</p><p>And always he returns to the question \"Why cook?\" Or the more difficult \"Why cook well?\" <em>Medium Raw</em> is the deliciously funny and shockingly delectable journey to those answers, sure to delight philistines and gourmands alike.</p>", "isbn": "9780061998065", "title": "Medium Raw", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061998065/1376452866.64.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2010-06-08"}, "annotation": "", "position": 0},{"uuid": "es5WASYBL8rrHYVXTBKf3F", "book": {"uuid": "MDWe6e7xtqwKA3GYnBHbeN", "oyster_good_for_statement": "", "author": "Julia Pandl", "status": 1, "average_rating": 3.69, "oyster_summary": "", "number_print_pages": 256, "description": "For Julia Pandl, the rite of passage into young-adulthood included mandatory service at her family&#8217;s restaurant, where she watched as her father&#8212;who was also the chef&#8212;ruled with the strictness of a drill sergeant.<br /> <br /> At age twelve, Julie was initiated into the rite of the Sunday brunch, a weekly madhouse at her father&#8217;s Milwaukee-based restaurant, where she and her eight older siblings before her did service in a situation of controlled chaos, learning the ropes of the family business and, more important, learning life lessons that would shape them for all the years to come. In her wry memoir, she looks back on those formative years, a time not just of growing up but, ultimately, of becoming a source of strength and support as the world her father knew began to change into a tougher, less welcoming place.<br /> <br /> Part coming-of-age story à la <i>The Tender Bar</i>, part win- dow into the mysteries of the restaurant business à la <i>Kitchen Confidential</i>, Julie Pandl provides tender wisdom about the bonds between fathers and daughters and about the simple pleasures that lie in the daily ritual of breaking bread. This honest and exuberant memoir marks the debut of a writer who discovers that humor exists in even the smallest details of our lives and that the biggest moments we ever experience can happen behind the pancake station at the Sunday brunch.", "isbn": "9781616201913", "title": "Memoir of the Sunday Brunch", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201913/1377657128.31.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2012-11-13"}, "annotation": "", "position": 13},{"uuid": "3BLDpTNVd6ChrAbeDKzwze", "book": {"uuid": "WgFsX6JDNDCkAmkPREcdk3", "oyster_good_for_statement": "", "author": "The Contestants and Judges of MasterChef", "status": 1, "average_rating": 3.93, "oyster_summary": "", "number_print_pages": 320, "description": "<p><b>This companion cookbook is packed with only the greatest of recipes from <i>MasterChef</i> Seasons 2 and 3.</b></p><p>You don’t have to be a professional chef to make a gorgeous gourmet meal! <i>MasterChef </i>contestants’ dishes, exquisitely turned out under pressure, prove that any amateur cook can achieve excellence. Let <i>MasterChef: The Ultimate Cookbook</i> help you make the leap from kitchen amateur to culinary master with tips and recipes from the show’s most creative contestants and award-winning judges. Not only will you master the basics—how to season a pan, sharpen your knives, or make the perfect steak rub—but you’ll also learn how to expand your own horizons, whether it’s with an exotic new dish or a fresh take on the perfect filet.</p><p>Enjoy more than 100 delectable recipes and 50 gorgeous photographs. From tender venison medallions to over-the-top seared lobster with bourbon and shallots, from perfectly crisp pan-fried potatoes to a decadent apple caramel spice cake, these recipes will help broaden your food landscape and perfect your home-cooked classics.</p><p>With expert wine pairings from restaurateur and <i>New York Times </i>bestselling author Joe Bastianich and a foreword from Graham Elliot, an award-winning chef and Lollapalooza Culinary Director, <i>MasterChef: The Ultimate Cookbook </i>is all you need to take the next step in your own culinary journey.</p>", "isbn": "9781609615130", "title": "MasterChef", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609615130/1376893517.56.jpg", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [], "language_code": "English", "publication_date": "2012-09-18"}, "annotation": "", "position": 11},{"uuid": "7BGNxf8VfnRsWwasKsgECV", "book": {"uuid": "mCZRLEEcT6jCkaHCHnTXpa", "oyster_good_for_statement": "", "author": "Jacques Pépin", "status": 1, "average_rating": 4.15, "oyster_summary": "", "number_print_pages": 336, "description": "<DIV>From the moment of its publication, The Apprentice established itself as an &#8220;instant classic&#8221; (Anthony Bourdain). With sparkling wit and occasional pathos, the man whom Julia Child has called &#8220;the best chef in America&#8221; tells the captivating story of his rise from a terrified thirteen-year-old toiling in an Old World French kitchen to an American superstar who ad-libbed and demonstrated culinary wizardry as the cameras rolled &#8212; and changed American tastes.</DIV> <div><BR>The Apprentice is an engrossing tale of the modern cooking scene and how it came to be, told from an engaging personal perspective. The story begins in prewar France, with young Jacques cutting his teeth in his mother&#8217;s small restaurants. Moving to Paris, it offers tantalizing glimpses of Sartre and Genet. In his role as Charles de Gaulle&#8217;s personal chef, Jacques witnesses history being made from behind the swinging door of the kitchen.</DIV> <div><BR>In America, he rejects an offer to be chef in the Kennedy White House, choosing instead to work at Howard Johnson&#8217;s. He then proceeds to make some history of his own, creating a revolution with a band of fellow food lovers: Julia Child, James Beard, and Craig Claiborne. Culinary high jinks and revealing portraits ensue. The Apprentice also includes well-loved recipes, from Maman&#8217;s Cheese Souffl&#233; to Chicken Salad r la Danny Kaye.</DIV>", "isbn": "9780547346540", "title": "The Apprentice", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346540/1376381109.24.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2004-05-07"}, "annotation": "", "position": 1},{"uuid": "4FAKre8GwiZhYn74YJQF2Y", "book": {"uuid": "rH76XZ4775AKSYmheJKvHU", "oyster_good_for_statement": "", "author": "Lauren Braun Costello", "status": 1, "average_rating": 4.02, "oyster_summary": "", "number_print_pages": 175, "description": "<DIV><DIV>As an essential primer of immediately useful and utterly relevant guidance, this guide can help anyone become a better cook&#151;without a single recipe. The book&#8217;s 217 notes deliver indispensable culinary truths, the highest standards of conduct, and timeless gems of cooking wisdom that have been taught and passed down by top chefs for generations. The notes provide explanatory commentary, helpful examples, and insights from Alice Waters, Daniel Boulud, Georges Auguste Escoffier, Leonardo da Vinci, and many others. They also include life lessons&#151;about how to bring delight, how to recognize quality, and how to see beauty in simplicity. For the beginner wanting to improve, the seasoned expert looking to review the highest culinary standards, or the food lover seeking a fascinating glimpse into the pursuit of epicurean excellence, <I>Notes on Cooking</I> provides a unique and invaluable apprenticeship.</DIV></DIV>", "isbn": "9780972425537", "title": "Notes on Cooking", "cover_img": "https://cflare.oysterbooks.com/covers/RCR%20Creative%20Press/Notes%20on%20Cooking/1372978053.88.jpg", "publisher": {"uuid": "5ZUueYmrRSFJfA5nnKpLQn", "name": "RCR Creative Press"}, "awards": [], "language_code": "eng", "publication_date": "2009-06-01"}, "annotation": "", "position": 3},{"uuid": "qZ5AgjRtUEghgnZBeHcq8j", "book": {"uuid": "wEaFqmSFWayigtXn9kCDpP", "oyster_good_for_statement": "", "author": "Chas Newkey-Burden", "status": 1, "average_rating": 3.29, "oyster_summary": "", "number_print_pages": 258, "description": "<DIV><DIV><DIV><DIV>Celebrity chef Heston Blumenthal is a gastronomic alchemist who sees the kitchen as a laboratory where he loves to experiment&#160;with new ways to tantalize diners' taste buds. The story of his life is every bit as colorful and attention-grabbing as his famous snail porridge and bacon-and-egg ice cream. This biography traces his journey from a life-changing childhood holiday in France, through to his brief apprenticeship in Raymond Blanc's restaurant where he stood up to a kitchen bully. It then follows him as, constantly pushing the boundaries of his work, he reached the top of his profession and was knighted by&#160;the Queen. Here, for the first time, is the full inspirational story of the enthusiastic, self-taught genius who turned the world of cuisine on its head.</div></DIV></DIV></DIV>", "isbn": "9781843584285", "title": "Heston Blumenthal", "cover_img": "https://cflare.oysterbooks.com/covers/John%20Blake/Heston%20Blumenthal/1372980597.62.jpg", "publisher": {"uuid": "aBc7kBYnjQMD38TkrSLatj", "name": "John Blake"}, "awards": [], "language_code": "eng", "publication_date": "2012-09-01"}, "annotation": "", "position": 30},{"uuid": "E73YzNK9USXvo3azthGF6N", "book": {"uuid": "84ofJZTx39iat8uVWXdYUZ", "oyster_good_for_statement": "", "author": "Dino Sarma Weierman", "status": 1, "average_rating": 3.96, "oyster_summary": "", "number_print_pages": 224, "description": "<P style=\"MARGIN: 0in 0in 0pt\">Taking a fresh, bold, and alternative approach to vegan cooking without the substitutes, this cookbook showcases more than 100 fully vegan recipes, many of which have South Asian influences. With a jazz-style approach to cooking, it also discusses how to improvise cooking with simple ingredients and how to stock a kitchen to prepare simple and delicious vegan meals quickly. The recipes for mouth-watering dishes include one-pot meals&#8212;such as South-Indian Uppama and Chipotle Garlic Risotto&#8212;along with Pakoras, Flautas, Bajji, and Kashmiri Biriyani, Hummus Canapes, and No-Cheese Pizza. With new, improved recipes this updated edition also shows how to cook simply to let the flavor of fresh ingredients shine through.", "isbn": "9781604862676", "title": "Alternative Vegan", "cover_img": "https://cflare.oysterbooks.com/covers/PM%20Press/Alternative%20Vegan/1372977480.24.jpg", "publisher": {"uuid": "Cz5oK76X5Upe9hcYBGjgNW", "name": "PM Press"}, "awards": [], "language_code": "eng", "publication_date": "2009-12-01"}, "annotation": "", "position": 21},{"uuid": "aNZydXbwZBzKyYsuEdLMqM", "book": {"uuid": "PSVrWJX2LPsKBwUXyV238Q", "oyster_good_for_statement": "", "author": "Ardie A. Davis", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 128, "description": "<div><div>Grilling: It&#8217;s not rocket science. But some cookbooks sure make it look that way. Not this one.</div> <div>&#160;</DIV> <div>In this short and sweet volume you&#8217;ll learn 25 essential techniques for cooking food on the grill, summed up in 25 delicious recipes that demonstrate those techniques. It&#8217;s all essentials. &#8216;Nuff said. Armed with this concise and handy primer, anyone can become a grilling pro in no time.<br></DIV></DIV>", "isbn": "9781558326231", "title": "25 Essentials: Techniques for Grilling", "cover_img": "https://cflare.oysterbooks.com/covers/Harvard%20Common%20Press/9781558326231/1376382023.55.jpg", "publisher": {"uuid": "zyWzFeePaKXcEw4fwEaFhd", "name": "Harvard Common Press"}, "awards": [], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 27},{"uuid": "9vTXPADpTFAs3gougjKquj", "book": {"uuid": "DufzU8XZarSXSz9VjLZSLj", "oyster_good_for_statement": "", "author": "Brette Sember", "status": 1, "average_rating": 3.21, "oyster_summary": "", "number_print_pages": 240, "description": "<p>An organized kitchen is the salvation every busy cook needs! You'll save yourself time, money, and stress&#151;all while whipping up delicious, healthy meals your family and friends will love.</p> <p>From aprons to zesters, this book provides an A-Z of simple shortcuts that will make all the difference, including:<ul><li>Shelf and storage strategies</li> <li>Five-minute kitchen feng shui</li> <li>When to clean what&#151;with what</li> <li>The right tools for the right tasks</li> <li>The truth about freezing food</li> <li>Meal plans that really work</li> <li>Ten foolproof, must-know recipes&#151;with endless variations</li> <li>The good-enough stocked pantry</li> <li>Leftovers you'll really want to eat</li></ul></p> <p>With tips and tricks from master chefs (think Julia Child's pegboard) and real-life home chefs (think Grandma's ingenious pasta pots), this is the only kitchen/food/life organizer you need to streamline your kitchen&#151;once and for all!</p> <p><i>The Organized Kitchen</i>: Because you <i>can</i> minimize cooking time and maximize good taste!</p>", "isbn": "9781440532627", "title": "The Organized Kitchen", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/The%20Organized%20Kitchen/1373354335.95.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2011-12-18"}, "annotation": "", "position": 24}]