[{"annotation": "", "uuid": "EG2VerdXssYLud8Ab5VGyd", "book": {"awards": [], "author": "Bernard Beckett", "description": "<P><B>A stunning debut novel that's as rich in ideas as it is in suspense, destined to become a modern classic of post-apocalyptic literature </B> <p>&#160; <p>Anax thinks she knows history. Her grueling all-day Examination has just begun, and if she passes, she&#8217;ll be admitted into the Academy&#8212;the elite governing institution of her utopian society. But Anax is about to discover that for all her learning, the history she&#8217;s been taught isn&#8217;t the whole story. And the Academy isn&#8217;t what she believes it to be. In this brilliant novel of dazzling ingenuity, Anax&#8217;s examination leads us into a future where we are confronted with unresolved questions raised by science and philosophy. Centuries old, these questions have gained new urgency in the face of rapidly developing technology. What is consciousness? What makes us human? If artificial intelligence were developed to a high enough capability, what special status could humanity still claim? Outstanding and original, Beckett&#8217;s dramatic narrative comes to a shocking conclusion.", "isbn": "9780547394381", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394381/1387866569.04.jpg", "title": "Genesis", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "dVtjRnxoajg2ZsGWahWUGm", "oyster_good_for_statement": "", "number_print_pages": 160, "oyster_summary": "", "status": 1, "publication_date": "2010-05-11", "language_code": "eng", "average_rating": 3.82}, "position": 6},{"annotation": "", "uuid": "ArKdWwoHPxqZAbwNdzHkpj", "book": {"awards": [], "author": "Dan Wells", "description": "<p>The human race is all but extinct after a war with Partials&#8212;engineered organic beings identical to humans&#8212;has decimated the population. Reduced to only tens of thousands by RM, a weaponized virus to which only a fraction of humanity is immune, the survivors in North America have huddled together on Long Island while the Partials have mysteriously retreated. The threat of the Partials is still imminent, but, worse, no baby has been born immune to RM in more than a decade. Our time is running out.</p><p>Kira, a sixteen-year-old medic-in-training, is on the front lines of this battle, seeing RM ravage the community while mandatory pregnancy laws have pushed what's left of humanity to the brink of civil war, and she's not content to stand by and watch. But as she makes a desperate decision to save the last of her race, she will find that the survival of humans and Partials alike rests in her attempts to uncover the connections between them&#8212;connections that humanity has forgotten, or perhaps never even knew were there. </p><p>Dan Wells, acclaimed author of <em>I Am Not a Serial Killer</em>, takes readers on a pulsepounding journey into a world where the very concept of what it means to be human is in question&#8212;one where our humanity is both our greatest liability and our only hope for survival.</p>", "isbn": "9780062071064", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062071064/1376552625.81.jpg", "title": "Partials", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "yCVCZDDfoHgfo4Gp5DdG3Z", "oyster_good_for_statement": "", "number_print_pages": 528, "oyster_summary": "", "status": 1, "publication_date": "2012-02-28", "language_code": "eng", "average_rating": 3.97}, "position": 13},{"annotation": "", "uuid": "zUsjzYVCi3FR6sbvCDM8KX", "book": {"awards": [{"uuid": "Mgfw7wcZd4cituMEU5eB5X", "image": null, "name": "John W. Campbell Award Nominee"}], "author": "Arkady Strugatsky", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Red Schuhart is a stalker, one of those young rebels who are compelled, in spite of extreme danger, to venture illegally into the Zone to collect the mysterious artifacts that the alien visitors left scattered around. His life is dominated by the place and the thriving black market in the alien products. But when he and his friend Kirill go into the Zone together to pick up a &#8220;full empty,&#8221; something goes wrong. And the news he gets from his girlfriend upon his return makes it inevitable that he&#8217;ll keep going back to the Zone, again and again, until he finds the answer to all his problems.</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>First published in 1972, <I>Roadside Picnic</I>&#160;is still widely regarded as&#160;one of the greatest science fiction novels, despite the fact that it has been out of print in the United States for almost thirty years. This authoritative new translation corrects many errors and omissions and has been supplemented with a foreword by Ursula K. Le Guin and a new afterword by Boris Strugatsky explaining the strange history of the novel&#8217;s publication in Russia.", "isbn": "9781613743447", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Roadside%20Picnic/1372980302.86.jpg", "title": "Roadside Picnic", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "uuid": "szEYXSV6XBvxv84VNLrrS9", "oyster_good_for_statement": "", "number_print_pages": 224, "oyster_summary": "", "status": 1, "publication_date": "2012-05-01", "language_code": "eng", "average_rating": 4.22}, "position": 22},{"annotation": "", "uuid": "hPJBDQDNmSxfdtX3ZrYHbU", "book": {"awards": [], "author": "Melissa Marr", "description": "<p>Three sips to mind the dead . . .</p><p>Rebekkah Barrow never forgot the attention her grandmother Maylene bestowed upon the dead of Claysville, the small town where Bek spent her adolescence. There wasn't a funeral that Maylene didn't attend, and at each one Rebekkah watched as Maylene performed the same unusual ritual: She took three sips from a silver flask and spoke the words <em>\"Sleep well, and stay where I put you.\"</em></p><p>Now Maylene is dead, and Bek must go back to the place she left a decade earlier. She soon discovers that Claysville is not just the sleepy town she remembers, and that Maylene had good reason for her odd traditions. It turns out that in Claysville the worlds of the living and the dead are dangerously connected; beneath the town lies a shadowy, lawless land ruled by the enigmatic Charles, aka Mr. D. If the dead are not properly cared for, they will come back to satiate themselves with food, drink, and stories from the land of the living. Only the Graveminder, by tradition a Barrow woman, and her Undertaker&#8212;in this case Byron Montgomery, with whom Bek shares a complicated past&#8212;can set things right once the dead begin to walk.</p><p>Although she is still grieving for Maylene, Rebekkah will soon find that she has more than a funeral to attend to in Claysville, and that what awaits her may be far worse: dark secrets, a centuries-old bargain, a romance that still haunts her, and a frightening new responsibility&#8212;to stop a monster and put the dead to rest where they belong.</p>", "isbn": "9780062083586", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062083586/1376553119.66.jpg", "title": "Graveminder", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "VGJdhYBSa3v8FQqXSRuhA7", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2011-05-17", "language_code": "eng", "average_rating": 3.5}, "position": 7},{"annotation": "", "uuid": "E9vkqaZMzVTtnHK6BfBh6h", "book": {"awards": [], "author": "Ellen Datlow", "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">Compiling the finest in frightening tales, this unique anthology offers a diverse selection of horror culled from the last 25 years. Hand selected from cutting-edge authors, each work blends subtle psychology and mischievousness with disturbingly visceral imagery. In the classic &#147;Chattery Teeth,&#8221; Stephen King provides a tautly drawn account of a traveling salesman who unwisely picks up yet another hitchhiker, while in Peter Straub&#8217;s eerie &#147;The Juniper Tree,&#8221; a man whose nostalgia for the movies of his childhood leads to his stolen innocence. Renowned fantasy author George R. R. Martin weaves a sinister yarn about a young woman encountering a neighbor who is overly enamored with her in &#147;The Pear-Shaped Man.&#8221; Combining acclaimed masters of the macabre, such as Clive Barker, Poppy Z. Brite, and Thomas Ligotti, with bold new talents to the genre, including Kelly Link, Neil Gaiman, and Stephen King&#8217;s son, Joe Hill, this distinctive collection of stories will delight and terrify.</P></DIV></DIV>", "isbn": "9781616960087", "cover_img": "https://cflare.oysterbooks.com/covers/Tachyon%20Publications/Darkness/1372977595.33.jpg", "title": "Darkness", "publisher": {"uuid": "9Lwkzqif5JmjyMWriHbn33", "name": "Tachyon Publications"}, "uuid": "KqJ2bzndDKryxs7EYLGQLH", "oyster_good_for_statement": "", "number_print_pages": 424, "oyster_summary": "", "status": 1, "publication_date": "2010-03-15", "language_code": "eng", "average_rating": 3.61}, "position": 26},{"annotation": "", "uuid": "EehRwA34PRPNiVSbTMmBpi", "book": {"awards": [], "author": "William Hertling", "description": "<p>David Ryan is the designer of ELOPe, an email language optimization program, that if successful, will make his career. But when the project is suddenly in danger of being canceled, David embeds a hidden directive in the software accidentally creating a runaway artificial intelligence.</p><p>David and his team are initially thrilled when the project is allocated extra servers and programmers. But excitement turns to fear as the team realizes that they are being manipulated by an A.I. who is redirecting corporate funds, reassigning personnel and arming itself in pursuit of its own agenda.</p><p>PRAISE FOR AVOGADRO CORP</p><p>WINNER SCIENCE FICTION DIY BOOK FESTIVAL 2011-2012</p><p>“A tremendous book that every single person needs to read. In the vein of Daniel Suarez’s Daemon and Freedom(TM), William’s book shows that science fiction is becoming science fact. Avogadro Corp describes issues, in solid technical detail, that we are dealing with today that will impact us by 2015, if not sooner. Not enough people have read these books. It’s a problem for them, but not for the [emergent] machines.”<br />— Brad Feld, managing director Foundry Group, cofounder TechStars</p><p>“A highly entertaining, gripping, thought inspiring book. Don’t start without the time to finish — it won’t let you go.”<br />— Gifford Pinchot III, founder Bainbridge Graduate Institute, author THE INTELLIGENT ORGANIZATION.</p><p>“An alarming and jaw-dropping tale about how something as innocuous as email can subvert an entire organization. I found myself reading with a sense of awe, and read it way too late into the night.”<br />— Gene Kim, author VISIBLE OPS</p><p>“A fascinating look at how simple and benign advancements in technology could lead to the surprise arrival of the first AI. And like all good techno-thrillers, the reality of AI is less than ideal.”<br />— Jason Glaspey on SILICON FLORIST</p>", "isbn": "9780984755721", "cover_img": "https://cflare.oysterbooks.com/covers/William%20Hertling/9780984755721/1382998413.99.jpg", "title": "Avogadro Corp: The Singularity is Closer than It Appears", "publisher": {"uuid": "PiqZKZwC56A5aF9mpFyYJB", "name": "William Hertling"}, "uuid": "aRjseCCMqiefnTZ7UFwygX", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2011-11-22", "language_code": "eng", "average_rating": 3.85}, "position": 31},{"annotation": "", "uuid": "vXHXqiMr46m5G4ZuuR4WSa", "book": {"awards": [], "author": "André Beaunier", "description": "THE MAN WHO LOST HIMSELF tells the story of Michel Bedée, a brilliant scientist whose work on the new element that he's discovered--sirium--has alienated him from his mother, his sister, and his wife. He cannot bear the fact that, although he loves his wife dearly, he cannot make her happy. Unfortunately, when she finds an alternative route to happiness, he cannot bear that either. Forced into isolation, he completes the formulation of the theory that will integrate the properties of sirium into a revised physical chemistry. Then, having exhausted what remains of his reasons for living, he finds himself at a loss, suspended between life and death--which appear to him in graphic symbolic form. An unusual philosophical French science-fiction novel, a precursor to some of modern-day European SF.", "isbn": "9781434447067", "cover_img": "https://cflare.oysterbooks.com/covers/Wildside%20Press%20LLC/The%20Man%20Who%20Lost%20Himself/1374555123.31.jpg", "title": "The Man Who Lost Himself", "publisher": {"uuid": "vhcUUCx4wq8bxYyPpmRPsL", "name": "Wildside Press LLC"}, "uuid": "rSQ3NGhfSRUpZWgvqa3Eum", "oyster_good_for_statement": "", "number_print_pages": 232, "oyster_summary": "", "status": 1, "publication_date": "2013-02-28", "language_code": "eng", "average_rating": 0.0}, "position": 29},{"annotation": "", "uuid": "6iPcdoy5KwiVnN2P2fv2Ab", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Pittacus Lore", "description": "<p>I've seen him on the news. Followed the stories about what happened in Ohio. John Smith, out there, on the run. To the world, he's a mystery. But to me . . . he's one of us.</p><p>Nine of us came here, but sometimes I wonder if time has changed us&#8212;if we all still believe in our mission. How can I know? There are six of us left. We're hiding, blending in, avoiding contact with one another . . .  but our Legacies are developing, and soon we'll be equipped to fight. Is John Number Four, and is his appearance the sign I've been waiting for? And what about Number Five and Six? Could one of them be the raven-haired girl with the stormy eyes from my dreams? The girl with powers that are beyond anything I could ever imagine? The girl who may be strong enough to bring the six of us together?</p><p>They caught Number One in Malaysia.<br />Number Two in England.<br />And Number Three in Kenya.<br />They tried to catch Number Four in Ohio&#8212;and failed.</p><p>I am Number Seven. One of six still alive.</p><p>And I'm ready to fight.</p>", "isbn": "9780062077868", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062077868/1378009536.26.jpg", "title": "The Power of Six", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "WVcm36oDKbJ9PfeRGkngEk", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2011-08-23", "language_code": "eng", "average_rating": 4.17}, "position": 11},{"annotation": "", "uuid": "SdUviY2RRqGehdC8b5aoGW", "book": {"awards": [], "author": "Kiera Cass", "description": "<p>For thirty-five girls, the Selection is the chance of a lifetime. The opportunity to escape the life laid out for them since birth. To be swept up in a world of glittering gowns and priceless jewels. To live in a palace and compete for the heart of gorgeous Prince Maxon.</p><p>But for America Singer, being Selected is a nightmare. It means turning her back on her secret love with Aspen, who is a caste below her. Leaving her home to enter a fierce competition for a crown she doesn't want. Living in a palace that is constantly threatened by violent rebel attacks.</p><p>Then America meets Prince Maxon. Gradually, she starts to question all the plans she's made for herself&#8212;and realizes that the life she's always dreamed of may not compare to a future she never imagined.</p>", "isbn": "9780062059956", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062059956/1376453406.66.jpg", "title": "The Selection", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "95RZtb6b7BRhcMygEWL36Q", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2012-04-24", "language_code": "eng", "average_rating": 4.1}, "position": 1},{"annotation": "", "uuid": "i7pLRNABguWzLPkZtzwbdS", "book": {"awards": [], "author": "Richard Kadrey", "description": "<blockquote><p>Supernatural fantasy's best antihero returns, in the high-octane follow-up to Richard Kadrey's acclaimed <em>Sandman Slim</em></p></blockquote><p>James Stark, a.k.a. Sandman Slim, crawled out of Hell, took bloody revenge for his girlfriend's murder, and saved the world along the way. After that, what do you do for an encore? You take a lousy job tracking down monsters for money. It's a depressing gig, but it pays for your beer and cigarettes. But in L.A., things can always get worse.</p><p>Like when Lucifer comes to town to supervise his movie biography and drafts Stark as his bodyguard. Sandman Slim has to swim with the human and inhuman sharks of L.A.'s underground power elite. That's before the murders start. And before he runs into the Czech porn star who isn't quite what she seems. Even before all those murdered people start coming back from the dead and join a zombie army that will change our world and Stark's forever.</p><p>Death bites. Life is worse. All things considered, Hell's not looking so bad.</p>", "isbn": "9780062063205", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062063205/1376453420.82.jpg", "title": "Kill the Dead", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "CANt7yP7tu76ESNj5gzBJ5", "oyster_good_for_statement": "", "number_print_pages": 464, "oyster_summary": "", "status": 1, "publication_date": "2010-10-05", "language_code": "eng", "average_rating": 4.07}, "position": 9},{"annotation": "", "uuid": "phMWQi6WU962qobEwmTgbR", "book": {"awards": [], "author": "Richard Kadrey", "description": "<p>Supernatural fantasy&#8217;s greatest anti-hero goes  back to hell!</p><p>In <em>Sandman Slim</em> Stark came back from hell for revenge. </p><p>In <em>Kill the Dead</em> he tackled both a zombie plague and being Lucifer&#8217;s bodyguard. </p><p>Once again all is not right in L.A. Lucifer is back in Heaven, God is on vacation, and an insane killer mounts a war against both Heaven and Hell. </p><p>Stark&#8217;s got to head back down to his old stomping grounds in Hell to rescue his long lost love, stop an insane serial killer, prevent both Good and Evil from completely destroying each other, and stop the demonic Kissi from ruining the party for everyone.</p><p>Even for Sandman Slim, that&#8217;s a tall order. And it&#8217;s only the beginning.</p>", "isbn": "9780062101181", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062101181/1376468136.55.jpg", "title": "Aloha from Hell", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "kGDXqgsWHtxY74V55fX9Kb", "oyster_good_for_statement": "", "number_print_pages": 464, "oyster_summary": "", "status": 1, "publication_date": "2011-10-18", "language_code": "eng", "average_rating": 3.98}, "position": 8},{"annotation": "", "uuid": "fehr4QWNS3RpHnykBaBCen", "book": {"awards": [], "author": "T Cooper", "description": "<p>It may sound like a familiar story-boy goes to Hollywood,boy befriends big star, boy gets almost as famous as big star, boy finds fame tricky-but T Cooper's first illustrated novel is subversively different. For one thing, the \"boy” is a polar bear. For another thing, the \"big star” is Leonardo DiCaprio. And together, they decide to make an action movie...about the environment.</p>\n<p>It's a story that's both wacky and edgy, as readers have come to expect from T Cooper (Lipshitz Six or Two Angry Blondes, Some of the Parts). But in this case, Cooper has pushed the envelope even further by enlisting illustrator Alex Petrowsky to help tell the story. Petrowsky's poster-like, full color images combine photos with cartooning and painting for an arresting effect that's both wildly humorous and hypnotically otherworldly.</p>\n<p>It is, in short, a compelling tale with an edgy charm and a persevering conscience. And it's all in a lush package, as if T Cooper's gifts for wisdom and humor and social commentary had been boiled down to their essence for a devoted following, then blown up like fireworks for a much wider audience to ooh and aah over.</p>", "isbn": "9781935554769", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554769/1377113711.95.jpg", "title": "The Beaufort Diaries", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "4yiZZy5MrXaPafX6ahgtAQ", "oyster_good_for_statement": "", "number_print_pages": 96, "oyster_summary": "", "status": 1, "publication_date": "2010-10-27", "language_code": "English", "average_rating": 3.37}, "position": 17},{"annotation": "", "uuid": "2PPPU8idJB2NfLiiJtpa2R", "book": {"awards": [{"uuid": "tP263pVFYpExE6JAikpu45", "image": null, "name": "World Fantasy Award Winner"}], "author": "Robert R. McCammon", "description": "<DIV><b>In Zephyr, Alabama, a bizarre murder is only the beginning</b></div><DIV>&#160;</div><DIV>Small town boys see weird sights, and Zephyr has provided Cory Jay Mackenson with his fair share of oddities. He knows the bootleggers who lurk in the dark places outside of town. On moonless nights, he&rsquo;s heard spirits congregate in the churchyard to reminisce about the good old days. He&rsquo;s seen rain that flooded Main Street and left it crawling with snakes. Cory knows magic, and relishes it as only a young boy can.</div><DIV>&#160;</div><DIV>One frosty winter morning, he and his father watch a car jump the curb and sail into the fathomless town lake. His father dives into the icy water to rescue the driver, and finds a naked corpse handcuffed to the wheel. This chilling sight is only the start of the strangest period of Cory&rsquo;s life, when the magic of his town will transform him into a man.</div>", "isbn": "9781453231562", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Boy%27s%20Life/1373330205.12.jpg", "title": "Boy's Life", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "bgKHhkhExfHqtAJhQZzWFZ", "oyster_good_for_statement": "", "number_print_pages": 582, "oyster_summary": "", "status": 1, "publication_date": "2011-10-18", "language_code": "eng", "average_rating": 4.32}, "position": 32},{"annotation": "", "uuid": "MsDkbTJM4Mmv3nC8s9UnpD", "book": {"awards": [], "author": "Pittacus Lore", "description": "<p>Number Nine&#8212;when John frees him from his cell in the Power of Xix, he&#39;s ferocious, reckless, and ready to fight back. But being held captive changes a person&#8212;even a Lorien. See what Nine was like before his capture, and read about his dramatic escape from his point of view.</p><p>In <em>I Am Number Four: The Lost Files: Nine&#39;s Legacy:</em> Nine&#39;s legacy, discover the story behind Nine. Before meeting John Smith, aka Number Four, before being held prisoner, Nine was hunting down Mogadorians in Chicago with his Cepan, Sandor. What happened there would change Nine forever. . . .</p>", "isbn": "9780062194787", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062194787/1376468626.3.jpg", "title": "I Am Number Four: The Lost Files: Nine's Legacy", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "nBN5v67o4kWT4TuHzTPoHG", "oyster_good_for_statement": "", "number_print_pages": 144, "oyster_summary": "", "status": 1, "publication_date": "2012-02-28", "language_code": "eng", "average_rating": 4.16}, "position": 24},{"annotation": "", "uuid": "eXGbtiiW3fJTt9oR8ZCaAg", "book": {"awards": [], "author": "Steve Stanton", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>In a post-cyberpunk future, Mia and Zakariah Davis risk their lives to secure an activated sample of the life-prolonging &#8220;eternal virus&#8221; for their son Rix. Afterwards, Mia is murdered in retribution and the family is overcome by grief. Zakariah goes on a quest to contact her spirit in the afterlife while Rix wants revenge, no matter the cost. Niko, the teenage clone of Zakariah&#8217;s dead sister, has received the eternal virus and has been captured by vampires who drain her blood nightly for its rejuvenating effects. After Rix helps Niko escape, they team up in a quest to track down Mia&#8217;s murderer. An engaging and compelling story, this work of science fiction delves into questions of religion, God, family, and the source of life in our universe.", "isbn": "9781770901001", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/The%20Bloodlight%20Chronicles/1372980586.78.jpg", "title": "The Bloodlight Chronicles", "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}, "uuid": "P7MYTX93Za4g9fhJQWZKti", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2011-10-01", "language_code": "eng", "average_rating": 2.7}, "position": 28},{"annotation": "", "uuid": "AGBTnXq5a7tGMYzui5ipgn", "book": {"awards": [], "author": "Kim Harrison", "description": "<p>All the creatures of the night gather in \"the Hollows\" of Cincinnati, to hide, to prowl, to party ... and to feed.</p><p>Vampires rule the darkness in a predator-eat-predator world rife with dangers beyond imagining -- and it&#8217;s Rachel Morgan'sjob to keep that world civilized.</p><p>A bounty hunter and witch with serious sex appeal and an attitude, she'll bring 'em back alive, dead ... or undead.</p>", "isbn": "9780061742095", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061742095/1376451866.92.jpg", "title": "Dead Witch Walking", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "J6q4GNd6s92zqPUwQSLgqV", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 4.02}, "position": 5},{"annotation": "", "uuid": "YpyA47TaD8ALfBxqR5XWUN", "book": {"awards": [], "author": "Ekaterina Sedia", "description": "", "isbn": "9781607012481", "cover_img": "https://cflare.oysterbooks.com/covers/Prime%20Books/9781607012481/1388782004.55.jpg", "title": "The Secret History of Moscow", "publisher": {"uuid": "sukDScbqhQkuCWCcwZWunM", "name": "Prime Books"}, "uuid": "VGtnyaMzpPdZVKdzt9r5c5", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2010-08-31", "language_code": "English", "average_rating": 0.0}, "position": 33},{"annotation": "", "uuid": "jxJcHs4zvuvFxBtP4yZUwN", "book": {"awards": [], "author": "Jeaniene Frost", "description": "<p>You can run from the grave, but you can't hide . . . </p><p>Half-vampire Cat Crawfield is now Special Agent Cat Crawfield, working for the government to rid the world of the rogue undead. She's still using everything Bones, her sexy and dangerous ex, taught her, but when Cat is targeted for assassination, the only man who can help her is the vampire she left behind.</p><p>Being around him awakens all her emotions, from the adrenaline kick of slaying vamps side by side to the reckless passion that consumed them. But a price on her head&#8212;wanted: dead or half-alive&#8212;means her survival depends on teaming up with Bones. And no matter how hard she tries to keep things professional between them, she'll find that desire lasts forever . . . and that Bones won't let her get away again.</p>", "isbn": "9780061736490", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061736490/1376504831.53.jpg", "title": "One Foot in the Grave", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "k3kLVDQNazCY8opykoyWTX", "oyster_good_for_statement": "", "number_print_pages": 384, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 4.35}, "position": 18},{"annotation": "", "uuid": "mKKKovDqjZxw3sJTAN8jYm", "book": {"awards": [], "author": "Jo Anderton", "description": "<p>When an accident leaves her powerless, penniless and scarred, Tanyana must adjust to a new life collecting magical garbage – 'debris' – but starts to realise debris is more important than anyone could guess.</p>", "isbn": "9780857661555", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857661555/1385165148.91.jpg", "title": "Debris", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "b2hv5gzSP9x9GtDMxCE8ze", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2011-09-27", "language_code": "eng", "average_rating": 0.0}, "position": 37},{"annotation": "", "uuid": "debkfLYeR9DKJng9hpr3C9", "book": {"awards": [], "author": "Darren O'Donnell", "description": "<p>Dr. Thoughtless Actions, a young geneticist, awakes one morning to find a cardboard box secured to his head. Unable to wrench it off, he attempts suicide, not only failing but also, unbeknownst to himself, cloning himself, creating Dr. Wishful Thinking. The two losers fall in love, fall in science, and fail to make a baby. Their conversation, an intricately woven semantic circus, traverses boxedness, love, and the more ridiculous areas of metaphysical speculation. Through a series of rapid exchanges, verbal games, and musical numbers, they discover that all their thoughts come from God, all their words come from the devil, and their desire for love is a habit acquired from the cinema. Sound familiar? Don't be so hard on yourself. <em>[boxhead]</em>: a bedtime story for your brain.</p>", "isbn": "9781770560017", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/712/7121358818450.2.jpg", "title": "[boxhead]", "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}, "uuid": "brBtab5cd6EUrtBJyuiufd", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2008-01-01", "language_code": "eng", "average_rating": 0.0}, "position": 20},{"annotation": "", "uuid": "z2tWt3UTo4B5jYBXgUJc4a", "book": {"awards": [], "author": "Pittacus Lore", "description": "<p>Number Six&#8212;when John meets her in <em>I Am Number Four</em> she&#8217;s strong, powerful, and ready to fight. But who is she? Where has she been living? How has she been training? When did she develop her legacies? And how does she know so much about the Mogadorians? </p><p>In <em>I Am Number Four: The Lost Files: Six&#8217;s Legacy</em>, discover the story behind Six. Before Paradise, Ohio, before John Smith, Six was traveling through West Texas with her C&#234;pan, Katarina. What happened there would change Six forever&#8230;. </p>", "isbn": "9780062109378", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062109378/1376468145.93.jpg", "title": "I Am Number Four: The Lost Files: Six's Legacy", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "HNmtaK9akxiWJweHUNrMSi", "oyster_good_for_statement": "", "number_print_pages": 144, "oyster_summary": "", "status": 1, "publication_date": "2011-07-26", "language_code": "eng", "average_rating": 4.05}, "position": 25},{"annotation": "", "uuid": "PDeXxzzoKEqVH2AEFhzBUP", "book": {"awards": [], "author": "Jean Christophe Valtat", "description": "<p>1908. New Venice — \"the pearl of the Arctic” — a place of ice palaces and pneumatic tubes, of beautifully ornate carriage-sleds and elegant victorian garb, of long nights and vistas of ice.</p>\n<p>But as the city prepares for spring, it feels more like qaartsiluni — \"the time when something is about to explode in the dark.” Local \"poletics” are wracked by tensions with the Eskimos circling the city, with suffragette riots led by an underground music star, with drug round-ups by the secret police force known as the Gentlemen of the Night. An ominous black airship hovers over the city, and the Gentlemen are hunting for the author of a radical pamphlet calling for revolt.</p>\n<p>Their lead suspect is Brentford Orsini, one of the city's most prominent figures. But as the Gentlemen of the Night tighten the net around him, Orsini receives a mysterious message from a long-lost love that compels him to act.</p>\n<p>What transpires is a literary adventure novel unlike anything you've ever read before. Brilliant in its conception, masterful in its prose, thrilling in its plot twists, and laced with humor, suspense, and intelligence, it marks the beginning of a great new series of books set in New Venice-and the launch of an astonishing new writer.</p>", "isbn": "9781935554882", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554882/1377113678.29.jpg", "title": "Aurorarama", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "uuid": "ryBdUANwqwbQYB8Lzypwx", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2010-08-31", "language_code": "English", "average_rating": 3.29}, "position": 16},{"annotation": "", "uuid": "5rqvgQWX8MrpPfET3XAtym", "book": {"awards": [], "author": "Diann Ducharme", "description": "<DIV>Genetics doctoral student and longevity researcher Ryan Abernathy restricts his calories and his social life; he is terrified of death, but his life, governed by study and exercise, is hollow. The longevity study that he works for receives a tip from an Irish doctor regarding two elderly twin sisters, Cleona and Catherine Owen, who live on a remote island off the western coast of Ireland. Ryan volunteers to investigate, hoping to get DNA samples from the women in his ambitious effort to increase lifespan and fight age-related diseases and just possibly, cure death itself.<BR><BR>On the island, Ryan meets Cleona&rsquo;s beautiful yet child-like great-granddaughter, Aisling, who cares for the elderly women but is able to offer Ryan no official age documentation for them. Aisling, lonely for companionship and exhausted from the care-taking of the sick women, draws Ryan into her world by telling him a story that she learned when she was young: that she and her relatives are the final known descendants of an old island clan that, through thousands of years of inbreeding and isolation, managed to achieve remarkable longevity. Ryan doesn&rsquo;t believe Aisling, but by asking questions of the bar man at the local pub and by stumbling across a time-worn gravestone in the old cemetery, he becomes more curious about the unusual family. As his curiosity increases, so does that of sick Irish nun Sister Ignatius, who believes that she recognizes Catherine as a nun who disappeared from her convent sixty years ago. Both scientist and nun must grapple with their own deep-seated beliefs in order to determine the truth about the people, both past and present, of the Celtic island.</div>", "isbn": "9781938120336", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Chasing%20Eternity%3A%20A%20Novel/1372976472.06.jpg", "title": "Chasing Eternity", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "uuid": "whigCtWZSdkiK7oQPfXUJN", "oyster_good_for_statement": "", "number_print_pages": 224, "oyster_summary": "", "status": 1, "publication_date": "2012-04-06", "language_code": "eng", "average_rating": 3.73}, "position": 19},{"annotation": "", "uuid": "FUsZx2ozL94DJfPtjYA5aW", "book": {"awards": [], "author": "Rae Carson", "description": "<p>Once a century, one person is chosen for greatness.</p><p>Elisa is the chosen one. </p><p>But she is also the younger of two princesses. The one who has never done anything remarkable, and can&#8217;t see how she ever will. </p><p>Now, on her sixteenth birthday, she has become the secret wife of a handsome and worldly king&#8212;a king whose country is in turmoil. A king who needs her to be the chosen one, not a failure of a princess.</p><p>And he&#8217;s not the only one who seeks her. Savage enemies, seething with dark magic,are hunting her. A daring, determined revolutionary thinks she could be his people&#8217;ssavior, and he looks at her in a way that no man has ever looked at her before. Soon it is not just her life, but her very heart that is at stake.</p><p>Elisa could be everything to those who need her most. If the prophecy is fulfilled. If she finds the power deep within herself. If she doesn&#8217;t die young.</p><p>Most of the chosen do.</p>", "isbn": "9780062093325", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062093325/1378009596.87.jpg", "title": "The Girl of Fire and Thorns", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "rVcXKKP3eMzug6QuuR3JXR", "oyster_good_for_statement": "", "number_print_pages": 448, "oyster_summary": "", "status": 1, "publication_date": "2011-09-20", "language_code": "eng", "average_rating": 3.86}, "position": 10},{"annotation": "", "uuid": "mJ2vrTfuLpJRRYMivUrp7n", "book": {"awards": [], "author": "Lee Collins", "description": "<p>Cora and her husband hunt things - things that shouldn't exist. When the marshal of Leadville, Colorado, comes across a pair of mysterious deaths, he turns to Cora to find the creature responsible, but if Cora is to overcome the unnatural tide threatening to consume the small town, she must first confront her own tragic past as well as her present.</p>", "isbn": "9780857662736", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857662736/1385165178.98.jpg", "title": "The Dead of Winter", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "znmjADZH668Sg4gY8m3WTo", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2012-10-30", "language_code": "eng", "average_rating": 3.54}, "position": 36},{"annotation": "", "uuid": "tkQdHrKvfuqwkEZX4QPumD", "book": {"awards": [], "author": "Wesley Chu", "description": "<p><p>The Prophus and the Genjix are at war. For centuries they have sought a way off-planet, guiding humanity's social and technological development to the stage where space travel is possible. The end is now in sight, and both factions have plans to leave the Earth, but the Genjix method will mean the destruction of the human race.</p> <p>That's a price they're willing to pay.</p></p>", "isbn": "9780857663337", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857663337/1385165844.52.jpg", "title": "The Deaths of Tao", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "WmXGorhBvh2MxVT67cqYDF", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": "2013-10-28", "language_code": "eng", "average_rating": 4.51}, "position": 35},{"annotation": "", "uuid": "828s6dS9fH4DXYMr2ecDpR", "book": {"awards": [{"uuid": "kAzRGKWZXc6R3tie3KrCNb", "image": null, "name": "Locus Award Winner"}], "author": "Jonathan Lethem", "description": "<DIV>Gumshoe Conrad Metcalf has problems-there's a rabbit in his waiting room and a trigger-happy kangaroo on his tail. Near-future Oakland is a brave new world where evolved animals are members of society, the police monitor citizens by their karma levels, and mind-numbing drugs such as Forgettol and Acceptol are all the rage.<BR>Metcalf has been shadowing Celeste, the wife of an affluent doctor. Perhaps he's falling a little in love with her at the same time. When the doctor turns up dead, our amiable investigator finds himself caught in a crossfire between the boys from the Inquisitor's Office and gangsters who operate out of the back room of a bar called the Fickle Muse.<BR>Mixing elements of sci-fi, noir, and mystery, this clever first novel from the author of Motherless Brooklyn is a wry, funny, and satiric look at all that the future may hold.<BR><BR></DIV>", "isbn": "9780547540146", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540146/1376381004.92.jpg", "title": "Gun, with Occasional Music", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "xDUatY3h7YPQzbSTeuYd3F", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2003-09-01", "language_code": "eng", "average_rating": 3.78}, "position": 21},{"annotation": "", "uuid": "UJ7igFWLC9LwTSSmEhS7kT", "book": {"awards": [], "author": "Jeaniene Frost", "description": "<p>Half-vampire Catherine Crawfield is going after the undead with a vengeance, hoping that one of these deadbeats is her father&#8212;the one responsible for ruining her mother's life. Then she's captured by Bones, a vampire bounty hunter, and is forced into an unholy partnership.</p><p>In exchange for finding her father, Cat agrees to train with the sexy night stalker until her battle reflexes are as sharp as his fangs. She's amazed she doesn't end up as his dinner&#8212;are there actually <em>good</em> vampires? Pretty soon Bones will have her convinced that being half-dead doesn't have to be all bad. But before she can enjoy her newfound status as kick-ass demon hunter, Cat and Bones are pursued by a group of killers. Now Cat will have to choose a side . . . and Bones is turning out to be as tempting as any man with a heartbeat. </p>", "isbn": "9780061744822", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061744822/1376451895.77.jpg", "title": "Halfway to the Grave", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "DDNZ756thXwckUgGbNPZZK", "oyster_good_for_statement": "", "number_print_pages": 384, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 4.24}, "position": 3},{"annotation": "", "uuid": "gmrCE8LGV9JVPbPWMfL6iX", "book": {"awards": [], "author": "Lauren Oliver", "description": "<p>Ninety-five days, and then I&#8217;ll be safe.</p><p>I wonder whether the procedure will hurt.</p><p>I want to get it over with. </p><p>It&#8217;s hard to be patient. </p><p>It&#8217;s hard not to be afraid while I&#8217;m still uncured, though so far the deliria hasn&#8217;t touched me yet.</p><p>Still, I worry. </p><p>They say that in the old days, love drove people to madness. </p><p>The deadliest of all deadly things: It kills you both when you have it and when you don&#8217;t.</p><p>Lauren Oliver astonished readers with her stunning debut, <em>Before I Fall</em>. In a starred review, <em>Publishers Weekly</em> called it &#8220;raw, emotional, and, at times, beautiful. An end as brave as it is heartbreaking.&#8221; Her much-awaited second novel fulfills her promise as an exceptionally talented and versatile writer. </p>", "isbn": "9780062114037", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062114037/1376468233.8.jpg", "title": "Delirium: The Special Edition", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "Em8Hp5GmycUHRmAMMPLmiA", "oyster_good_for_statement": "", "number_print_pages": 480, "oyster_summary": "", "status": 1, "publication_date": "2011-08-02", "language_code": "eng", "average_rating": 4.07}, "position": 14},{"annotation": "", "uuid": "aXcbpYTE2PaDNZHPfivb6h", "book": {"awards": [], "author": "Richard Kadrey", "description": "<blockquote><p>Supernatural fantasy has a new antihero</p></blockquote><p>Life sucks, and then you die. Or, if you're James Stark, you spend eleven years in Hell as a hitman before finally escaping, only to land back in the hell-on-earth that is Los Angeles. </p><p>Now Stark's back, and ready for revenge. And absolution, and maybe even love. But when his first stop saddles him with an abusive talking head, Stark discovers that the road to absolution and revenge is much longer than you'd expect, and both Heaven and Hell have their own ideas for his future. </p><p>Resurrection sucks. Saving the world is worse.</p><p>Darkly twisted, irreverent, and completely hilarious, <em>Sandman Slim</em> is the breakthrough novel by an acclaimed author.</p>", "isbn": "9780061999444", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061999444/1376452899.19.jpg", "title": "Sandman Slim", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "KrkLejmiahNo4QPA35LWcV", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2010-01-26", "language_code": "eng", "average_rating": 3.93}, "position": 0},{"annotation": "", "uuid": "ogSFQ3vxkwmYUangWeqmr3", "book": {"awards": [], "author": "Kiersten White", "description": "<p>Evie&#8217;s always thought of herself as a normal teenager, even though she works for the International Paranormal Containment Agency, her ex-boyfriend is a faerie, she&#8217;s falling for a shape-shifter, and she&#8217;s the only person who can see through paranormals&#8217; glamours.</p><p>But Evie&#8217;s about to realize that she may very well be at the center of a dark faerie prophecy promising destruction to all paranormal creatures.</p><p>So much for normal.</p>", "isbn": "9780062011879", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062011879/1376452967.86.jpg", "title": "Paranormalcy", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "9CdB5kzSghqLkQWMaXHnGT", "oyster_good_for_statement": "", "number_print_pages": 368, "oyster_summary": "", "status": 1, "publication_date": "2010-08-31", "language_code": "eng", "average_rating": 3.95}, "position": 15},{"annotation": "", "uuid": "gvTXT2ZmfMu758xd7tk7pa", "book": {"awards": [], "author": "Francesca Lia Block", "description": "<p><em><blockquote>Love is a werewolf, influenced by the moon and terror, and always about to change.</blockquote></em></p><p>Liv has a secret. </p><p>Something happened to her when she was thirteen. Something that changed everything. Liv knows she doesn&#8217;t belong anymore&#8212;not in her own skin, not in her family . . . not anywhere. The only time she truly feels like herself is when she&#8217;s with her boyfriend, Corey, and in the woods that surround her town. </p><p>But in the woods, a mysterious woman watches Liv. In the woods, a pack of wild boys lurks. In the woods, Liv learns about the curse that will haunt her forever. The curse that caused the frenzy four years ago. And that may cause it again, all too soon. </p><p>While Corey and Liv&#8217;s love binds them together, Liv&#8217;s dark secret threatens to tear them apart as she struggles to understand who&#8212;or what&#8212;she really is. And by the light of the full moon, the most dangerous secrets bare their claws. . . .</p>", "isbn": "9780062012692", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062012692/1376530277.17.jpg", "title": "The Frenzy", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "W5J222xTnzpyFVAkEKHkFJ", "oyster_good_for_statement": "", "number_print_pages": 272, "oyster_summary": "", "status": 1, "publication_date": "2010-09-28", "language_code": "eng", "average_rating": 2.99}, "position": 12},{"annotation": "", "uuid": "wQnb44TQ7PezDAQZSQiYsh", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Pittacus Lore", "description": "<p>Nine of us came here. We look like you. We talk like you. We live among you. But we are not you. We can do things you dream of doing. We have powers you dream of having. We are stronger and faster than anything you have ever seen. We are the superheroes you worship in movies and comic books&#8212;but we are real.</p><p>Our plan was to grow, and train, and become strong, and become one, and fight them. But they found us and started hunting us first. Now all of us are running. Spending our lives in shadows, in places where no one would look, blending in. we have lived among you without you knowing.</p><p>But <em>they</em> know.</p><p>They caught Number One in Malaysia.<br />Number Two in England.<br />And Number Three in Kenya.<br />They killed them all.</p><p>I am Number Four.</p><p>I am next.</p>", "isbn": "9780062007995", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062007995/1376530155.88.jpg", "title": "I Am Number Four", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "HubsJxQMYFTUYq4NW5uDXc", "oyster_good_for_statement": "", "number_print_pages": 496, "oyster_summary": "", "status": 1, "publication_date": "2010-08-03", "language_code": "eng", "average_rating": 3.91}, "position": 2},{"annotation": "", "uuid": "vs24TmeXm7YM7aoKJsdodf", "book": {"awards": [], "author": "José Saramago", "description": "<DIV>A city is hit by an epidemic of \"white blindness\" which spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations and raping women. There is one eyewitness to this nightmare who guides seven strangers-among them a boy with no mother, a girl with dark glasses, a dog of tears-through the barren streets, and the procession becomes as uncanny as the surroundings are harrowing. A magnificent parable of loss and disorientation and a vivid evocation of the horrors of the twentieth century, Blindness has swept the reading public with its powerful portrayal of man's worst appetites and weaknesses-and man's ultimately exhilarating spirit. The stunningly powerful novel of man's will to survive against all odds, by the winner of the 1998 Nobel Prize for Literature.</DIV>", "isbn": "9780547537597", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547537597/1378365790.0.jpg", "title": "Blindness", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "5C7pnJMp3L8HpCsiYJ2cof", "oyster_good_for_statement": "", "number_print_pages": 304, "oyster_summary": "", "status": 1, "publication_date": "2013-08-23", "language_code": "eng", "average_rating": 4.0}, "position": 4},{"annotation": "", "uuid": "CAwsayJYS6WczJheEF8WXb", "book": {"awards": [], "author": "Chuck Wendig", "description": "<p><p>Miriam is on the road again, having transitioned from “thief”… to “killer”.</p>\n<p>Hired by a wealthy businessman, she heads down to Florida to practice the one thing she’s good at, but in her vision she sees him die by another’s hand and on the wall written in blood is a message just for Miriam.</p>\n<p>She’s expected…</p></p>", "isbn": "9780857663399", "cover_img": "https://cflare.oysterbooks.com/covers/Osprey%20Publishing%20Ltd/9780857663399/1385165197.57.jpg", "title": "The Cormorant", "publisher": {"uuid": "CKve5rvBeXmrtiv2onthRU", "name": "Osprey Publishing Ltd"}, "uuid": "8ymWFFkw6QQUiZeWZjxVZM", "oyster_good_for_statement": "", "number_print_pages": 273, "oyster_summary": "", "status": 1, "publication_date": "2013-12-31", "language_code": "eng", "average_rating": 0.0}, "position": 34},{"annotation": "", "uuid": "3ZqposdS4kcPqX5LimLS7a", "book": {"awards": [], "author": "Jeaniene Frost", "description": "<blockquote><p>Some things won't stay buried . . . at grave's end</p></blockquote><p>It <em>should</em> be the best time of half-vampire Cat Crawfield's life. With her undead lover Bones at her side, she's successfully protected mortals from the rogue undead. But though Cat's worn disguise after disguise to keep her true identity a secret from the brazen bloodsuckers, her cover's finally been blown, placing her in terrible danger.</p><p>As if that wasn't enough, a woman from Bones's past is determined to bury him once and for all. Caught in the crosshairs of a vengeful vamp, yet determined to help Bones stop a lethal magic from being unleashed, Cat's about to learn the true meaning of bad blood. And the tricks she's learned as a special agent won't help her. She will need to fully embrace her vampire instincts in order to save herself&#8212;and Bones&#8212;from a fate worse than the grave.</p>", "isbn": "9780061977565", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061977565/1376529276.32.jpg", "title": "At Grave's End", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "KgHvaXQp9WkTrenDhw7Lxf", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2009-10-06", "language_code": "eng", "average_rating": 4.35}, "position": 23},{"annotation": "", "uuid": "hJKVSSBtGquyaBcCt5qdKT", "book": {"awards": [], "author": "John Brunner", "description": "\"One of the most important science fiction authors. Brunner held a mirror up to reflect our foibles because he wanted to save us from ourselves.\" --SF Site For each generation, there is a writer meant to bend the rules of what we know. Hugo Award winner (Best Novel, STAND ON ZANZIBAR) and British science fiction master John Brunner remains one of the most influential and respected authors of all time, and now E-Reads is pleased to re-introduce many of his classic works. For readers familiar with his vision, it's a chance to re-examine his thoughtful worlds and words, while for new readers, Brunner's work proves itself the very definition of timeless. The world is awash in civic decay, military coups and revolutionary governments, bands of believers ('Godheads') roaming the streets and turning plastic crosses into assault weapons. One scientist has discovered a new kind of viral drug, VC, which has the power to drastically alter the human mind. It could save civilization but at what cost? And who has the right to make a decision about whether or not to use it? Brunner at his thought-provoking, action-packed best.", "isbn": "9781617569630", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads/9781617569630/1383304713.07.jpg", "title": "The Stone That Never Came Down", "publisher": {"uuid": "7ibAJ8S7nHSG9PrmjoChES", "name": "E-Reads"}, "uuid": "Kj3bwMtLvrTGhnjkkVJU98", "oyster_good_for_statement": "", "number_print_pages": 0, "oyster_summary": "", "status": 1, "publication_date": "2013-10-25", "language_code": "eng", "average_rating": 0.0}, "position": 30},{"annotation": "", "uuid": "Nrk5R9T2Vq4Ry2S7z5JTyS", "book": {"awards": [], "author": "Derek Miller", "description": "<DIV><p>A luminous novel, a police thriller, and the funniest book about war crimes and dementia you are likely to read<BR><br> Sheldon Horowitz&mdash;widowed, impatient, impertinent&mdash;has grudgingly agreed  to leave New York and move in with his granddaughter, Rhea, and her new  husband, Lars, in Norway: a country of blue and ice with one thousand  Jews, not one of them a former Marine sniper in the Korean War turned  watch repairman, who failed his only son by sending him to Vietnam to  die. Not until now, anyway.<BR><br> Home alone one morning, Sheldon witnesses a dispute between the woman  who lives upstairs and an aggressive stranger. When events turn dire,  Sheldon seizes and shields the neighbor&rsquo;s young son from the violence,  and they flee the scene. But old age and circumstances are altering  Sheldon&rsquo;s experience of time and memory. He is haunted by dreams of his  son Saul&rsquo;s life and by guilt over his death. As Sheldon and the boy look  for a haven in an alien world, reality and fantasy, past and present,  weave together, forcing them ever forward to a wrenching moment of  truth.<BR><br> <I>Norwegian by Night</I> introduces an ensemble of unforgettable  characters&mdash;Sheldon and the boy, Rhea and Lars, a Balkan war criminal  named Enver, and Sigrid and Petter, the brilliantly dry-witted  investigating officers&mdash;as they chase one another, and their own demons,  through the wilderness at the end of the world.</p></div>", "isbn": "9780547934884", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547934884/1383487931.36.jpg", "title": "Norwegian by Night", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "TP2CHhjYF3iqSzMpZXYTif", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "2013-05-21", "language_code": "eng", "average_rating": 3.89}, "position": 27}]