[{"uuid": "eKxoLmr9VVhnNgCAA4d4ji", "book": {"uuid": "vr2VdWh7tCgEGvB6qmioCV", "oyster_good_for_statement": "", "author": "Michael Grant", "status": 1, "average_rating": 3.89, "oyster_summary": "", "number_print_pages": 576, "description": "<p><strong>In the blink of an eye. Everyone disappears. GONE.</strong></p><p>Except for the young. Teens. Middle schoolers. Toddlers. But not one single adult. No teachers, no cops, no doctors, no parents. Just as suddenly, there are no phones, no internet, no television. No way to get help. And no way to figure out what's happened.</p><p>Hunger threatens. Bullies rule. A sinister creature lurks. Animals are mutating. And the teens themselves are changing, developing new talents&mdash;unimaginable, dangerous, deadly powers&mdash;that grow stronger by the day.</p><p>It's a terrifying new world. Sides are being chosen, a fight is shaping up. Townies against rich kids. Bullies against the weak. Powerful against powerless. And time is running out: On your birthday, you disappear just like everyone else...</p>", "isbn": "9780061909641", "title": "Gone", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061909641/1376452501.58.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-05-19"}, "annotation": "", "position": 4},{"uuid": "XFbC3jNSyYAFNQpJR4LEwe", "book": {"uuid": "TpbmkWMNgWArduJHetV8yi", "oyster_good_for_statement": "", "author": "Lois Lowry", "status": 1, "average_rating": 4.07, "oyster_summary": "", "number_print_pages": 144, "description": " <p>As the German troops begin their campaign to \"relocate\" all the Jews of Denmark, Annemarie Johansen&#8217;s family takes in Annemarie&#8217;s best friend, Ellen Rosen, and conceals her as part of the family.</P> <p>Through the eyes of ten-year-old Annemarie, we watch as the Danish Resistance smuggles almost the entire Jewish population of Denmark, nearly seven thousand people, across the sea to Sweden. The heroism of an entire nation reminds us that there was pride and human decency in the world even during a time of terror and war.</P> <p>Winner of the 1990 Newbery Medal.", "isbn": "9780547345444", "title": "Number the Stars", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345444/1376149840.47.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "wRC9yGoSixcfugX9fN7oEf", "image": null, "name": "Newbery Medal"}], "language_code": "eng", "publication_date": "1989-04-24"}, "annotation": "", "position": 5},{"uuid": "r5h8ZhsJbZ3ETfs3sMhksC", "book": {"uuid": "iTSK4yLjaKRz3fensee2Uo", "oyster_good_for_statement": "", "author": "Jennifer Miller", "status": 1, "average_rating": 3.56, "oyster_summary": "", "number_print_pages": 384, "description": "<div><p><I>&#8220;Do you know what it took for Socrates&#8217; enemies to make him stop pursuing the truth?&#8221;<BR>&#8220;Hemlock.&#8221;</I><BR><BR>Storied, fiercely competitive Mariana Academy was founded with a serious honor code; its reputation has been unsullied for decades. Now a long-dormant secret society, Prisom's Party, threatens its placid halls with vigilante justice, exposing students and teachers alike for even the most minor infraction.<br><BR>Iris Dupont, a budding journalist whose only confidant is the chain-smoking specter of Edward R. Murrow, feels sure she can break into the ranks of <I>The Devil&#8217;s Advocate</I>, the Party&#8217;s underground newspaper, and there uncover the source of its blackmail schemes and vilifying rumors. Some involve the school&#8217;s new science teacher, who also seems to be investigating the Party. Others point to an albino student who left school abruptly ten years before, never to return. And everything connects to a rare book called <I>Marvelous Species</I>. But the truth comes with its own dangers, and Iris is torn between her allegiances, her reporter's instinct, and her own troubled past.<br><I><BR>The Year of the Gadfly</I> is an exhilarating journey of double-crosses, deeply buried secrets, and the lifelong reverberations of losing someone you love. Following in the tradition of classic school novels such as <I>A Separate Peace</I>, <I>Prep</I>, and <I>The Secret History</I>, it reminds us how these years haunt our lives forever.</DIV>", "isbn": "9780547569666", "title": "The Year of the Gadfly", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547569666/1376381715.86.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2012-05-08"}, "annotation": "", "position": 8},{"uuid": "namhwFd6JEoXUvPZzgcSgh", "book": {"uuid": "LUpzz3e2tbozgCVHT9xDhc", "oyster_good_for_statement": "", "author": "Olive Ann Burns", "status": 1, "average_rating": 3.11, "oyster_summary": "", "number_print_pages": 336, "description": "<DIV>Anyone who came under the spell of Olive Ann Burns&#8217;s classic novel Cold Sassy Tree will delight in Leaving Cold Sassy, which returns to the story of the unforgettable Will Tweedy. In 1917, twenty-five-year-old Will now faces the complexities of adult life. He grapples with the influences of the modern world on his cherished Georgia hometown, which has recently been renamed Progressive City, and he finds his wife-to-be in a feisty young schoolteacher named Sanna Klein.<br><br>Olive Ann Burns had completed fifteen chapters of this novel by the time of her death in 1990, and she expressed her wish for them to be published, as they are here, with her notes for future scenes. In addition, Olive Ann&#8217;s longtime editor and friend, Katrina Kenison, leaves us with an appreciative reminiscence of the beloved author and the legacy she left behind.</div>", "isbn": "9780547527291", "title": "Leaving Cold Sassy", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527291/1376384197.19.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2007-09-04"}, "annotation": "", "position": 13},{"uuid": "koULocTBPY8oTzhSi334Ao", "book": {"uuid": "dgf8jdLKrZuqdXpK9zRPZ6", "oyster_good_for_statement": "", "author": "Jocelyn Brown", "status": 1, "average_rating": 3.27, "oyster_summary": "", "number_print_pages": 150, "description": "<p>Biology is not Dree's thing. Equally heinous are English, Social Studies, her sister and mother, not to mention Edmonton in general. Toronto is where she belongs  – specifically the upcoming Renegade Craft Fair. Mercifully, escape is imminent: on her f", "isbn": "9781770561571", "title": "The Mitochondrial Curiosities of Marcels 1 to 19", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/764/7641358818567.59.jpg", "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}, "awards": [], "language_code": "eng", "publication_date": "2009-01-01"}, "annotation": "", "position": 22},{"uuid": "WKvSYbTq9uy95yScotuVzN", "book": {"uuid": "stANRv9UCoujge7VddGJre", "oyster_good_for_statement": "", "author": "Francesca Lia Block", "status": 1, "average_rating": 3.79, "oyster_summary": "", "number_print_pages": 128, "description": "<p>But this is what <br />I could not give up:<br />I could not give up myself</p><p>Psyche has known Love&#8212;scented with jasmine and tasting of fresh oranges. Yet he is fleeting and fragile, lost to her too quickly. Punished by self-doubt, Psyche yearns to be transformed, like the beautiful and brutal figures in the myths her lover once spoke of. Attempting to uncover beauty in the darkness, she is challenged, tested, and changed by the gods and demons who tempt her. Her faith must be found again, for if she is to love, she must never look back. </p>", "isbn": "9780061757020", "title": "Psyche in a Dress", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061757020/1376489305.85.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 30},{"uuid": "3Qj6XjySty5tcGhdJKyZoM", "book": {"uuid": "mbJ4AY5QzCe7jm4C5PoS2B", "oyster_good_for_statement": "", "author": "Sara Shepard", "status": 1, "average_rating": 4.05, "oyster_summary": "", "number_print_pages": 368, "description": "<p>Spencer stole her sister's boyfriend. Aria is brokenhearted over her English teacher. Emily likes her new friend Maya . . . as much more than a friend. Hanna's obsession with looking flawless is making her sick. And their most horrible secret yet is so scandalous that the truth would ruin them forever.</p><p>And why <em>shouldn't</em> I tell? They deserve to lose it all. With every crumpled note, wicked IM, and vindictive text message I send, I'll be taking these pretty little liars down. Trust me, I've got enough dirt to bury them alive.</p>", "isbn": "9780061975578", "title": "Pretty Little Liars #2: Flawless", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061975578/1376529216.94.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-06"}, "annotation": "", "position": 9},{"uuid": "qTsb9DnN3Cjko3g9d3QC2T", "book": {"uuid": "4CPZdQw7nTSnM3Hw5qfSiQ", "oyster_good_for_statement": "", "author": "Adrienne Kress", "status": 1, "average_rating": 3.7, "oyster_summary": "", "number_print_pages": 412, "description": "<DIV>&quot;With a crisp, engaging voice and sharp wit, Adrienne Kress is always a treat to read.&quot; &mdash;Kelley Armstrong, #1 New York Times Bestselling Author&#160;<BR><BR>&ldquo;A refreshingly different take on angel mythology with a funny, gutsy, shotgun-toting heroine and a rivetingly sexy hero. Set in an eerie deep south town, OUTCAST is a spooky, spirited, compulsively readable story&mdash;charged with wit, wisdom, and bittersweet romance.&rdquo; &mdash;Lesley Livingston, author of the internationally bestselling Wondrous Strange series<BR><BR>They come out of the sky and take you. Everyone knows that.<BR><BR>After six years of &ldquo;angels&rdquo; coming out of the sky and taking people from her town, 16-year-old Riley Carver has just about had it living with the constant fear. When one decides to terrorize her in her own backyard, it&rsquo;s the final straw. She takes her mother&rsquo;s shotgun and shoots the thing. So it&rsquo;s dead. Or &hellip; not? In place of the creature she shot, is a guy. A really hot guy. A really hot alive and breathing guy. Oh, and he&rsquo;s totally naked.<BR><BR>Not sure what to do, she drags his unconscious body to the tool shed and ties him up. After all, he&rsquo;s an angel and they have tricks. When he regains consciousness she&rsquo;s all set to interrogate him about why the angels come to her town, and how to get back her best friend (and almost boyfriend) Chris, who was taken the year before. But it turns out the naked guy in her shed is just as confused about everything as she is.<BR><BR>He thinks it&rsquo;s 1956.<BR><BR>Set in the deep south, OUTCAST is a story of love, trust, and coming of age. It&rsquo;s also a story about the supernatural, a girl with a strange sense of humor who&rsquo;s got wicked aim, a greaser from the 50&rsquo;s, and an army of misfits coming together for one purpose: To kick some serious angel ass.</div>", "isbn": "9781626810617", "title": "Outcast", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Outcast%3A%20A%20Novel/1372977061.8.jpg", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [], "language_code": "eng", "publication_date": "2013-06-04"}, "annotation": "", "position": 28},{"uuid": "rEHpvThFWYteyRjzt4BdnN", "book": {"uuid": "LZaYzfMJ9TejnZDGRrt2HG", "oyster_good_for_statement": "", "author": "Sara Shepard", "status": 1, "average_rating": 3.98, "oyster_summary": "", "number_print_pages": 304, "description": "<blockquote><p>Everyone has something to hide&#8212;especially high school juniors spencer, aria, emily, and hanna. </p></blockquote><p>Spencer covets her sister's boyfriend. Aria's fantasizing about her English teacher. Emily's crushing on the new girl at school. Hanna uses some ugly tricks to stay beautiful. </p><p>But they've all kept an even <em>bigger</em> secret since their friend Alison vanished. </p><p>How do I know? Because I know <em>everything</em> about the bad girls they were, the naughty girls they are, and all the dirty secrets they've kept. And guess what? I'm telling.</p>", "isbn": "9780061975561", "title": "Pretty Little Liars", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061975561/1378009399.28.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2009-10-06"}, "annotation": "", "position": 26},{"uuid": "upivdma3xgBxm94ov6aYq3", "book": {"uuid": "XqwKxXXraY9fbKpS2k6FVL", "oyster_good_for_statement": "", "author": "C. S. Lewis", "status": 1, "average_rating": 4.16, "oyster_summary": "", "number_print_pages": 324, "description": "<DIV><I>&#8220;I saw well why the gods do not speak to us openly, nor let us answer . . . Why should they hear the babble that we think we mean? How can they meet us face to face till we have faces?&#8221;</I><br><BR>Haunted by the myth of Cupid and Psyche throughout his life, C.S. Lewis wrote this, his last, extraordinary novel, to retell their story through the gaze of Psyche&#8217;s sister, Orual. Disfigured and embittered, Orual loves her younger sister to a fault and suffers deeply when she is sent away to Cupid, the God of the Mountain. Psyche is forbidden to look upon the god&#8217;s face, but is persuaded by her sister to do so; she is banished for her betrayal. Orual is left alone to grow in power but never in love, to wonder at the silence of the gods. Only at the end of her life, in visions of her lost beloved sister, will she hear an answer.<br><BR>\"<I>Till We Have Faces</I> succeeds in presenting with imaginative directness what its author has described elsewhere as &#8216;the divine, magical, terrifying and ecstatic reality in which we all live&#8217; . . . [It] deepens for adults that sense of wonder and strange truth which delights children in <I>The Lion, the Witch and the Wardrobe</I>, <I>Prince Caspian</I>, and other legends of Narnia.\" &#8212;<I>New York Times</I><br><BR>\"The most significant and triumphant work that Lewis has . . . produced.\" &#8212;<I>New York Herald Tribune</I></div>", "isbn": "9780547564067", "title": "Till We Have Faces", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547564067/1376381270.64.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "1980-07-09"}, "annotation": "", "position": 16},{"uuid": "xQb6KDC2f7JJuEm2ZXQcaB", "book": {"uuid": "inXvnrPKbaRuvBggoMq5Pg", "oyster_good_for_statement": "", "author": "Rowan Coleman", "status": 1, "average_rating": 3.52, "oyster_summary": "", "number_print_pages": 240, "description": "<p>It seems like Ruby Parker has the perfect life.</p><p>She:</p><p>goes to an exclusive stage school</p><p>stars in the hit soap opera</p><p>gets to kiss Justin de Souza, the hottest actor around</p><p>Millions of fans are watching Ruby&#8212;and wishing they could be her.</p><p>If only they knew that behind the scenes, Ruby's life is falling apart.</p>", "isbn": "9780061881350", "title": "Ruby Parker Hits the Small Time", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061881350/1376528179.97.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 26},{"uuid": "yPM92PUwTS84bbmEaVdHvf", "book": {"uuid": "iXAZ4r7qHNMG4CFgQ28gPf", "oyster_good_for_statement": "", "author": "Erin Hunter", "status": 1, "average_rating": 4.48, "oyster_summary": "", "number_print_pages": 336, "description": "<p>ThunderClan's darkest hour is upon them, as Tigerstar's quest for power plunges all the Clans into the most terrible danger any cat has ever faced. In order to save his Clan and his friends, Fireheart must uncover the meaning of an ominous proclamation from StarClan:</p><p>\"Four will become two. Lion and tiger will meet in battle, and blood will rule the forest.\"</p><p>The time has come for prophecies to unfold, and for heroes to rise ...</p>", "isbn": "9780061757372", "title": "Warriors #6: The Darkest Hour", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061757372/1378009247.58.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 21},{"uuid": "T3Qq6ERwMG9WyrZkzg3Va4", "book": {"uuid": "Q3rPDh5Tf7GjWgyiaiqsag", "oyster_good_for_statement": "", "author": "Lemony Snicket", "status": 1, "average_rating": 3.8, "oyster_summary": "", "number_print_pages": 176, "description": "<p>Dear Reader,</p><p>I'm sorry to say that the book you are holding in your hands is extremely unpleasant. It tells an unhappy tale about three very unlucky children. Even though they are charming and clever, the Baudelaire siblings lead lives filled with misery and woe. From the very first page of this book when the children are at the beach and receive terrible news, continuing on through the entire story, disaster lurks at their heels. One might say they are magnets for misfortune. </p><p>In this short book alone, the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, and cold porridge for breakfast.</p><p>It is my sad duty to write down these unpleasant tales, but there is nothing stopping you from putting this book down at once and reading something happy, if you prefer that sort of thing.</p><p>With all due respect,</p><p>Lemony Snicket</p>", "isbn": "9780061757099", "title": "A Series of Unfortunate Events #1: The Bad Beginning", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061757099/1376489313.8.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "fJ4pELUQGa4u4b2LMr9ARm", "image": null, "name": "Book Sense Book of the Year Honor Book"}], "language_code": "eng", "publication_date": "2009-03-17"}, "annotation": "", "position": 6},{"uuid": "yofW2RSHBsBsNxs5HFJyNV", "book": {"uuid": "6PgHz38uiSuXiM8tnZ3zXV", "oyster_good_for_statement": "", "author": "S.E. Hinton", "status": 1, "average_rating": 3.63, "oyster_summary": "", "number_print_pages": 160, "description": "<DIV>The classic YA story of a boy, a horse, and pursuit of a dream. TAMING THE STAR RUNNER written by celebrated novelist S.E. Hinton, now available as an eBook for the first time.<BR><BR>With an absent mother and a domineering step-father, Travis uses his tough-guy exterior to hide his true passion: writing. After a violent confrontation with his step-father, Travis is sent to live on his uncle&rsquo;s horse ranch - exile to a born-and-bred city kid. Angry and yearning for a connection, Travis befriends Casey, the horse-riding instructor at the ranch, and the un-tamable horse in her stable: the Star Runner. When a friend from the city visits with stories of other kids from the neighborhood facing jail time, Travis is more determined than ever that he needs to escape the life of juvenile delinquency he seems destined for. When the offer of a book deal comes through, Travis is hopeful that this is his chance to escape, if only his step-father will stop standing in the way of his dreams.<BR><BR>From the author of THE OUTSIDERS, S.E. Hinton once again writes about what it feels like to be unaccepted, and the power in being true to yourself.<BR><BR>&ldquo;Hinton continues to grow more reflective in her books, but her great understanding, not of what teenagers are but of what they can hope to be, is undiminished.&rdquo;&mdash;Kirkus Reviews<BR><BR><B>An ALA Best Books for Young Adults<BR>An ALA Quick Pick</B></div>", "isbn": "9781938120831", "title": "Taming the Star Runner", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Taming%20the%20Star%20Runner/1372976814.56.jpg", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2013-04-30"}, "annotation": "", "position": 19},{"uuid": "2jX2h4Da4rFiNht6W4SvKA", "book": {"uuid": "HE7YzfBBydkJ2DTSs883Km", "oyster_good_for_statement": "", "author": "Marilyn Reynolds", "status": 1, "average_rating": 4.07, "oyster_summary": "", "number_print_pages": 192, "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">When their mother&#160;is&#160;called&#160;to Iraq with her National Guard Unit, 17-year-old Mario Barajas and his 10-year-old brother, Eddie,&#160;are sent to live with their Aunt Carmen. Soon after the boys move in, their aunt&#8217;s boyfriend, Denton, begins spending more and more time at Carmen&#8217;s, particularly with Eddie. When Mario notices that his little brother is laughing less and behaving rather strangely,&#160;he soon discovers the sexual abuse that Eddie has been suffering at the hands of Denton. With their mother miles away, their aunt&#8217;s boyfriend threatening to split the boys up into different foster homes, and his brother refusing to tell anyone else the truth, Mario must do whatever he can to keep his brother safe. This is a gripping and moralizing tale of trust, betrayal, and secrets that should never be kept.</P></DIV>", "isbn": "9780984428311", "title": "Shut Up", "cover_img": "https://cflare.oysterbooks.com/covers/Morning%20Glory%20Press/Shut%20Up/1372976736.04.jpg", "publisher": {"uuid": "9SJigdSXgLaz9NwNB5sdpF", "name": "Morning Glory Press"}, "awards": [], "language_code": "eng", "publication_date": "2008-12-01"}, "annotation": "", "position": 18},{"uuid": "8WdQRRZpct2HeyiN4PVwrN", "book": {"uuid": "PzRVh8ay567QhAAuqF5cjH", "oyster_good_for_statement": "", "author": "S.E. Hinton", "status": 1, "average_rating": 3.71, "oyster_summary": "", "number_print_pages": 207, "description": "<DIV>From celebrated novelist S.E. Hinton, the classic YA novel TEX, now available as an eBook for the first time.<BR><BR>Tex McCormick, fifteen, is happy: happy living in a small town in Oklahoma; happy living with his big brother Mason; and especially happy to live next door to his best friend Johnny, and Johnny's sister Jamie. But with money running out and no sign of Pop for months on end, Mason is getting nervous. He's talking about leaving Oklahoma too, for good. Feeling adrift, Tex goes looking for - and finds - trouble. When happiness is impossible to find, how will Tex keep himself and his family together?<BR><BR>From the author of THE OUTSIDERS, S.E. Hinton&rsquo;s classic story explores the true meanings of strength and vulnerability.<BR><BR>&ldquo;In Tex, the raw energy for which Hinton has justifiably reaped praise has not been tamed&mdash;it&rsquo;s been cultivated, and the result is a fine, solidly constructed, and well-paced story.&rdquo;&mdash;School Library Journal<BR><BR><B>An ALA Best Books for Young Adults<BR>A School Library Journal Best Books of the Year<BR>A New York Public Library Books for the Teen-Age<BR>An American Book Award Nominee</B></div>", "isbn": "9781938120848", "title": "Tex", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Tex/1372976828.14.jpg", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2013-04-30"}, "annotation": "", "position": 15},{"uuid": "haAscbnPSyYB3rpHiGnAta", "book": {"uuid": "W4xAh9DE6AT6P6jFtAqLFi", "oyster_good_for_statement": "", "author": "Steven Parlato", "status": 1, "average_rating": 4.16, "oyster_summary": "", "number_print_pages": 288, "description": "<p>Gifted artist? Standout student? All his teachers are sure certain that Evan Galloway can be the graduate who brings glory to small, ordinary St. Sebastian's School. As for Evan, however, he can't be bothered anymore. Since the shock of his young father's suicide last spring, Evan no longer cares about the future. In fact, he believes that he spent the first fifteen years of his life living a lie. Despite his mother's encouragement and the steadfast companionship of his best friend, Alexis, Evan is mired in rage and bitterness. Good memories seem ludicrous when the present holds no hope. Then Evan's grandmother hands him the key--literally, a key--to a locked trunk that his father hid when he was the same age as Evan is now. Digging into the trunk and the small-town secrets it uncovers, Evan can begin to face who his father really was, and why even the love of his son could not save him.</p> <p>In a voice that resonates with the authenticity of grief, Steven Parlato tells a different kind of coming-of-age story, about a boy thrust into adulthood too soon, through the corridor of shame, disbelief, and finally...compassion.</p>", "isbn": "9781440554582", "title": "The Namesake", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/The%20Namesake/1373355206.03.jpg", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "awards": [], "language_code": "eng", "publication_date": "2012-12-18"}, "annotation": "", "position": 7},{"uuid": "UdgxnZxtoYkSQvxwR3PuPZ", "book": {"uuid": "95RZtb6b7BRhcMygEWL36Q", "oyster_good_for_statement": "", "author": "Kiera Cass", "status": 1, "average_rating": 4.1, "oyster_summary": "", "number_print_pages": 352, "description": "<p>For thirty-five girls, the Selection is the chance of a lifetime. The opportunity to escape the life laid out for them since birth. To be swept up in a world of glittering gowns and priceless jewels. To live in a palace and compete for the heart of gorgeous Prince Maxon.</p><p>But for America Singer, being Selected is a nightmare. It means turning her back on her secret love with Aspen, who is a caste below her. Leaving her home to enter a fierce competition for a crown she doesn't want. Living in a palace that is constantly threatened by violent rebel attacks.</p><p>Then America meets Prince Maxon. Gradually, she starts to question all the plans she's made for herself&#8212;and realizes that the life she's always dreamed of may not compare to a future she never imagined.</p>", "isbn": "9780062059956", "title": "The Selection", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062059956/1376453406.66.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2012-04-24"}, "annotation": "", "position": 24},{"uuid": "rN95bhsZ2oALvfWeE8He56", "book": {"uuid": "xRNr3yTvCutdvycroR3jvT", "oyster_good_for_statement": "", "author": "Marisol Ortiz de Zarate", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 160, "description": "<DIV><DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">The year is 2013 and&#160;Natalia, her brother Airon, and her mother have just landed in London, where Natalia will be appearing on the most watched reality-television program, <I>One Minute of Glory</I>. As they prepare to get on the train that will take them to the city center, however, Natalia and Airon become separated from their mother. They wait for hours for someone to come for them before setting out on their own to find their mother. Along the way, they meet a number of unique&#151;and sometimes threatening&#151;characters, but they&#8217;re accompanied at every step by Shao Li, Natalia&#8217;s imaginary friend, who is a source of courage and strength.</P><P style=\"MARGIN: 0in 0in 0pt\">&#160;</P><I>El a&#241;o es 2013 y&#160;Natalia, su hermano Airon y su madre han aterrizado en Londres, adonde Natalia aparecer&#225; en el programa de televisi&#243;n de m&#225;s audiencia, </I>Un minuto de gloria<I>. Sin embargo, al ir a montar en el metro que los llevar&#225; al centro de la ciudad</I>, <I>se separan de su madre. Esperan por horas a que alguien regrese por ellos antes de finalmente ir en busca de su madre. A lo largo de su viaje se conseguir&#225;n con un n&#250;mero de personajes &#250;nicos&#151;y a veces hasta amenazantes&#151;pero est&#225;n acompa&#241;ados a cada rato por Shao Li, la amiga ausente de Natalia, quien es una fuente de coraje y fortaleza.</I></DIV></DIV></DIV>", "isbn": "9788483431856", "title": "La cancion de Shao Li", "cover_img": "https://cflare.oysterbooks.com/covers/Bambu/La%20cancion%20de%20Shao%20Li/1372976788.08.jpg", "publisher": {"uuid": "NgB4T7dLHcP8x89Z4giDXX", "name": "Bambu"}, "awards": [], "language_code": "spa", "publication_date": "2010-05-01"}, "annotation": "", "position": 17},{"uuid": "AuZcLqDvEYzM9EpqCc4vea", "book": {"uuid": "VUUNqFkjJ6ooTEngzfcy6N", "oyster_good_for_statement": "", "author": "S.E. Hinton", "status": 1, "average_rating": 3.63, "oyster_summary": "", "number_print_pages": 139, "description": "<DIV>Celebrated novelist S.E. Hinton, author of THE OUTSIDERS, returned to the timeless themes of loss and family in SOME OF TIM'S STORIES, now available as an eBook for the first time.<BR><BR>Terry and Mike are cousins who are as close as cousins can be &ndash; more like brothers, really. Growing up in happy times, they think their idyllic lives are invincible. But shared tragedies send both of their lives in two very different directions. Told through a series of inter-connected short stories by Tim, a sympathetic bartender who recognizes himself in the characters he speaks of.<BR><BR>&quot;Some of Tim's Stories is a compact set of vignettes...Hinton trims her prose close to the bone...and carves it into...sharp, concise observation[s]...[that are] admirably direct&quot; &mdash;The New York Times</div>", "isbn": "9781626810112", "title": "Some of Tim's Stories", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Some%20of%20Tim%27s%20Stories/1372976821.03.jpg", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2013-04-30"}, "annotation": "", "position": 16},{"uuid": "SMpiuFuUqsHFYdFTKG7ZzN", "book": {"uuid": "22QMBs9JjirYbZtMcNQBWU", "oyster_good_for_statement": "", "author": "Catherine McKenzie", "status": 1, "average_rating": 3.81, "oyster_summary": "", "number_print_pages": 448, "description": "<p>Kate's To-Do List:</p><p>Go to rehab<br />Befriend/spy on \"It Girl\"<br />Write killer expose<br />Land dream job<br /></p><p>Piece of cake!</p><p>When Kate Sandford lands an interview at her favorite music magazine, The Line, it's the chance of a lifetime. So Kate goes out to celebrate&#8212;and shows up still drunk to the interview the next morning. It's no surprise that she doesn't get the job, but her performance has convinced the editors that she'd be perfect for an undercover assignment for their gossip rag. All Kate has to do is follow \"It Girl\" Amber Sheppard into rehab. If she can get the inside scoop&#8212;and complete the thirty-day program&#8212;they'll reconsider her for the position at The Line. Kate takes the assignment, but when real friendships start to develop, she has to decide if what she has to gain is worth the price she'll have to pay.</p>", "isbn": "9780062115362", "title": "Spin", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062115362/1378009690.84.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2012-02-07"}, "annotation": "", "position": 2},{"uuid": "dyA2UukUddBq5snim4bjie", "book": {"uuid": "B5nqYbv4tFiQQJtCyPAdRg", "oyster_good_for_statement": "", "author": "Charles Benoit", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 304, "description": "<p>\"I need you to steal something for me.\"</p><p>Grace always has a plan. There's her plan to get famous, her plan to get rich, and&#8212;above all&#8212;her plan to have fun.</p><p>Sawyer has plenty of plans, too. Plans made for him by his mother, his father, his girlfriend. Maybe they aren't his plans, but they are plans.</p><p>When Sawyer meets Grace, he wonders if he should come up with a few plans himself. Plans about what he actually wants to be, plans to speak his own mind for a change, plans to maybe help Grace with a little art theft.</p><p>Wait a minute&#8212;plans to what?</p><p>From Charles Benoit, acclaimed author of you, comes a witty and unsettling tale of two high school seniors planning the job of a lifetime.</p>", "isbn": "9780062114365", "title": "Fall from Grace", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062114365/1378009681.16.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2012-05-08"}, "annotation": "", "position": 29},{"uuid": "x4hADu6UXXyj4QxP9MwUEQ", "book": {"uuid": "L8PZUR4p4QhXRrT6phFk3m", "oyster_good_for_statement": "", "author": "Terry Pratchett", "status": 1, "average_rating": 4.31, "oyster_summary": "", "number_print_pages": 368, "description": "<p> It starts with whispers. </p><p>Then someone picks up a stone.</p><p> Finally, the fires begin.</p><p>When people turn on witches, the innocents suffer. . . .</p><p> Tiffany Aching has spent years studying with senior witches, and now she is on her own. As the witch of the Chalk, she performs the bits of witchcraft that aren&#8217;t sparkly, aren&#8217;t fun, don&#8217;t involve any kind of wand, and that people seldom ever hear about: She does the unglamorous work of caring for the needy.</p><p> But someone&#8212;or something&#8212;is igniting fear, inculcating dark thoughts and angry murmurs against witches. Aided by her tiny blue allies, the Wee Free Men, Tiffany must find the source of this unrest and defeat the evil at its root&#8212;before it takes her life. Because if Tiffany falls, the whole Chalk falls withher.</p><p> Chilling drama combines with laughout-loud humor and searing insight as beloved and bestselling author Terry Pratchett tells the high-stakes story of a young witch who stands in the gap between good and evil.</p>", "isbn": "9780062012715", "title": "I Shall Wear Midnight", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062012715/1376490184.63.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "oAEteXjPi6qqQV8dzzMMYC", "image": null, "name": "Andre Norton Award Winner"}], "language_code": "eng", "publication_date": "2010-09-28"}, "annotation": "", "position": 0},{"uuid": "npNLhGDQ3gKgtanpbZss8T", "book": {"uuid": "9CdB5kzSghqLkQWMaXHnGT", "oyster_good_for_statement": "", "author": "Kiersten White", "status": 1, "average_rating": 3.95, "oyster_summary": "", "number_print_pages": 368, "description": "<p>Evie&#8217;s always thought of herself as a normal teenager, even though she works for the International Paranormal Containment Agency, her ex-boyfriend is a faerie, she&#8217;s falling for a shape-shifter, and she&#8217;s the only person who can see through paranormals&#8217; glamours.</p><p>But Evie&#8217;s about to realize that she may very well be at the center of a dark faerie prophecy promising destruction to all paranormal creatures.</p><p>So much for normal.</p>", "isbn": "9780062011879", "title": "Paranormalcy", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062011879/1376452967.86.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2010-08-31"}, "annotation": "", "position": 11},{"uuid": "Ni6qNTzqhuSFbX7hYyUCnX", "book": {"uuid": "FxUbYFzLAPnUbm8jJ5Wybb", "oyster_good_for_statement": "", "author": "S.E. Hinton", "status": 1, "average_rating": 3.72, "oyster_summary": "", "number_print_pages": 99, "description": "<DIV>The classic YA novel RUMBLE FISH, written by celebrated novelist S.E. Hinton and immortalized by legendary film maker Francis Ford Coppola, now available as an eBook for the first time.<BR><BR>Rusty James wants to be just like his big brother Motorcycle Boy - tough enough to be respected by everyone in the neighborhood. But Motorcycle Boy is also smart, so smart that Rusty James relies on him to bail him out of trouble. The brothers are inseparable, and Motorcycle Boy will always be there to watch his back, so there's nothing to worry about, right? Or so Rusty James believes, until his world falls apart and Motorcycle Boy isn't there to pick up the pieces.<BR><BR>From the author of THE OUTSIDERS, S.E. Hinton looks into a world where hope is hard to find, and violence is a fact of life.<BR><BR>&ldquo;Stylistically superb. . . . This packs a punch that will leave readers of any age reeling.&rdquo;&mdash;School Library Journal<BR><BR>&ldquo;Sharper in focus and more mature in style than Hinton&rsquo;s The Outsiders.&rdquo;&mdash;Booklist<BR><BR><B>An ALA Best Books for Young Adults<BR>A School Library Journal Best Books of the Year</B></div>", "isbn": "9781938120824", "title": "Rumble Fish", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/Rumble%20Fish/1372976807.85.jpg", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2013-04-30"}, "annotation": "", "position": 10},{"uuid": "SVHJJUwiUrBLWBEDVtqy2C", "book": {"uuid": "uwkBi2JxoDm7XpoPVnvGFA", "oyster_good_for_statement": "", "author": "Lauren Oliver", "status": 1, "average_rating": 3.95, "oyster_summary": "", "number_print_pages": 496, "description": "<p>What if you had only one day to live? What would you do? Who would you kiss? And how far would you go to save your own life?</p><p>Samantha Kingston has it all: the world's most crush-worthy boyfriend, three amazing best friends, and first pick of everything at Thomas Jefferson High&#8212;from the best table in the cafeteria to the choicest parking spot. Friday, February 12, should be just another day in her charmed life.</p><p>Instead, it turns out to be her last.</p><p>Then she gets a second chance. Seven chances, in fact. Reliving her last day during one miraculous week, she will untangle the mystery surrounding her death&#8212;and discover the true value of everything she is in danger of losing.</p>", "isbn": "9780061987496", "title": "Before I Fall", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987496/1376487675.62.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2010-03-02"}, "annotation": "", "position": 1},{"uuid": "s7CqEtfjPy8FeAVUVQzatB", "book": {"uuid": "Qkc5JeBk35uUZKGdztKLHm", "oyster_good_for_statement": "", "author": "Ursula K. Le Guin", "status": 1, "average_rating": 3.97, "oyster_summary": "", "number_print_pages": 256, "description": "<DIV>The sorcerer Alder fears sleep. He dreams of the land of death, of his wife who died young and longs to return to him so much that she kissed him across the low stone wall that separates our world from the Dry Land-where the grass is withered, the stars never move, and lovers pass without knowing each other. The dead are pulling Alder to them at night. Through him they may free themselves and invade Earthsea.<BR><BR>Alder seeks advice from Ged, once Archmage. Ged tells him to go to Tenar, Tehanu, and the young king at Havnor. They are joined by amber-eyed Irian, a fierce dragon able to assume the shape of a woman.<BR><BR>The threat can be confronted only in the Immanent Grove on Roke, the holiest place in the world and there the king, hero, sage, wizard, and dragon make a last stand.<BR><BR>Le Guin combines her magical fantasy with a profoundly human, earthly, humble touch.<BR><BR></DIV>", "isbn": "9780547543192", "title": "The Other Wind", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543192/1376380389.3.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "tP263pVFYpExE6JAikpu45", "image": null, "name": "World Fantasy Award Winner"}], "language_code": "eng", "publication_date": "2001-09-13"}, "annotation": "", "position": 3},{"uuid": "TGu446GeoezuM9mgEqqCtj", "book": {"uuid": "ACjyM6bUFeeS9GPtTLSGFK", "oyster_good_for_statement": "", "author": "Candace Bushnell", "status": 1, "average_rating": 3.66, "oyster_summary": "", "number_print_pages": 416, "description": "<p>Summer is a magical time in New York City and Carrie is in love with all of it&#8212;the crazy characters in her neighborhood, the vintage-clothing boutiques, the wild parties, and the glamorous man who has swept her off her feet. Best of all, she's finally in a real writing class, taking her first steps toward fulfilling her dream. </p><p>This sequel to <em>The Carrie Diaries</em> brings surprising revelations as Carrie learns to navigate her way around the Big Apple, going from being a country \"sparrow\"&#8212;as Samantha Jones dubs her&#8212; to the person she always wanted to be. But as it becomes increasingly difficult to reconcile her past with her future, Carrie realizes that making it in New York is much more complicated than she ever imagined. </p><p>With her signature wit and sparkling humor, Candace Bushnell reveals the irresistible story of how Carrie met Samantha and Miranda, and what turned a small-town girl into one of New York City's most unforgettable icons, Carrie Bradshaw.</p>", "isbn": "9780062077219", "title": "Summer and the City: A Carrie Diaries Novel", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062077219/1376453498.73.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2011-04-26"}, "annotation": "", "position": 27},{"uuid": "kohzYHRVefocWt4jdqpqGV", "book": {"uuid": "uDt7LF6Dpkofg45pdwWJ2E", "oyster_good_for_statement": "", "author": "Katherine Paterson", "status": 1, "average_rating": 3.91, "oyster_summary": "", "number_print_pages": 208, "description": "<p>All summer, Jess pushed himself to be the fastest boy in the fifth grade, and when the year's first school-yard race was run, he was going to win.But his victory was stolen by a newcomer, by a girl, one who didn't even know enough to stay on the girls' side of the playground. Then, unexpectedly, Jess finds himself sticking up for Leslie, for the girl who breaks rules and wins races. The friendship between the two grows as Jess guides the city girl through the pitfalls of life in their small, rural town, and Leslie draws him into the world of imaginations world of magic and ceremony called Terabithia. Here, Leslie and Jess rule supreme among the oaks and evergreens, safe from the bullies and ridicule of the mundane world. Safe until an unforeseen tragedy forces Jess to reign in Terabithia alone, and both worlds are forever changed.</p><p>In this poignant, beautifully rendered novel, Katherine Paterson weaves a powerful story of friendship and courage.</p>", "isbn": "9780061975165", "title": "Bridge to Terabithia", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061975165/1376452731.77.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "wRC9yGoSixcfugX9fN7oEf", "image": null, "name": "Newbery Medal"}], "language_code": "eng", "publication_date": "2009-10-06"}, "annotation": "", "position": 20},{"uuid": "F4B9qsvcmrDtgN39w4GZfU", "book": {"uuid": "26G7S6YcsXyfXcHJXK3ovD", "oyster_good_for_statement": "", "author": "Meg Cabot", "status": 1, "average_rating": 3.71, "oyster_summary": "", "number_print_pages": 256, "description": "<p>What? A princess?? </p><p>Me??? Yeah, right.</p><p>Mia Thermopolis is pretty sure there's nothing worse than being a five-foot-nine, flat-chested freshman, who also happens to be flunking Algebra.</p><p>Is she ever in for a surprise.</p><p>First Mom announces that she's dating Mia's Algebra teacher. Then Dad has to go and reveal that he is the crown prince of Genovia. And guess who still doesn't have a date for the Cultural Diversity Dance?</p>", "isbn": "9780061958465", "title": "The Princess Diaries", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061958465/1376489813.99.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 25},{"uuid": "Lfmo76uv2ztUhdSAkhCR5m", "book": {"uuid": "kKdLHShWuZfBcdHdmhkT4V", "oyster_good_for_statement": "", "author": "Frances Hodgson Burnett", "status": 1, "average_rating": 4.09, "oyster_summary": "", "number_print_pages": 288, "description": "What secrets lie behind the doors at Misselthwaite Manor? Recently arrived at her uncle's estate, orphaned Mary Lennox is spoiled, sickly, and certain she won't enjoy living there. Then she discovers the arched doorway into an overgrown garden, shut up since the death of her aunt ten years earlier. Mary soon begins transforming it into a thing of beauty--unaware that she is changing too.But Misselthwaite hides another secret, as mary discovers one night. High in a dark room, away from the rest of the house, lies her young cousin, Colin, who believes he is an incurable invalid, destined to die young. His tantrums are so frightful, no one can reason with him. If only, Mary hopes, she can get Colin to love the secret garden as much as she does, its magic will work wonders on him.", "isbn": "9781629453798", "title": "The Secret Garden", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453798/1377237960.44.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": null}, "annotation": "", "position": 23}]