[{"annotation": "", "uuid": "C5irsHwT9ZrjgvoBWvc5pY", "position": 9, "book": {"uuid": "YaQjnb2qPuK3g9JCGzek26", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 560, "title": "The Night Eternal", "publication_date": "2011-10-25", "oyster_good_for_statement": "", "isbn": "9780062066046", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>From the authors of the instant<em>New York Times</em> bestsellers<em>The Strain</em> and <em>The Fall</em> comesthe final volume in one of the mostelectrifying thriller series in years</p><p>It&#8217;s been two years since the vampiric virus was unleashed in <em>The Strain</em>, and the entire world now lies on the brink of annihilation. There is only night as nuclear winter blankets the land, the sun filtering through the poisoned atmosphere for two hours each day&#8212;the perfect environment for the propagation of vampires. </p><p>There has been a mass extermination of humans, the best and the brightest, the wealthy and the influential, orchestrated by the Master&#8212;an ancient vampire possessed of unparalleled powers&#8212;who selects survivors based on compliance. Those humans who remain are entirely subjugated, interred in camps, and separated by status: those who breed more humans, and those who are bled for the sustenance of the Master&#8217;s vast army.</p><p>The future of humankind lies in the hands of a ragtag band of freedom fighters&#8212;Dr. Eph Goodweather, former head of the Centers for Disease Control&#8217;s biological threats team; Dr. Nora Martinez, a fellow doctor with a talent for dispatching the undead; Vasiliy Fet, the colorful Russian exterminator; and Mr. Quinlan, the half-breed offspring of the Master who is bent on revenge. It&#8217;s their job to rescue Eph&#8217;s son, Zack, and overturn this devastating new world order. But good and evil are malleable terms now, and the Master is most skilled at preying on the weaknesses of humans. </p><p>Now, at this critical hour, there is evidence of a traitor in their midst. . . . And only one man holds the answer to the Master&#8217;s demise, but is he one who can be trusted with the fate of the world? And who among them will pay the ultimate sacrifice&#8212;so that others may be saved?</p>", "average_rating": 3.62, "author": "Guillermo Del Toro", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062066046/1376487867.92.jpg"}},{"annotation": "", "uuid": "MUevNoctNa3RnAocL4e4r3", "position": 23, "book": {"uuid": "PCtPBV5L35RMhkg9eCHZTm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "Prey", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061750236", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>In the Nevada desert, an experiment has gone horribly wrong. A cloud of nanoparticles&#8212;micro-robots&#8212;has escaped from the laboratory. This cloud is self-sustaining and self-reproducing. It is intelligent and learns from experience. For all practical purposes, it is alive.</p><p>It has been programmed as a predator. It is evolving swiftly, becoming more deadly with each passing hour.</p><p>Every attempt to destroy it has failed.</p><p>And we are the prey.</p>", "average_rating": 3.6, "author": "Michael Crichton", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061750236/1376451979.07.jpg"}},{"annotation": "", "uuid": "pbX8AUeCCBPbpry2ohAf9c", "position": 15, "book": {"uuid": "KGotP3AhNkcXyNa6HyJX9P", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Supreme Justice", "publication_date": "2010-05-18", "oyster_good_for_statement": "", "isbn": "9780061994777", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<blockquote><p><em>New York Times</em> bestselling author Phillip Margolin returns to the corridors of power in Washington, D.C., with an exciting thriller about a ghost ship and the President's nominee to the U.S. Supreme Court.</p></blockquote><p>Sarah Woodruff, on death row in Oregon for murdering her lover, John Finley, has appealed her case to the Supreme Court just when a prominent justice resigns, leaving a vacancy. </p><p>Then, for no apparent reason, another justice is mysteriously attacked. Dana Cutler&#8212;one of the heroes from Margolin's bestselling <em>Executive Privilege</em>&#8212;is quietly called in to investigate. She looks for links between the Woodruff appeal and the ominous incidents in the justices' chambers, which eventually lead her to a shoot-out that took place years ago on a small freighter docked upriver in Shelby, Oregon, containing a dead crew and illegal drugs. The only survivor on board? <em>John Finley</em>.</p><p>With the help of Brad Miller and Keith Evans, Dana uncovers a plot by a rogue element in the American intelligence community involving the president's nominee to the Supreme Court, and soon the trio is thrown back into the grips of a deadly, executive danger.</p><p>With nonstop action, <em>Supreme Justice</em> picks up where <em>Executive Privilege</em> left off, putting readers right back where they were&#8212;on the edge of their seats.</p>", "average_rating": 3.87, "author": "Phillip Margolin", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061994777/1378009446.51.jpg"}},{"annotation": "", "uuid": "D6g8CHJFfcTAhypxKVgx7P", "position": 32, "book": {"uuid": "d9QoR3YdpBBvRKg8iJsf5H", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "The One You Fear", "publication_date": "2012-12-11", "oyster_good_for_statement": "", "isbn": "9781301540570", "publisher": {"uuid": "CCuhoWMmfHJhPwkJwFS8p", "name": "Paul Pilkington"}, "awards": [], "description": "<p>The gripping sequel to the million downloaded suspense mystery, The One You Love. Emma Holden and her friends are trying to move on from the horrific events surrounding Dan’s kidnap. But a shocking revelation drags them back into the nightmare and forces them to question everything they once believed to be true. More secrets will be revealed, more lies will be told, and more lives are under threat.</p><p>Packed with twists, turns and cliffhangers, The One You Fear is a 33,000 word novella, which begins four weeks after the events of the first novel.</p><p>Since July 2011, The One You Love has been downloaded over one and a half million times, has spent a full month at number 1 in the UK Kindle free download chart (July-August 2011), has reached the top of the US Kindle free download chart, and has spent over a year near or at the top of the UK Apple iBookstore free crime and thriller chart.</p>", "average_rating": 4.08, "author": "Paul Pilkington", "cover_img": "https://cflare.oysterbooks.com/covers/Paul%20Pilkington/9781301540570/1392448884.42.jpg"}},{"annotation": "", "uuid": "DijLs7yfAxRvSHfytxjvQ", "position": 8, "book": {"uuid": "bEcyJX834eXNcVHk9UFcCZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "A Drink Before the War", "publication_date": "2010-07-27", "oyster_good_for_statement": "", "isbn": "9780062015655", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null, "name": "Anthony Award Nominee"}, {"uuid": "bJqQW5Y7ucsXPXLREyNDED", "image": null, "name": "Shamus Award Winner"}], "description": "<p>As richly complex and brutal as the terrain it depicts, here is the mesmerizing, darkly original novel that heralded the arrival of Dennis Lehane, the master of the new <em>noir</em> -- and introduced Patrick Kenzie and Angela Gennaro, his smart and tough private investigators weaned on the blue-collar streets of Dorchester.</p><p>A cabal of powerful Boston politicians is willing to pay Kenzie and Gennaro big money for a seemingly small job: to find the missing cleaning woman who stole some secret documents. As Kenzie and Gennaro learn, however, this crime is no ordinary theft. It's about justice. About right and wrong. But in Boston, finding the truth isn't just a dirty business ... it's deadly.</p>", "average_rating": 3.97, "author": "Dennis Lehane", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062015655/1376530385.82.jpg"}},{"annotation": "", "uuid": "RLdegQGyDicZWpEQqRGMHS", "position": 31, "book": {"uuid": "Ckg3Uwjwhcozas59GJG353", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Playing with Fire", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061835452", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Fire&#8212;It consumes futures and pasts in aterrified heartbeat, devouring damning secrets while leaving even greater mysteries in the ashes.</p><p>The night sky is ablaze as flames engulf two barges moored side by side on an otherwise empty canal. On board are the blackened remains of two human beings. To the seasoned eye, this horror was no accident, the method so cruel and calculated that only the worst sort of fiend could have committed it. There are shocking secrets to be uncovered in the charred wreckage, grim evidence of lethal greed and twisted hunger, and of nightmare occurrences within the private confines of family. A terrible feeling is driving police inspector Alan Banks in his desperate hunt for answers&#8212;an  unshakable fear that this killer's work will not be done until Banks's own world is burned to the ground.</p>", "average_rating": 3.91, "author": "Peter Robinson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061835452/1376452241.09.jpg"}},{"annotation": "", "uuid": "QpGzruAA6wh9T3WE245G5V", "position": 26, "book": {"uuid": "XzCMBKk7WtyrNfXc5ibLf8", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 224, "title": "He Died With His Eyes Open", "publication_date": "2011-10-04", "oyster_good_for_statement": "", "isbn": "9781612190136", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Murders are a dime a dozen in Margaret Thatcher's London, and when it comes to the brutal killing of a middle-aged alcoholic found dumped outside of town, Scotland Yard has more important cases to deal with.</p>\n<p>Instead it's a job for the Department of Unexplained Deaths and its head Detective Sergeant. With only a box of cassette-tape diaries as evidence the rouge detective has no choice but to listen to the haunting voice of the victim for clues to his gruesome end.</p>\n<p>The first book in Derek Raymond's acclaimed Factory Series is an unflinching yet deeply compassionate portrait of a city plagued by poverty and perversion and a policeman who may be the only one who cares about the \"people who don't matter and who never did.”</p>", "average_rating": 3.83, "author": "Derek Raymond", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190136/1377114338.01.jpg"}},{"annotation": "", "uuid": "oFuG6gP9RNsMF2XpNsvVeY", "position": 27, "book": {"uuid": "3ko3eRogh75Kz97SUU6d4W", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Promise Not to Tell", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061827488", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Forty-one-year-old school nurse Kate Cypher has returned home to rural Vermont to care for her mother who's afflicted with Alzheimer's. On the night she arrives, a young girl is murdered&#8212;a horrific crime that eerily mirrors another from Kate's childhood. Three decades earlier, her dirt-poor friend Del&#8212;shunned and derided by classmates as \"Potato Girl\"&#8212;was brutally slain. Del's killer was never found, while the victim has since achieved immortality in local legends and ghost stories. Now, as this new murder investigation draws Kate irresistibly in, her past and present collide in terrifying, unexpected ways. Because nothing is quite what it seems . . . and the grim specters of her youth are far from forgotten.</p><p>More than just a murder mystery, Jennifer McMahon's extraordinary debut novel, <em>Promise Not to Tell</em>, is a story of friendship and family, devotion and betrayal&#8212;tautly written, deeply insightful, beautifully evocative, and utterly unforgettable.</p>", "average_rating": 3.59, "author": "Jennifer McMahon", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061827488/1376452222.32.jpg"}},{"annotation": "", "uuid": "sZTk5Au4iKceH8KnjzYbEZ", "position": 28, "book": {"uuid": "DQCwZtbzi4hsNtz5RoEyUB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "Don't Breathe a Word", "publication_date": "2011-05-17", "oyster_good_for_statement": "", "isbn": "9780062079459", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>On a soft summer night in Vermont, twelve-year-old Lisa went into the woods behind her house and never came out again. Before she disappeared, she told her little brother, Sam, about a door that led to a magical place where she would meet the King of the Fairies and become his queen.</p><p>Fifteen years later, Phoebe is in love with Sam, a practical, sensible man who doesn&#8217;t fear the dark and doesn&#8217;t have bad dreams&#8212;who, in fact, helps Phoebe ignore her own. But suddenly the couple is faced with a series of eerie, unexplained occurrences that challenge Sam&#8217;s hardheaded, realistic view of the world. As they question their reality, a terrible promise Sam made years ago is revealed&#8212;a promise that could destroy them all.</p>", "average_rating": 3.56, "author": "Jennifer McMahon", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079459/1376490797.84.jpg"}},{"annotation": "", "uuid": "3nwTtqiewqH44CmfKzBHW7", "position": 10, "book": {"uuid": "iPHub6RPcYkyPZdNiSRYVJ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Until Proven Guilty", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061758225", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The little girl was only five, much too young to die -- a lost treasure who should have been cherished, not murdered.She could have been J.P. Beaumont's kid, and the determined Seattle homicide detective won't rest until her killer pays dearly. But the hunt is leading Beaumont into a murky world of religious fanaticism, and toward a beautiful, perilous obsession all his own. And suddenly Beau himself is a target -- because faith can be dangerous...and love can kill.</p>", "average_rating": 3.83, "author": "J. A. Jance", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061758225/1376506271.18.jpg"}},{"annotation": "", "uuid": "LozgAHmZBJDoBqM3JmsFvj", "position": 4, "book": {"uuid": "MwGZiaxpBEmShxfoeyUCUD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 390, "title": "The Eagle Has Landed", "publication_date": "2011-03-29", "oyster_good_for_statement": "", "isbn": "9781453215081", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><p><DIV><b>In Jack Higgins&rsquo;s classic international bestseller, an audacious Nazi plan to kidnap Winston Churchill threatens to tip the scales of World War II</b></div><DIV>&#160;</div><DIV>In November of 1943, an elite team of Nazi paratroopers descends on British soil with a diabolical goal: to abduct Winston Churchill and cripple the Allied war effort. The mission, ordered by Hitler himself and planned by Heinrich Himmler, is led by ace agent Kurt Steiner and aided on the ground by IRA gunman Liam Devlin.</div><DIV>&#160;</div><DIV>As the deadly duo executes Hitler&rsquo;s harrowing plot, only the quiet town of Studley Constable stands in their way. Its residents are the lone souls aware of the impending Nazi plan, and they must become the most unlikely of heroes as the fate of the war hangs in the balance.</div></p></DIV>", "average_rating": 4.09, "author": "Jack Higgins", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Eagle%20Has%20Landed/1373329596.56.jpg"}},{"annotation": "", "uuid": "U7CtQhzYUmvqmD7WnDo3MP", "position": 18, "book": {"uuid": "MtUmuvrQbgkVnKr96gPxiG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Dark Glamour", "publication_date": "2011-08-30", "oyster_good_for_statement": "", "isbn": "9780062101495", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Jane Boyle married her prince charming and moved into his upper east side castle&#8212;but she didn&#8217;t get her fairy-tale ending</p><p>It&#8217;s hard to live happily ever after when you discover your demanding and controlling mother-in-law is literally a witch, determined to steal the magical powers you didn&#8217;t even know you had. Jane narrowly avoided Lynne Doran&#8217;s clutches when she escaped on her wedding day, and has been hiding out in New York City. But she can&#8217;t hide forever. </p><p>When Jane learns of the one thing Lynne wants most, she sets out to provide it, hoping her good turn will persuade her mother-in-law to stop hunting her. Unfortunately, Jane&#8217;s daring plan will send her right back into the witches&#8217; den&#8212;the Doran clan&#8217;s multistory town house on Park Avenue. But thanks to a tricky spell, blond architect Jane will be transformed into Ella, a dark beauty with a whole new look . . . and all of Jane&#8217;s budding powers. Though the stakes are life or death, nobody said &#8220;Ella&#8221; couldn&#8217;t have a little fun along the way, too.</p>", "average_rating": 3.42, "author": "Gabriella Pierce", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062101495/1376468140.4.jpg"}},{"annotation": "", "uuid": "TisHRFx3QhcTDCPMgtWGXB", "position": 14, "book": {"uuid": "PuhqZWkfkNYApPFkY2Kxc7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "The Flanders Panel", "publication_date": "2004-06-07", "oyster_good_for_statement": "", "isbn": "9780547539584", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "85ZucDRbqusXXfMmW8MKpa", "image": null, "name": "Grand Prix de Littérature Policière"}], "description": "<DIV>A fifteenth-century painting by a Flemish master is about to be auctioned when Julia, a young art restorer, discovers a peculiar inscription hidden in a corner: Who killed the knight? In the painting, the Duke of Flanders and his knight are locked in a game of chess, and a dark lady lurks mysteriously in the background. Julia is determined to solve the five-hundred-year-old murder, but as she begins to look for clues, several of her friends in the art world are brutally murdered in quick succession. Messages left with the bodies suggest a crucial connection between the chess game in the painting, the knight's murder, the sordid underside of the contemporary art world, and the latest deaths. Just when all of the players in the mystery seem to be pawns themselves, events race toward a shocking conclusion. A thriller like no other, The Flanders Panel presents a tantalizing puzzle for any connoisseur of mystery, chess, art, and history.<br><br><br></div>", "average_rating": 3.77, "author": "Arturo Perez-Reverte", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539584/1376380271.82.jpg"}},{"annotation": "", "uuid": "YGLSbxNzADZ8ALuMJGRJqg", "position": 24, "book": {"uuid": "bG3udApSBvNCxCY5kBjV9g", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 176, "title": "The Bone Man", "publication_date": "2013-03-26", "oyster_good_for_statement": "", "isbn": "9781612191706", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>At a wildly popular chicken shack in the Austrian countryside, where snooty Viennese gourmands go to indulge their secret passion for fried chicken, a gruesome discovery is made in the pile of chicken bones waiting to be fed into the basement grinder: human bones.</p>\n<p>But when private eye Simon Brenner shows up to investigate, the manager of the restaurant, who hired him, has disappeared ... while the owner of the place urges him to stay on and eat chicken.</p>\n<p>Brenner likes chicken, so he stays, but as he waits for the manager, he discovers that the bucolic countryside is full of suspicious types: prostitutes, war profiteers, unsavory art dealers, Slavic soccer champs with dubious pasts — and at least one rather grisly murderer. And the more Brenner looks into things, the more it dawns on him that there's a cleaver somewhere with his name on it.</p>", "average_rating": 3.92, "author": "Wolf Haas", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191706/1377113748.43.jpg"}},{"annotation": "", "uuid": "pzxM6Lh3jGekdAJArs8gp5", "position": 9, "book": {"uuid": "UX8SNXKtxEW4sNALMVN2g3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The House at Sea's End", "publication_date": "2012-01-10", "oyster_good_for_statement": "", "isbn": "9780547506968", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&quot;[A] page turning mystery . . .  it provides a wholly satisfying  whodunit as well as a good reason to look up the other two [books in the  series] . . . Griffiths's Galloway is a likable and alluring  character.&rdquo;&mdash;Associated Press<BR><br> Just back from maternity leave,  forensic archeologist Ruth is finding it hard to juggle motherhood and  work when she is called in to investigate human bones that have surfaced  on a remote Norfolk beach. The presence of DCI Harry Nelson, the  married father of her daughter, does not help. The bones, six men with  their arms bound, turn out date back to World War II, a desperate time  on this stretch of coastland.<br><br> Home Guard veteran Archie  Whitcliffe reveals the existence of a secret the old soldiers have vowed  to protect with their lives. But then Archie is killed and a German  journalist arrives, asking questions about Operation Lucifer, a plan to  stop a German invasion, and a possible British war crime. What was  Operation Lucifer? And who is prepared to kill to keep its secret?<BR><br><br></div>", "average_rating": 3.87, "author": "Elly Griffiths", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547506968/1376381292.15.jpg"}},{"annotation": "", "uuid": "f5aRcjqwntiHDfQT3FfhCB", "position": 30, "book": {"uuid": "v6PXjqzcLwziRB2XfTR5un", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Innocent Graves", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061834103", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "eVMkbYn6LZJF4oSLf7H7fh", "image": null, "name": "Arthur Ellis Award Winner"}], "description": "<p>The worst that can possibly happen . . . has.</p><p>A beautiful child is dead&#8212;defiled and murdered in a lonely graveyard on a fog-shrouded evening. It is the sort of horrific crime Chief Inspector Alan Banks fled the city to escape. But the slaying of a bright and lovely teenager from a wealthy, respected family is not the end of a nightmare. Lies, dark secrets, unholy accusations, and hints of sexual depravity swirl around this abomination like leaves in an autumn wind, leading to a shattering travesty of justice that will brutally divide a devastated community with suspicion and hatred. But Banks must remain vigilant in his hunt&#8212;because when the devil is left free to pursue his terrible calling, more blood will surely flow.</p>", "average_rating": 3.88, "author": "Peter Robinson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061834103/1378009287.82.jpg"}},{"annotation": "", "uuid": "UMhSBuvAqvhEzTRQZjR5mh", "position": 22, "book": {"uuid": "QeVYYNPvfXQwXR5Y5RVAYT", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 240, "title": "Death And The Penguin", "publication_date": "2011-06-07", "oyster_good_for_statement": "", "isbn": "9781612190761", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>In the widely hailed prequel to Penguin Lost, aspiring writer Viktor Zolotaryov leads a down-and-out life in poverty-and-violence-wracked Kiev—he's out of work and his only friend is a penguin, Misha, that he rescued when the local zoo started getting rid of animals. Even more nerve-wracking: a local mobster has taken a shine to Misha and wants to keep borrowing him for events.</p>\n<p>But Viktor thinks he's finally caught a break when he lands a well-paying job at the Kiev newspaper writing \"living obituaries” of local dignitaries—articles to be filed for use when the time comes. The only thing is, it seems the time always comes as soon as Viktor writes the article. Slowly understanding that his own life may be in jeopardy, Viktor also realizes that the only thing that might be keeping him alive is his penguin.</p>", "average_rating": 3.82, "author": "Andrey Kurkov", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190761/1377113952.69.jpg"}},{"annotation": "", "uuid": "rRSZcgaY9rtjP2f75nWaB6", "position": 17, "book": {"uuid": "Se8UPzwk6P3P8WMzDiWMy3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "Dead in the Water", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061801945", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Stone Barrington only wants a winter getaway from the chill of New York in the beautiful, tropical Caribbean paradise of St. Mark's. But what the lawyer and ex-cop gets instead is the chance to defend Allison Manning. The beautiful young woman stands accused of killing her rich husband on board their luxurious yacht and then burying him at sea.</p><p>Stone isn't exactly conversant with the island country's law, but this much is clear to him: Allison is being railroaded by the perverse sense of justice of a prosecutor who will do anything to stay in office. Donning the robe and wig of a British barrister, Stone does everything he can to save Allison&#8212;from publicizing the case all over the American press to conducting the kind of smart, tough investigation that money can't buy. Just when he has the jury in the palm of his hands, a shocking reversal of fortune changes everything. And what was once a sure thing begins to look a lot like a death sentence.</p>", "average_rating": 3.88, "author": "Stuart Woods", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801945/1376506654.84.jpg"}},{"annotation": "", "uuid": "LURJmp3dAAtjC5Xn5SNoHa", "position": 9, "book": {"uuid": "PKdLfL4HRvpgEKg2iJtG6W", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Shutter Island", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061897221", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null, "name": "Anthony Award Nominee"}, {"uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null, "name": "Barry Award Nominee"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Summer, 1954.</p><p>U.S. Marshal Teddy Daniels has come to Shutter Island, home of Ashecliffe Hospital for the Criminally Insane. Along with his partner, Chuck Aule, he sets out to find an escaped patient, a murderess named Rachel Solando, as a hurricane bears down upon them.</p><p>But nothing at Ashecliffe Hospital is what it seems.</p><p>And neither is Teddy Daniels.</p><p>Is he there to find a missing patient? Or has he been sent to look into rumors of Ashecliffe&#8217;s radical approach to psychiatry? An approach that may include drug experimentation, hideous surgical trials, and lethal countermoves in the shadow war against Soviet brainwashing. . . .</p><p>Or is there another, more personal reason why he has come there?</p><p>As the investigation deepens, the questions only mount:</p><p></p><blockquote>How has a barefoot woman escaped the island from a locked room?<p></p><p>Who is leaving clues in the form of cryptic codes?</p><p>Why is there no record of a patient committed there just one year before?</p><p>What really goes on in Ward C?</p><p>Why is an empty lighthouse surrounded by an electrified fence and armed guards?</p></blockquote><p>The closer Teddy and Chuck get to the truth, the more elusive it becomes, and the more they begin to believe that they may never leave Shutter Island.Because someone is trying to drive them insane. . . .</p>", "average_rating": 4.0, "author": "Dennis Lehane", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061897221/1378009340.36.jpg"}},{"annotation": "", "uuid": "zrvposYXffyJVKicrX9TLG", "position": 26, "book": {"uuid": "8njiF66yCFXx69TUYzGidB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 247, "title": "Five O'Clock Lightning", "publication_date": "2012-12-18", "oyster_good_for_statement": "", "isbn": "9781453290279", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "awards": [], "description": "<DIV><b>A onetime baseball catcher confronts the murder of a McCarthyist politician at Yankee Stadium</b></div><DIV><BR>In 1953 America, McCarthyism is everywhere. Congressman Rex Harwood Simmons is among the leaders who single-mindedly hunt down suspected Communists; he even claims that Communism has infiltrated America&rsquo;s favorite pastime. But while watching a Yankee game one afternoon, he becomes a target. As the crowd cheers for a homerun, Simmons is shot dead in his seat. &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; </div><DIV>&#160;</div><DIV>The task of solving the crime falls to onetime ballplayer and Korean War veteran Russ Garrett, who collaborates with &ldquo;Vicious Aloysius&rdquo; Murphy, a Bronx homicide detective. The investigation won&rsquo;t be easy, since there are plenty of people with a motive to plug Simmons. Several clues point to a blacklisted intellectual&mdash;but he was driven to suicide years ago. And as Garrett hunts for the killer, a new conspiracy comes to light: a plot to murder Yankee star Mickey Mantle.</div>", "average_rating": 0.0, "author": "William L. DeAndrea", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Five%20O%27Clock%20Lightning/1373332589.21.jpg"}},{"annotation": "", "uuid": "Esv6YVBrsD24z2dexUU6rJ", "position": 21, "book": {"uuid": "MaUmV2BjgfVG5zwe4vvS4F", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Lucky at Cards", "publication_date": "2010-12-28", "oyster_good_for_statement": "", "isbn": "9781453208427", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>A good card mechanic is hard to find and even harder to change</b></div><DIV>&#160;</div><DIV>&#160;</div><DIV>His dentist&rsquo;s poker game is the last place that card shark Bill Maynard expects to find another hustler. But that&rsquo;s just what Mrs. Murray Rogers, the scheming wife with her eye on her husband&rsquo;s fortune, is. The only problem is her husband&rsquo;s still alive, and she&rsquo;ll have to enlist the help of Bill in order to get what she wants. They&rsquo;ve got a plan, but will Bill stick with it, or will the square life lull him into breaking his lucky streak?</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Lawrence Block, including rare photos and never-before-seen documents from his personal collection, and a new afterword written by the author.</div></p></DIV>", "average_rating": 3.74, "author": "Lawrence Block", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lucky%20at%20Cards/1373329446.88.jpg"}},{"annotation": "", "uuid": "R5UtQBYoDKoFx9BcaVK3rC", "position": 19, "book": {"uuid": "BbvguZaXbTCZkYVRWSqgSM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 560, "title": "Next", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061750328", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Is a loved one missing some body parts? Are blondes becoming extinct? Is everyone at your dinner table of the same species? Humans and chimpanzees differ in only 400 genes; is that why a chimp fetus resembles a human being? And should that worry us? There's a new genetic cure for drug addiction&#8212;is it worse than the disease? </p><p>We live in a time of momentous scientific leaps, a time when it's possible to sell our eggs and sperm online for thousands of dollars and to test our spouses for genetic maladies.</p><p>We live in a time when one fifth of all our genes are owned by someone else, and an unsuspecting person and his family can be pursued cross-country because they happen to have certain valuable genes within their chromosomes . . .</p><p>Devilishly clever, <em>Next</em> blends fact and fiction into a breathless tale of a new world where nothing is what it seems and a set of new possibilities can open at every turn.</p><p>Next challenges our sense of reality and notions of morality. Balancing the comic and the bizarre with the genuinely frightening and disturbing, <em>Next</em> shatters our assumptions and reveals shocking new choices where we least expect. </p><p>The future is closer than you think.</p>", "average_rating": 3.4, "author": "Michael Crichton", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061750328/1378009222.92.jpg"}},{"annotation": "", "uuid": "mKStXHingCXhRou85YhHeC", "position": 2, "book": {"uuid": "re9i5dw7aQunvmXRy9xzUW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 816, "title": "State of Fear", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061752728", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>In Paris, a physicist dies after performing a laboratory experiment for a beautiful visitor. </p><p>In the jungles of Malaysia, a mysterious buyer purchases deadly cavitation technology, built to his specifications.</p><p>In Vancouver, a small research submarine is leased for use in the waters off New Guinea.</p><p>And in Tokyo, an intelligence agent tries to understand what it all means.</p><p>Thus begins Michael Crichton's exciting and provocative technothriller, <em>State of Fear</em>. Only <em>Michael Crichton's</em> unique ability to blend science fact and pulse-pounding fiction could bring such disparate elements to a heart-stopping conclusion. </p><p>This is Michael Crichton's most wide-ranging thriller. <em>State of Fear</em> takes the reader from the glaciers of Iceland to the volcanoes of Antarctica, from the Arizona desert to the deadly jungles of the Solomon Islands, from the streets of Paris to the beaches of Los Angeles. The novel races forward, taking the reader on a rollercoaster thrill ride, all the while keeping the brain in high gear. Gripping and thought-provoking, <em>State of Fear is Michael Crichton at his very best.</em></p><p></p>", "average_rating": 3.6, "author": "Michael Crichton", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752728/1376451966.48.jpg"}},{"annotation": "", "uuid": "W6pDtrjKQ5LKsyGxxkDuv5", "position": 12, "book": {"uuid": "JhtHgFZSmEh4ddTssZx8sE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "Scorpion Betrayal", "publication_date": "2012-03-27", "oyster_good_for_statement": "", "isbn": "9780062063779", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The head of Egypt's State Internal Security is brutally murdered in a Cairo caf&#233;&#8212;his assailant a faceless killer known only as \"the Palestinian.\" It is the opening move in a chilling game of terror that has caught the international intelligence community completely off-guard, and the CIA turns to the one man they believe can get to the twisted roots of a looming nightmare shrouded in mystery: a former Company operative code-named Scorpion.</p><p>The breakneck hunt for a mastermind is leading Scorpion from the Middle East to the dangerous underworld of the capitals of Europe. With the fate of the free world in the hands of two well- matched adversaries there is no margin for error. But a shocking truth has been kept from the determined manhunter . . . and beauty will blind him to the ultimate betrayal.</p>", "average_rating": 3.85, "author": "Andrew Kaplan", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062063779/1376487893.82.jpg"}},{"annotation": "", "uuid": "7BhjYPtCqMGXWQ3A6p3kQG", "position": 0, "book": {"uuid": "gmGBkkhUJ7QVLkaUkWf4TU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Whiskey Gulf", "publication_date": "2009-06-17", "oyster_good_for_statement": "", "isbn": "9780786747979", "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}, "awards": [], "description": "<DIV>After a sailboat drifts into a &#147;live-fire&#8221; naval exercise area known as Whiskey Gulf, it&#8217;s never heard from again. Maritime private investigator Charlie Noble is asked to discover what happened to the couple abroad. But he&#8217;s stonewalled by the American and Canadian military. Then he learns that a Middle Eastern agent has been dispatched to find the couple as well&#151;an agent with an old score to settle from his days as a Coast Guard intelligence officer.<p>Ultimately, Noble and his partner, Native American salvage diver Raven, head north along the Inside Passage, where a hidden cove harbors answers about what really happened in Whiskey Gulf. But in order to return with the truth they must first survive a vicious attack and escape the clutches of a deadly whirlpool. Set in the stunning wilderness of the Pacific Northwest, <I>Whiskey Gulf</I> is a story about unlocking secrets from the past that some people would rather keep concealed.</P></DIV>", "average_rating": 0.0, "author": "Clyde Ford", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786747979/1387370883.22.jpg"}},{"annotation": "", "uuid": "y32s8X8gAscL6cfYHTAKtG", "position": 13, "book": {"uuid": "v6XvFByTWwZvn8ZCZra78g", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 528, "title": "Portrait of a Spy", "publication_date": "2011-07-19", "oyster_good_for_statement": "", "isbn": "9780062072191", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><em>Art restorer. Assassin. Spy.</em></p><p>Gabriel Allon has been hailed as the most compelling creation since \"Ian Fleming put down his martini and invented James Bond\" (Rocky Mountain News). A man with a deep appreciation for all that is beautiful, Gabriel is also an angel of vengeance, an international operative who will stop at nothing to see justice done. Sometimes he must journey far in search of evil. And sometimes evil comes to him.</p><p><em>In a dangerous world, one extraordinary woman can mean the difference between life and death. . . . </em></p><p>For Gabriel and his wife, Chiara, it was supposed to be the start of a pleasant weekend in London&#8212;a visit to a gallery in St. James's to authenticate a newly discovered painting by Titian, followed by a quiet lunch. But a pair of deadly bombings in Paris and Copenhagen has already marred this autumn day. And while walking toward Covent Garden, Gabriel notices a man he believes is about to carry out a third attack. Before Gabriel can draw his weapon, he is knocked to the pavement and can only watch as the nightmare unfolds.</p><p>Haunted by his failure to stop the massacre of innocents, Gabriel returns to his isolated cottage on the cliffs of Cornwall, until a summons brings him to Washington and he is drawn into a confrontation with the new face of global terror. At the center of the threat is an American-born cleric in Yemen to whom Allah has granted \"a beautiful and seductive tongue.\" A gifted deceiver, who was once a paid CIA asset, the mastermind is plotting a new wave of attacks.</p><p>Gabriel and his team devise a daring plan to destroy the network of death from the inside, a gambit fraught with risk, both personal and professional. To succeed, Gabriel must reach into his violent past. A woman waits there&#8212;a reclusive heiress and art collector who can traverse the murky divide between Islam and the West. She is the daughter of an old enemy, a woman joined to Gabriel by a trail of blood. . . .</p><p>Set against the disparate worlds of art and intelligence, <em>Portrait of a Spy</em> moves swiftly from the corridors of power in Washington to the glamorous auction houses of New York and London to the unforgiving landscape of the Saudi desert. Featuring a climax that will leave readers haunted long after they turn the final page, this deeply entertaining story is also a breathtaking portrait of courage in the face of unspeakable evil&#8212;and Daniel Silva's most extraordinary novel to date.</p>", "average_rating": 4.19, "author": "Daniel Silva", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062072191/1376453469.77.jpg"}},{"annotation": "", "uuid": "mkRpsffwumEanSqUXQpV7Y", "position": 11, "book": {"uuid": "J3E36bRVGbBM98Y385XRCK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Five Little Pigs", "publication_date": "2004-11-23", "oyster_good_for_statement": "", "isbn": "9780061743689", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Beautiful Caroline Crale was convicted of poisoning her husband, yet there were five other suspects: Philip Blake (the stockbroker) who went to market; Meredith Blake (the amateur herbalist) who stayed at home; Elsa Greer (the three-time divorcee) who had roast beef; Cecilia Williams (the devoted governess) who had none; and Angela Warren (the disfigured sister) who cried 'wee wee wee' all the way home.</p><p>It is sixteen years later, but Hercule Poirot just can't get that nursery rhyme out of his mind&#8230;</p>", "average_rating": 3.88, "author": "Agatha Christie", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743689/1376451881.03.jpg"}},{"annotation": "", "uuid": "MTBSAJgxWzZ4p9fMWhDHDA", "position": 1, "book": {"uuid": "5ENxJ6yZCxKMYsXjSwzRQc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "And Then There Were None", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061739255", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "The world's best-selling mystery with over 100 million copies sold!<p>Ten people, each with something to hide and something to fear, are invited to a lonely mansion on Indian Island by a host who, surprisingly, fails to appear. On the island they are cut off from everything but each other and the inescapable shadows of their own past lives. One by one, the guests share the darkest secrets of their wicked pasts. And one by one, they die&#8230;</p>", "average_rating": 4.18, "author": "Agatha Christie", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739255/1376451803.12.jpg"}},{"annotation": "", "uuid": "rUaQ6eG2xkBhxnU2ZACA6X", "position": 3, "book": {"uuid": "BvGmRtd8W7yRHEK8HxyEH3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Island of Lost Girls", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061807589", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>While parked at a gas station, Rhonda sees something so incongruously surreal that at first she hardly recognizes it as a crime in progress. She watches, unmoving, as someone dressed in a rabbit costume kidnaps a young girl. Devastated over having done nothing, Rhonda joins the investigation. But the closer she comes to identifying the abductor, the nearer she gets to the troubling truth about another missing child: her best friend, Lizzy, who vanished years before.</p><p>From the author of the acclaimed <em>Promise Not to Tell</em> comes a chilling and mesmerizing tale of shattered innocence, guilt, and ultimate redemption.</p>", "average_rating": 3.45, "author": "Jennifer McMahon", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061807589/1376527168.64.jpg"}},{"annotation": "", "uuid": "VVpuAhAyha2wPsY9LbSrJT", "position": 29, "book": {"uuid": "eq8iuH2qHAY3BFuu3HAtVm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Diamondhead", "publication_date": "2009-05-26", "oyster_good_for_statement": "", "isbn": "9780786747498", "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}, "awards": [], "description": "<DIV>When Navy SEAL Mack Bedford&#8217;s fellow officers are brutally killed by Iraqi insurgents using a cruel, new, anti-tank Diamondhead missile, Mack avenges their murders by gunning down the then-unarmed attackers, ultimately getting himself court-martialed and kicked out of the Navy in the process. To make matters worse, Mack then learns that the Diamondhead missiles were sold illegally by French industrialist and infamous politician Henri Foche. Mack suspects that Foche will succeed in his campaign to become the next French president and fears that his election will promote the spread of international terrorism.<P> In addition, Mack has a gravely ill son whose life can only be saved with an experimental and unaffordable foreign medical procedure. So when Mack is asked to help assassinate Henri Foche, he finds himself agreeing. His reward: a chance at survival for both his son and the country.<P>But before Mack can reach Foche, a jilted mercenary group warns the Frenchman of the threat, greatly increasing the difficulty of Mack&#8217;s solo assassination attempt. Can Mack track down and murder the French tyrant as he has been commissioned to do? Does he have the power to restore his reputation as a Navy SEAL? And will he be able to save his son before it&#8217;s too late?</DIV>", "average_rating": 3.37, "author": "Patrick Robinson", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9780786747498/1387370929.07.jpg"}},{"annotation": "", "uuid": "NRfpmMPvJ2AupFHq5J8BmL", "position": 22, "book": {"uuid": "vyTudyvimkGn9Ui7Rw9zEi", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 480, "title": "Gun Games", "publication_date": "2012-01-03", "oyster_good_for_statement": "", "isbn": "9780062064332", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>The Hesse suicide strikes a troubling chord in the household of Decker and his wife, Rina Lazarus, now that they've taken in Gabe Whitman&#8212;the gifted and brilliant fifteen-year-old son of a killer&#8212;whose own unexplained comings and goings only remind Decker that he knows almost nothing about the secretive boy living under his roof. But it's a second teen suicide&#8212;a young girl who attended the same exclusive prep school as Gregory Hesse&#8212;that points Decker and his detectives down a dark alley of twisted allegiances and unholy alliances . . . and toward a cold-blooded group of high schoolers with a shocking predilection for guns and violence.</p>", "average_rating": 3.73, "author": "Faye Kellerman", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062064332/1376453429.76.jpg"}},{"annotation": "", "uuid": "A7DHEyVYWGcUyp5D7BCSqf", "position": 26, "book": {"uuid": "fHS2Wt45zN9LeeLY8MZUcM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 282, "title": "A Death in China", "publication_date": "2010-12-28", "oyster_good_for_statement": "", "isbn": "9781453210710", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV><b>The gripping thriller from <i>New York Times</i> bestselling author Carl Hiaasen&mdash;now available as an ebook</b></div><DIV>&#160;</div><DIV><b>A man&rsquo;s mission to solve a friend&rsquo;s murder makes him the next target in a deadly Chinese conspiracy</b></div><DIV>&#160;</div><DIV>Art history professor Tom Stratton hasn&rsquo;t seen his former mentor David Wang for years&mdash;until they unexpectedly run into each other while Stratton is on a guided tour of China. But the trip quickly turns sinister when Wang is found dead. After the American embassy fumbles the investigation, Stratton sets out to solve the crime on his own, and quickly finds himself tangled in a web of corruption and murder that reaches the highest seats of power. Beset by the suffocating secrecy and subterfuge of communist China, Stratton must solve his friend&rsquo;s murder&mdash;before the fury of a brutal conspiracy closes in on him.</div></p></DIV>", "average_rating": 3.25, "author": "Carl Hiaasen", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Death%20in%20China/1373329492.95.jpg"}},{"annotation": "", "uuid": "qKLbQqXkpKcPQd53hNEVfn", "position": 26, "book": {"uuid": "WbaLRBv6msi8hEvbzmci3J", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 464, "title": "Eye Of The Needle", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061796043", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>One enemy spy knows the secret to the Allies' greatest deception, a brilliant aristocrat and ruthless assassin -- code name: \"The Needle\" -- who holds the key to ultimate Nazi victory.</p><p>Only one person stands in his way: a lonely Englishwoman on an isolated island, who is beginning to love the killer who has mysteriously entered her life.</p><p>All will come to a terrifying conclusion in Ken Follett's unsurpassed and unforgettable masterwork of suspense, intrigue, and the dangerous machinations of the human heart.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "average_rating": 4.11, "author": "Ken Follett", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061796043/1376452150.1.jpg"}}]