[{"position": 6, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "James Ellroy", "status": 1, "average_rating": 4.04, "title": "The Best American Noir of the Century", "uuid": "pDbwrUkZ5NxbTvhVq3987c", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547719306/1383487906.31.jpg", "oyster_good_for_statement": "", "publication_date": "2011-10-04", "number_print_pages": 752, "oyster_summary": "", "description": "<div><div>James Ellroy and Otto Penzler mined the past century to find this treasure trove of thirty-nine stories. From noir&#8217;s twenties-era infancy come gems like James M. Cain&#8217;s &#8220;Pastorale,&#8221; and its postwar heyday boasts giants like Mickey Spillane and Evan Hunter. Packing an undeniable punch, diverse contemporary incarnations include Elmore Leonard, Patricia Highsmith, Joyce Carol Oates, Dennis Lehane, and William Gay, with many page-turners appearing from the past decade.</DIV></DIV>", "isbn": "9780547719306", "language_code": "eng", "awards": []}, "uuid": "ZoTquihTa5HmFeKQuL26RT", "annotation": ""},{"position": 21, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Daniel Silva", "status": 1, "average_rating": 4.19, "title": "Portrait of a Spy", "uuid": "v6XvFByTWwZvn8ZCZra78g", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062072191/1376453469.77.jpg", "oyster_good_for_statement": "", "publication_date": "2011-07-19", "number_print_pages": 528, "oyster_summary": "", "description": "<p><em>Art restorer. Assassin. Spy.</em></p><p>Gabriel Allon has been hailed as the most compelling creation since \"Ian Fleming put down his martini and invented James Bond\" (Rocky Mountain News). A man with a deep appreciation for all that is beautiful, Gabriel is also an angel of vengeance, an international operative who will stop at nothing to see justice done. Sometimes he must journey far in search of evil. And sometimes evil comes to him.</p><p><em>In a dangerous world, one extraordinary woman can mean the difference between life and death. . . . </em></p><p>For Gabriel and his wife, Chiara, it was supposed to be the start of a pleasant weekend in London&#8212;a visit to a gallery in St. James's to authenticate a newly discovered painting by Titian, followed by a quiet lunch. But a pair of deadly bombings in Paris and Copenhagen has already marred this autumn day. And while walking toward Covent Garden, Gabriel notices a man he believes is about to carry out a third attack. Before Gabriel can draw his weapon, he is knocked to the pavement and can only watch as the nightmare unfolds.</p><p>Haunted by his failure to stop the massacre of innocents, Gabriel returns to his isolated cottage on the cliffs of Cornwall, until a summons brings him to Washington and he is drawn into a confrontation with the new face of global terror. At the center of the threat is an American-born cleric in Yemen to whom Allah has granted \"a beautiful and seductive tongue.\" A gifted deceiver, who was once a paid CIA asset, the mastermind is plotting a new wave of attacks.</p><p>Gabriel and his team devise a daring plan to destroy the network of death from the inside, a gambit fraught with risk, both personal and professional. To succeed, Gabriel must reach into his violent past. A woman waits there&#8212;a reclusive heiress and art collector who can traverse the murky divide between Islam and the West. She is the daughter of an old enemy, a woman joined to Gabriel by a trail of blood. . . .</p><p>Set against the disparate worlds of art and intelligence, <em>Portrait of a Spy</em> moves swiftly from the corridors of power in Washington to the glamorous auction houses of New York and London to the unforgiving landscape of the Saudi desert. Featuring a climax that will leave readers haunted long after they turn the final page, this deeply entertaining story is also a breathtaking portrait of courage in the face of unspeakable evil&#8212;and Daniel Silva's most extraordinary novel to date.</p>", "isbn": "9780062072191", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "9SkH47Rar83XdLKRrYrXzD", "annotation": ""},{"position": 14, "book": {"publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Ross Macdonald", "status": 1, "average_rating": 3.77, "title": "Trouble Follows Me", "uuid": "g2TN35KQVfsFMqQ4d7fGTd", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/Trouble%20Follows%20Me/1373332622.89.jpg", "oyster_good_for_statement": "", "publication_date": "2013-01-22", "number_print_pages": 181, "oyster_summary": "", "description": "<DIV><b>In the last days of World War II, a sailor discovers a transcontinental conspiracy</b></div><DIV><BR>It is February 1945, and the war in the Pacific is nearing its climax. In Hawaii on his way to a new post, US Navy ensign Sam Drake stumbles across the girl of his dreams. Mary is a disc jockey, with a voice that&rsquo;s famous across the islands for playing late-night jazz that no young lover can resist. Before he can follow this modern siren home, they go to check on Mary&rsquo;s coworker Sue&mdash;but that lovely young lady will never spin another record.</div><DIV>&#160;</div><DIV>They find her strung up and dangling outside the window of a bathroom, her face twisted into an ugly mask. The police call it suicide, but Sam is not so sure. Few beautiful women, even suicidal ones, are willing to be so hideous in death. Looking into Sue&rsquo;s past, he finds another corpse&mdash;and a dangerous conspiracy that stretches all the way back to his Motor City home.</div>", "isbn": "9781453290538", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "Dykf9fnpuyaYyDFzN3Dd3Y", "annotation": ""},{"position": 32, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Dorothy Salisbury Davis", "status": 1, "average_rating": 0.0, "title": "A Gentle Murderer", "uuid": "dy2PZyYywLAvKkxWALg9TL", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480460485/1390199574.05.jpg", "oyster_good_for_statement": "", "publication_date": "2014-02-04", "number_print_pages": 192, "oyster_summary": "", "description": "<DIV><DIV><b>A frightening confession leads a priest to hunt down a murderer in Grand Master of crime fiction Dorothy Salisbury Davis&rsquo;s bestselling novel, which critic Anthony Boucher called &ldquo;one of the best detective stories of modern times&rdquo;</b></div><BR>On a hot Saturday night in Manhattan, Father Duffy sits in a confessional, growing alarmed as he listens to the voice of a distraught young man who speaks of bloody hair and a dead woman and a compulsion to do things with a hammer that he does not understand. Before the priest can persuade the man to confess to the police, the killer flees, still clutching the hammer.<DIV><BR>The next day, Father Duffy learns that a high-class call girl on the East Side has been savagely murdered, and no suspect has been found. As he searches for the disturbed young man who he fears will kill again, cerebral New York Police detective Sergeant Ben Goldsmith takes the lead in the investigation of the call-girl murder, racing against the clock to catch a very clever killer who, when enraged, cannot control his need to swing a hammer.</div><DIV></div></div>", "isbn": "9781480460485", "language_code": "eng", "awards": []}, "uuid": "iXJj478W3Y34uBam4bqFC", "annotation": ""},{"position": 5, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Umberto Eco", "status": 1, "average_rating": 4.07, "title": "The Name of the Rose", "uuid": "pwuFKBhfQQ85MrRdUHVRQT", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575148/1376380774.01.jpg", "oyster_good_for_statement": "", "publication_date": "1994-09-28", "number_print_pages": 512, "oyster_summary": "", "description": "<DIV>It is the year 1327. Franciscans in an Italian abbey are suspected of heresy, but Brother William of Baskerville&#8217;s investigation is suddenly overshadowed by seven bizarre deaths. Translated by William Weaver. A Helen and Kurt Wolff Book<BR></DIV> <div>This e-book includes a sample chapter of PRAGUE CEMETERY.</DIV>", "isbn": "9780547575148", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "PEN Translation Prize Winner", "image": null, "uuid": "zgY7JFywCRfAuspw5RcbET"}]}, "uuid": "sN6EEcC4g2v5P7BMp3wrBM", "annotation": ""},{"position": 31, "book": {"publisher": {"name": "Dundurn", "uuid": "gu6ozZ8hEmD9HC8RenLvbC"}, "author": "Gloria Ferris", "status": 1, "average_rating": 0.0, "title": "Corpse Flower", "uuid": "f9gEJ4cKQm3u5r8aG7Prph", "cover_img": "https://cflare.oysterbooks.com/covers/Dundurn/9781459707146/1384278624.91.jpg", "oyster_good_for_statement": "", "publication_date": "2013-11-25", "number_print_pages": 408, "oyster_summary": "", "description": "<p><b>Limited time offer. </b></p>\n<p>From country club to trailer park ... </p>\n<p>Swindled out of a fair divorce settlement, former socialite Bliss Moonbeam Cornwall works a number of part-time jobs to pay the rent on a rundown trailer and keep her motorcycle on the road. House cleaner, yoga teacher, library assistant, cemetery groundskeeper, drudge for her agoraphobic cousin – the work never ends. But Bliss still can't save enough money for another day in court. So, when her cousin offers her a generous fee to find a pollinating mate for his giant jungle plant, she agrees to help. How hard can it be? </p>\n<p>That's when she discovers that her neighbours, employers, and even her cousin are involved in a string of illegal activities – including grow-ops and suspicious deaths. Police Chief Neil Redfern's persistent scrutiny is interfering with her goal, and Bliss suspects he himself may be up to his badge in the crimes he's \"investigating.\" With no one to back her up, Bliss must make a decision: she can give up on her dream, or she can start fighting dirty. Either way, she risks becoming another murder victim.</p>", "isbn": "9781459707146", "language_code": "eng", "awards": []}, "uuid": "AggJ7xUAhnw69HQGRndahA", "annotation": ""},{"position": 23, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Inger Ash Wolfe", "status": 1, "average_rating": 3.69, "title": "The Taken", "uuid": "fUAYByg8RiKLeLrjNKGRSX", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487243/1376380650.88.jpg", "oyster_good_for_statement": "", "publication_date": "2010-07-15", "number_print_pages": 432, "oyster_summary": "", "description": "<DIV><DIV><DIV><DIV>Detective Inspector Hazel Micallef is having a bad year. After major back surgery, she has no real option but to move into her ex-husband&#8217;s basement and suffer the humiliation of his new wife bringing her meals down on a tray. As if that weren&#8217;t enough, Hazel&#8217;s octogenarian mother secretly flushes Hazel&#8217;s stash of painkillers down the toilet.</div><DIV>&#160;</DIV><DIV>It&#8217;s almost a relief when Hazel gets a call about a body fished up by tourists in one of the lakes near Port Dundas. But what raises the hair on the back of Micallef &#8217;s neck is that the local paper has just published the first installment of a serialized story featuring such a scenario. Even before they head out to the lake with divers to recover the body, she and DC James Wingate, leading the police detachment in Micallef &#8217;s absence, know they are being played. But it&#8217;s not clear who is pulling their strings and why, nor is what they find at the lake at all what they expected. It&#8217;s Micallef herself who is snared, caught up in a cryptic game devised by someone who knows how to taunt her into opening a cold case, someone who knows that nothing will stop her investigation.</div><DIV>&#160;</DIV><DIV>The second novel featuring Hazel Micallef, &#147;a compelling, unlikely hero&#8221; (<I>EntertainmentWeekly</I>), is a stunning and suspenseful exploration of the obsessive far reaches of love, confirming Inger Ash Wolfe as one of the best mystery writers today.</div></DIV></DIV></DIV>", "isbn": "9780547487243", "language_code": "eng", "awards": []}, "uuid": "UCYgdCG4rL62wmyU2hAeMc", "annotation": ""},{"position": 27, "book": {"publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Stuart M. Kaminsky", "status": 1, "average_rating": 3.96, "title": "A Cold Red Sunrise", "uuid": "gnrPTftgr6cwgmDLXQkzmj", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Cold%20Red%20Sunrise/1373331234.3.jpg", "oyster_good_for_statement": "", "publication_date": "2012-10-16", "number_print_pages": 213, "oyster_summary": "", "description": "<DIV><b>In trouble with the KGB, Rostnikov is sent to investigate a death in Siberia</b></div><DIV><BR>After three decades serving with the Moscow police, Porfiry Rostnikov is back at the bottom. When forced to choose between the law and the party line, he fights for justice&mdash;a disturbing preference that has won him no friends at the Kremlin. Now his enemies in the KGB have transferred him to the lowest rungs of Moscow law enforcement, a backwater department assigned with only the most token murders. But, peculiarly, Rostnikov&rsquo;s newest assignment is no token at all.</div><DIV>&#160;</div><DIV>While in Siberia investigating the death of a dissident&rsquo;s daughter, a corrupt commissar is stabbed through the eye with an icicle. Finding his killer should be a top priority, yet the KGB hands it off to the disgraced detective. Someone doesn&rsquo;t want this murder solved, and there are people in Moscow who may be plotting to ensure Rostnikov does not live to see the end of this Siberian winter. </div>", "isbn": "9781453266366", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}]}, "uuid": "tCmCDC3GE93GkHGYFjyjB3", "annotation": ""},{"position": 28, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Lawrence Block", "status": 1, "average_rating": 3.74, "title": "Lucky at Cards", "uuid": "MaUmV2BjgfVG5zwe4vvS4F", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Lucky%20at%20Cards/1373329446.88.jpg", "oyster_good_for_statement": "", "publication_date": "2010-12-28", "number_print_pages": 224, "oyster_summary": "", "description": "<DIV><p><DIV><b>A good card mechanic is hard to find and even harder to change</b></div><DIV>&#160;</div><DIV>&#160;</div><DIV>His dentist&rsquo;s poker game is the last place that card shark Bill Maynard expects to find another hustler. But that&rsquo;s just what Mrs. Murray Rogers, the scheming wife with her eye on her husband&rsquo;s fortune, is. The only problem is her husband&rsquo;s still alive, and she&rsquo;ll have to enlist the help of Bill in order to get what she wants. They&rsquo;ve got a plan, but will Bill stick with it, or will the square life lull him into breaking his lucky streak?</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Lawrence Block, including rare photos and never-before-seen documents from his personal collection, and a new afterword written by the author.</div></p></DIV>", "isbn": "9781453208427", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "6PafpX9Ls4Ns5hh82hfLYH", "annotation": ""},{"position": 9, "book": {"publisher": {"name": "Dover Publications", "uuid": "ymnxqqLFqirKkrjmze7WtQ"}, "author": "John Buchan", "status": 1, "average_rating": 0.0, "title": "The Thirty-Nine Steps", "uuid": "eGXjZ7RANEkauCXc4DzaDQ", "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486110998/1387780587.28.jpg", "oyster_good_for_statement": "", "publication_date": "2012-03-01", "number_print_pages": 96, "oyster_summary": "", "description": "<DIV>In this fast-paced spy thriller, a self-described \"ordinary fellow\" stumbles upon a plot involving not only espionage and murder but also the future of Britain itself. Richard Hannay arrives in London on the eve of World War I, where he encounters an American agent seeking help in preventing a political assassination. Before long, Hannay finds himself in possession of a little black book that holds the key to the conspiracy&#8212;and on the run from both the police and members of a mysterious organization that will stop at nothing to keep their secrets hidden.  <BR>This is the first of five novels in John Buchan's <I>Greenmantle</I> series, featuring the adventures of the stalwart and resourceful Richard Hannay. Originally published in 1915, it also served as the basis for several movies and plays, including Alfred Hitchcock's classic cinematic adaptation.</DIV>", "isbn": "9780486110998", "language_code": "eng", "awards": []}, "uuid": "yHqtJL88hu8RCU3WUbQ8yi", "annotation": ""},{"position": 4, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Wilkie Collins", "status": 1, "average_rating": 3.97, "title": "The Woman in White", "uuid": "fhpUkfbmBLu7ibZHgrGkVD", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629454047/1376382115.2.png", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 800, "oyster_summary": "", "description": "'In one moment, every drop of blood in my body was brought to a stop... There, as if it had that moment sprung out of the earth, stood the figure of a solitary Woman, dressed from head to foot in white'\r\n\r\nThe Woman in White famously opens with Walter Hartright's eerie encounter on a moonlit London road. Engaged as a drawing master to the beautiful Laura Fairlie, Walter becomes embroiled in the sinister intrigues of Sir Percival Glyde and his 'charming' friend Count Fosco, who has a taste for white mice, vanilla bonbons, and poison. Pursuing questions of identity and insanity along the paths and corridors of English country houses and the madhouse, The Woman in White is the first and most influential of the Victorian genre that combined Gothic horror with pyschological realism.\r\n\r\nMatthew Sweet's introduction explores the phenomenon of Victorian 'sensation' fiction, and discusses Wilkie Collins's biographical and societal influences. Included in this edition are appendices on theatrical adaptations of the novel and its serialisation history.", "isbn": "9781629454047", "language_code": "", "awards": []}, "uuid": "CkZchtShkTz7VwVAUwfKkD", "annotation": ""},{"position": 16, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Elly Griffiths", "status": 1, "average_rating": 3.87, "title": "The House at Sea's End", "uuid": "UX8SNXKtxEW4sNALMVN2g3", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547506968/1376381292.15.jpg", "oyster_good_for_statement": "", "publication_date": "2012-01-10", "number_print_pages": 368, "oyster_summary": "", "description": "<DIV>&quot;[A] page turning mystery . . .  it provides a wholly satisfying  whodunit as well as a good reason to look up the other two [books in the  series] . . . Griffiths's Galloway is a likable and alluring  character.&rdquo;&mdash;Associated Press<BR><br> Just back from maternity leave,  forensic archeologist Ruth is finding it hard to juggle motherhood and  work when she is called in to investigate human bones that have surfaced  on a remote Norfolk beach. The presence of DCI Harry Nelson, the  married father of her daughter, does not help. The bones, six men with  their arms bound, turn out date back to World War II, a desperate time  on this stretch of coastland.<br><br> Home Guard veteran Archie  Whitcliffe reveals the existence of a secret the old soldiers have vowed  to protect with their lives. But then Archie is killed and a German  journalist arrives, asking questions about Operation Lucifer, a plan to  stop a German invasion, and a possible British war crime. What was  Operation Lucifer? And who is prepared to kill to keep its secret?<BR><br><br></div>", "isbn": "9780547506968", "language_code": "eng", "awards": []}, "uuid": "kRjj84SXHs5N9wH46A7QKK", "annotation": ""},{"position": 13, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Elmore Leonard", "status": 1, "average_rating": 3.73, "title": "Labrava", "uuid": "BN5H8gTVCZcQ8AaRECpNzP", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061830006/1376527314.2.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 416, "oyster_summary": "", "description": "<p>Joe LaBrava first fell in love with femme fatale movie queen Jean Shaw in a darkened theater when he was twelve. Now he's finally meeting his dream woman in the flesh, albeit in a rundown Miami crisis center. Cleaned up and sober, though, she still makes LaBrava's heart race. And now that Jean's being terrorized by redneck thug Richard Nobles and his slimy Marielito partner Cundo Rey, Joe has a golden opportunity to play the hero. Or he could wind up the patsy&#8212;or dead&#8212;in the final reel. </p>", "isbn": "9780061830006", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}]}, "uuid": "mAntg39bFr3fURo2d6HC4m", "annotation": ""},{"position": 22, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Kate White", "status": 1, "average_rating": 3.53, "title": "The Sixes", "uuid": "4PBMZcPwqkEmSE24omVMKF", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092533/1376490891.46.jpg", "oyster_good_for_statement": "", "publication_date": "2011-08-02", "number_print_pages": 384, "oyster_summary": "", "description": "<p>From the <em>New York Times</em> bestselling author of <em>Hush</em> and the Bailey Weggins mystery series comes a thriller set in a college town where a student&#8217;s death sends one woman on a search for the truth and into the clutches of a frightening secret society.</p><p>Phoebe Hall&#8217;s Manhattan life has suddenly begun to unravel. Right after her long-term boyfriend breaks off their relationship, she&#8217;s falsely accused of plagiarizing her latest bestselling celebrity biography. Looking for a quiet place to put her life back together, Phoebe jumps at the offer to teach in a sleepy Pennsylvania town at a small private college run by her former boarding school roommate and close friend, Glenda Johns.</p><p>But behind the campus&#8217;s quiet caf&#233;s and leafy maple trees lie evil happenings. The body of a female student washes up on the banks of a nearby river, and disturbing revelations begin to surface: accusations from coeds about abuses wrought by a secret society of girls on campus known as The Sixes.. To help Glenda, Phoebe embarks on a search for clues&#8212;a quest that soon raises painful memories of her own boarding school days years ago. </p><p>As the investigation heats up, Phoebe unexpectedly finds herself falling for the school&#8217;s handsome psychology professor, Duncan Shaw. But when nasty pranks turn into deadly threats, Phoebe realizes she&#8217;s in the middle of a real-life nightmare, not knowing whom she can trust and if she will even survive.</p><p>Plunging deeper into danger with every step, Phoebe knows she&#8217;s close to unmasking a killer. But with truth comes a terrifying revelation: your darkest secrets can still be uncovered . . . and starting over may be a crime punishable by death.</p>", "isbn": "9780062092533", "language_code": "eng", "awards": []}, "uuid": "KbKDXhM6GUE9ToF9DffaFS", "annotation": ""},{"position": 7, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Dennis Lehane", "status": 1, "average_rating": 4.0, "title": "Shutter Island", "uuid": "PKdLfL4HRvpgEKg2iJtG6W", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061897221/1378009340.36.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 416, "oyster_summary": "", "description": "<p>Summer, 1954.</p><p>U.S. Marshal Teddy Daniels has come to Shutter Island, home of Ashecliffe Hospital for the Criminally Insane. Along with his partner, Chuck Aule, he sets out to find an escaped patient, a murderess named Rachel Solando, as a hurricane bears down upon them.</p><p>But nothing at Ashecliffe Hospital is what it seems.</p><p>And neither is Teddy Daniels.</p><p>Is he there to find a missing patient? Or has he been sent to look into rumors of Ashecliffe&#8217;s radical approach to psychiatry? An approach that may include drug experimentation, hideous surgical trials, and lethal countermoves in the shadow war against Soviet brainwashing. . . .</p><p>Or is there another, more personal reason why he has come there?</p><p>As the investigation deepens, the questions only mount:</p><p></p><blockquote>How has a barefoot woman escaped the island from a locked room?<p></p><p>Who is leaving clues in the form of cryptic codes?</p><p>Why is there no record of a patient committed there just one year before?</p><p>What really goes on in Ward C?</p><p>Why is an empty lighthouse surrounded by an electrified fence and armed guards?</p></blockquote><p>The closer Teddy and Chuck get to the truth, the more elusive it becomes, and the more they begin to believe that they may never leave Shutter Island.Because someone is trying to drive them insane. . . .</p>", "isbn": "9780061897221", "language_code": "eng", "awards": [{"name": "Anthony Award Nominee", "image": null, "uuid": "Sjjjk6kTgz68r3tDFWb9VH"}, {"name": "Barry Award Nominee", "image": null, "uuid": "KzJY9KVw3BCdHgohYUj5E7"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "cYW5JTmznHAXVN6i4fyxTK", "annotation": ""},{"position": 30, "book": {"publisher": {"name": "MysteriousPress.com/Open Road", "uuid": "tq7neGVgdEQxba3BTmLGR3"}, "author": "Mary Roberts Rinehart", "status": 1, "average_rating": 0.0, "title": "Married People", "uuid": "moK3vrWEZLZF28bhTjJJyD", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480409194/1377118494.33.jpg", "oyster_good_for_statement": "", "publication_date": "2013-08-13", "number_print_pages": 255, "oyster_summary": "", "description": "<DIV><DIV><b>Ten tales of married life: happy, sad, and blood-soaked</b></div><DIV></div><DIV><BR>Clarke Wellington supposes it&rsquo;s time he murdered his wife. Dolly isn&rsquo;t a promiscuous woman, and she isn&rsquo;t violent, but she is stingy, petty, and cruel, and she runs her household with a tyranny that has turned her husband into a mouse and her children into frightened little automatons. Of course, it&rsquo;s easy to make this kind of decision, but much harder to follow through. When a man hasn&rsquo;t stood up for himself in years, how can he possibly learn to kill?</div><BR>&ldquo;The Man Who Killed His Wife&rdquo; is just one in this sterling collection of short stories by a master of the classic mystery novel. Rinehart tells her tales one couple at a time, from the Wellingtons to the Bryces to the Chisholms. In some of their houses is physical violence, and in some, the torment is purely emotional. Not until death will these happy couples part, but that day is coming sooner than some of them think.&#160;</div>", "isbn": "9781480409194", "language_code": "eng", "awards": []}, "uuid": "VtqzwsyCFWXHwCVqxBcuUF", "annotation": ""},{"position": 19, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Janet Evanovich", "status": 1, "average_rating": 3.6, "title": "Motor Mouth", "uuid": "tYGtxfZxiD8EoyoLqdVUr7", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061795824/1376506540.59.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 384, "oyster_summary": "", "description": "<p>Miami is still freakin' humid. The nights are even hotter. And there's a body on ice. And that's just the beginning of this adrenaline-rush of a hot-wired ride from phenomenal number one <em>New York Times</em> bestselling author Janet Evanovich.</p><p>A woman with a taste for speed and a talent for breaking the rules, Barney also knows a little too much about cheating. First there was Hooker and that salesclerk. Now she's convinced one of the competitors is up to no good on the track. Snooping to find evidence, Hooker and Barney \"borrow\" a NASCAR hauler. Turns out, the hauler is carrying two race cars and a dead guy. It looks like Barney and Hooker are facing multiple counts of grand theft auto and homicide.</p><p>So buckle up as Barney, Hooker, a 150-pound bundle of Saint Bernard love named Beans, and the Super Cigar Ladies Felicia and Rosa shift into gear on a wild race around South Florida and Concord, North Carolina.</p><p>Everything you always wanted to know about righteous indignation, stealing an eighteen-wheeler, and sex in the fast lane.</p>", "isbn": "9780061795824", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "sPmULe4dyjGXTYPJ5yWgFT", "annotation": ""},{"position": 15, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Sara Gran", "status": 1, "average_rating": 3.79, "title": "Claire DeWitt and the Bohemian Highway", "uuid": "k4NhLNxtF2iFHq4Pa7mMPJ", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840642/1389680548.79.jpg", "oyster_good_for_statement": "", "publication_date": "2013-06-18", "number_print_pages": 288, "oyster_summary": "", "description": "<DIV><I>The eagerly awaited second book in the buzzed-about Claire DeWitt mystery series,&#160;featuring &#8220;one of the genre&#8217;s most original characters in years . . . as if David Lynch directed a Raymond Chandler novel.&#8221; (CNN)</I></DIV> <div><BR>When Paul Casablancas, Claire DeWitt&#8217;s musician ex-boyfriend, is found dead in his Mission District home, the police are convinced it&#8217;s a simple robbery. But Claire knows nothing is ever simple.<br><BR>With the help of her new assistant, Claude, Claire follows the clues, finding hints to Paul&#8217;s fate in her other cases&#8212;especially that of a missing girl in the gritty 1980s East Village and a modern-day miniature horse theft in Marin. As visions of the past reveal the secrets of the present, Claire begins to understand the words of the enigmatic French detective Jacques Silette: &#8220;The detective won&#8217;t know what he is capable of until he encounters a mystery that pierces his own heart.&#8221; And love, in all its forms, is the greatest mystery of all&#8212;at least to the world&#8217;s greatest PI.<BR><BR>An addictive new adventure featuring an irresistible heroine.</DIV>", "isbn": "9780547840642", "language_code": "eng", "awards": []}, "uuid": "LdkyG6ppYjybn2ZBooXWpV", "annotation": ""},{"position": 8, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Ruth Rendell", "status": 1, "average_rating": 4.03, "title": "A Dark-Adapted Eye", "uuid": "imLVw74ecUYzGdEzYiq8Ma", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Dark-Adapted%20Eye/1373329609.34.jpg", "oyster_good_for_statement": "", "publication_date": "2011-02-22", "number_print_pages": 264, "oyster_summary": "", "description": "<DIV><p><DIV><b>In the Edgar Award&ndash;winning classic, a niece investigates the shocking secrets that condemned her once proud family </b></div><BR><DIV>Faith Severn has never understood why the willful matriarch of her high-society family, aunt Vera Hillyard, snapped and murdered her own beloved sister. But long after Vera is condemned to hang, a journalist&rsquo;s startling discoveries allow Faith to perceive her family&rsquo;s story in a new light.</div><DIV>&#160;</div><DIV>Set in post&ndash;World War II Britain, <i>A Dark-Adapted Eye</i> is both a gripping mystery and a harrowing psychological portrait of a complex woman at the head of a troubled family.</div></p></DIV>", "isbn": "9781453214848", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "cFoYBNeMmkXsiLSe2KxWhP", "annotation": ""},{"position": 25, "book": {"publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Wolf Haas", "status": 1, "average_rating": 3.92, "title": "The Bone Man", "uuid": "bG3udApSBvNCxCY5kBjV9g", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191706/1377113748.43.jpg", "oyster_good_for_statement": "", "publication_date": "2013-03-26", "number_print_pages": 176, "oyster_summary": "", "description": "<p>At a wildly popular chicken shack in the Austrian countryside, where snooty Viennese gourmands go to indulge their secret passion for fried chicken, a gruesome discovery is made in the pile of chicken bones waiting to be fed into the basement grinder: human bones.</p>\n<p>But when private eye Simon Brenner shows up to investigate, the manager of the restaurant, who hired him, has disappeared ... while the owner of the place urges him to stay on and eat chicken.</p>\n<p>Brenner likes chicken, so he stays, but as he waits for the manager, he discovers that the bucolic countryside is full of suspicious types: prostitutes, war profiteers, unsavory art dealers, Slavic soccer champs with dubious pasts — and at least one rather grisly murderer. And the more Brenner looks into things, the more it dawns on him that there's a cleaver somewhere with his name on it.</p>", "isbn": "9781612191706", "language_code": "English", "awards": []}, "uuid": "ytWmyqvLcJXkddfPyMavkB", "annotation": ""},{"position": 18, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Jacqueline Winspear", "status": 1, "average_rating": 3.97, "title": "A Lesson in Secrets", "uuid": "gkiMq254BAi4hpoNiAi6Xm", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079237/1376552900.92.jpg", "oyster_good_for_statement": "", "publication_date": "2011-03-22", "number_print_pages": 352, "oyster_summary": "", "description": "<p>Maisie Dobbs' first assignment for the British Secret Service takes her undercover to Cambridge as a professor&#8212;and leads to the investigation of a web of activities being conducted by the emerging Nazi Party.</p><p>In the summer of 1932, Maisie Dobbs' career takes an exciting new turn when she accepts an undercover assignment directed by Scotland Yard's Special Branch and the Secret Service. Posing as a junior lecturer, she is sent to a private college in Cambridge to monitor any activities \"not in the inter-ests of His Majesty's government.\"</p><p>When the college's controversial pacifist founder and principal, Greville Liddicote, is murdered, Maisie is directed to stand back as Detective Chief Superintendent Robert MacFarlane and Detective Chief Inspector Richard Stratton spearhead the investigation. She soon discovers, however, that the circumstances of Liddicote's death appear inextricably linked to the suspicious comings and goings of faculty and students under her surveillance.</p><p>To unravel this web, Maisie must overcome a reluctant Secret Service, discover shameful hidden truths about Britain's conduct during the Great War, and face off against the rising powers of the <em>Nationalsozialistische Deutsche Arbeiterpartei</em>&#8212;the Nazi Party&#8212;in Britain.</p><p>As the storm clouds of World War II gather on the horizon, this pivotal chapter in the life of Maisie Dobbs foreshadows new challenges and powerful enemies facing the psychologist and investigator&#8212;and will engage new readers and loyal fans of this \"outstanding\" series (Marilyn Stasio, <em>New York Times Book Review</em>).</p>", "isbn": "9780062079237", "language_code": "eng", "awards": [{"name": "Agatha Award Nominee", "image": null, "uuid": "f395V8Luqg7Dt52sh3WthK"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "38tcWKn2Q66vaVG9PMVkZ3", "annotation": ""},{"position": 17, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Arturo Perez-Reverte", "status": 1, "average_rating": 3.78, "title": "The Club Dumas", "uuid": "FonygBngywrJvGXLfGhG9D", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547538181/1376380265.42.jpg", "oyster_good_for_statement": "", "publication_date": "2006-05-01", "number_print_pages": 368, "oyster_summary": "", "description": "<P><B>A provocative literary thriller that playfully pays tribute to classic tales of mystery and adventure</B>  <p> <p>Lucas Corso is a book detective, a middle-aged mercenary hired to hunt down rare editions for wealthy and unscrupulous clients. When a well-known bibliophile is found dead, leaving behind part of the original manuscript of Alexandre Dumas's <I>The Three Musketeers</I>, Corso is brought in to authenticate the fragment. He is soon drawn into a swirling plot involving devil worship, occult practices, and swashbuckling derring-do among a cast of characters bearing a suspicious resemblance to those of Dumas's masterpiece. Aided by a mysterious beauty named for a Conan Doyle heroine, Corso travels from Madrid to Toledo to Paris on the killer's trail in this twisty intellectual romp through the book world.", "isbn": "9780547538181", "language_code": "eng", "awards": [{"name": "Anthony Award Nominee", "image": null, "uuid": "Sjjjk6kTgz68r3tDFWb9VH"}]}, "uuid": "7VPKgapjUy4AkfaCMW9BTT", "annotation": ""},{"position": 2, "book": {"publisher": {"name": "Wildside Press LLC", "uuid": "vhcUUCx4wq8bxYyPpmRPsL"}, "author": "Dashiell Hammett", "status": 1, "average_rating": 4.3, "title": "The Dashiell Hammett Megapack", "uuid": "JT72AN4bg3FBxcQhRGYMxG", "cover_img": "https://cflare.oysterbooks.com/covers/Wildside%20Press%20LLC/9781434446138/1377069920.85.jpg", "oyster_good_for_statement": "", "publication_date": "2013-06-20", "number_print_pages": 330, "oyster_summary": "", "description": "\"The Dashiell Hammett Megapack\" collects 20 early and rare stories by the famous mystery writer, plus one poem. Included in this volume are:<P>\nAFRAID OF A GUN<BR>\nARSON PLUS<BR>\nTHE NEW RACKET<BR>\nBODIES PILED UP<BR>\nDEATH ON PINE STREET<BR>\nTHE MAN WHO KILLED DAN ODAMS<BR>\nMIKE, ALEC, OR RUFUS<BR>\nNIGHT SHOTS<BR>\nNIGHTMARE TOWN<BR>\nONE HOUR<BR>\nTHE ROAD HOME<BR>\nRUFFIAN’S WIFE<BR>\nTHE SECOND-STORY ANGEL<BR>\nTHE TENTH CLUE<BR>\nWHO KILLED BOB TEAL?<BR>\nZIGZAGS OF TREACHERY<BR>\nTHE WAGES OF CRIME<BR>\nNIGHT SHADE<BR>\nTHE PARTHIAN SHOT<BR>\nIMMORTALITY<BR>\nCURSE IN THE OLD MANNER<P>\nAnd don't forget to search this ebook store for \"Wildside Megapack\" to see many more entries in this series, covering science fiction, fantasy, mysteries, westerns, classics, and much, much more!", "isbn": "9781434446138", "language_code": "eng", "awards": []}, "uuid": "sBZocJGyRn4yJDn7qLWRxW", "annotation": ""},{"position": 11, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Mickey Spillane", "status": 1, "average_rating": 3.87, "title": "Kiss Her Goodbye", "uuid": "FG2tz8DBMF5yZsiEwpqNY9", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549071/1376380485.87.jpg", "oyster_good_for_statement": "", "publication_date": "2011-05-25", "number_print_pages": 288, "oyster_summary": "", "description": "<div><p>Mike Hammer has been away from New York too long. Recuperating in Florida after a deadly mob shootout, the private eye learns that an old mentor on the New York police force has committed suicide. Hammer returns for the funeral&mdash;and because he knows that Inspector Doolan would never have killed himself. But Manhattan in the 1970s no longer feels like home. Hammer&rsquo;s lovely longtime partner, Velda, has disappeared after he broke it off for her own safety, and his office is shut down.&#160;<BR><br> When a woman is murdered practically on the funeral home&rsquo;s doorstep, Hammer is drawn into the hunt for a cache of Nazi diamonds that makes the Maltese Falcon seem like a knickknack, and for the mysterious beauty who had been close to Doolan in his final days. But drug racketeers, who had it in for the tough old police inspector, attract Hammer&rsquo;s attention as well. Soon he is hobnobbing with coke-snorting celebrities at the notorious disco Club 52 and playing footsie with a sleek lady D.A., a modern female on the make for oldfashioned Hammer. Everything leads to a Mafia social club where Hammer and his .45 come calling, initiating the wildest showdown since Spillane&rsquo;s classic <I>One Lonely Night</I>.</p></div>", "isbn": "9780547549071", "language_code": "eng", "awards": []}, "uuid": "eGmaSPr5pSpf6BehwjFNcN", "annotation": ""},{"position": 0, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Sir Arthur Conan Doyle", "status": 1, "average_rating": 3.99, "title": "The Hound of the Baskervilles", "uuid": "ecpEYrWxbyV5q8QxA3CHvD", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450643/1377035561.2.png", "oyster_good_for_statement": "", "publication_date": "1901-08-01", "number_print_pages": 359, "oyster_summary": "", "description": "The third of four crime novels by Sir Arthur Conan Doyle featuring the detective Sherlock Holmes. Originally serialised in The Strand Magazine from August 1901 to April 1902, it is set largely on Dartmoor in Devon in England's West Country and tells the story of an attempted murder inspired by the legend of a fearsome, diabolical hound.\r\n\r\nThe story begins as Sir Charles Baskerville is found lying dead on the grounds of his country house, Baskerville Hall. The cause is ascribed to a heart attack. Fearing for the safety of Sir Charles's nephew and only known heir, Sir Henry Baskerville, coming from America to claim his inheritance, Dr James Mortimer travels to London and asks Sherlock Holmes for help.", "isbn": "9781629450643", "language_code": "", "awards": []}, "uuid": "dZSecchueK4tmCZJYkK7pk", "annotation": ""},{"position": 12, "book": {"publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Joseph Conrad", "status": 1, "average_rating": 3.55, "title": "The Secret Agent", "uuid": "fwE9V2CeNjBt9jcfDmsVMC", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453781/1376367720.14.png", "oyster_good_for_statement": "", "publication_date": null, "number_print_pages": 256, "oyster_summary": "", "description": "Mr Verloc, the secret agent, keeps a shop in London's Soho where he lives with his wife Winnie, her infirm mother, and her idiot brother, Stevie. When Verloc is reluctantly involved in an anarchist plot to blow up the Greenwich Observatory things go disastrously wrong, and what appears to be \"a simple tale\" proves to involve politicians, policemen, foreign diplomats and London's fashionable society in the darkest and most surprising interrelations.\r\nBased on the text which Conrad's first English readers enjoyed, this new edition includes a full and up-to-date bibliography, a comprehensive chronology and a critical introduction which describes Conrad's great London novel as the realization of a \"monstrous town,\" a place of idiocy, madness, criminality, and butchery. It also discusses contemporary anarchist activity in the UK, imperialism, and Conrad's narrative techniques.", "isbn": "9781629453781", "language_code": "", "awards": []}, "uuid": "c7R6jcogTwY9wThX5fMHbi", "annotation": ""},{"position": 10, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Ken Follett", "status": 1, "average_rating": 4.11, "title": "Eye Of The Needle", "uuid": "WbaLRBv6msi8hEvbzmci3J", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061796043/1376452150.1.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 464, "oyster_summary": "", "description": "<p>One enemy spy knows the secret to the Allies' greatest deception, a brilliant aristocrat and ruthless assassin -- code name: \"The Needle\" -- who holds the key to ultimate Nazi victory.</p><p>Only one person stands in his way: a lonely Englishwoman on an isolated island, who is beginning to love the killer who has mysteriously entered her life.</p><p>All will come to a terrifying conclusion in Ken Follett's unsurpassed and unforgettable masterwork of suspense, intrigue, and the dangerous machinations of the human heart.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "isbn": "9780061796043", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "SEMiD3PvZhTM7MhHEzFRyD", "annotation": ""},{"position": 1, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Dorothy L. Sayers", "status": 1, "average_rating": 4.29, "title": "Gaudy Night", "uuid": "8CjB6ERZGMSif62ZRUnbiA", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Gaudy%20Night/1373330815.39.jpg", "oyster_good_for_statement": "", "publication_date": "2012-07-31", "number_print_pages": 506, "oyster_summary": "", "description": "<DIV><b>Back at Oxford for her reunion, Harriet Vane, Lord Peter&rsquo;s beloved, finds herself in mortal danger</b></div><DIV><BR>Since she graduated from Oxford&rsquo;s Shrewsbury College, Harriet Vane has found fame by writing novels about ingenious murders. She also won infamy when she was accused of committing a murder herself. It took a timely intervention from the debonair Lord Peter Wimsey to save her from the gallows, and since then she has devoted her spare time to resisting his attempts to marry her. Putting aside her lingering shame from the trial, Harriet returns to Oxford for her college reunion with her head held high&mdash;only to find that her life is in danger once again.</div><DIV>&#160;</div><DIV>The first poison-pen letter calls her a &ldquo;dirty murderess,&rdquo; and the ones that follow are no kinder. As the threats become more frightening, she calls on Lord Peter for help. Among the dons of Oxford lurks a killer, but it will take more than a superior education to match Lord Peter and the daring Harriet.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Dorothy L. Sayers including rare images from the Marion E. Wade Center at Wheaton College.</div>", "isbn": "9781453258958", "language_code": "eng", "awards": []}, "uuid": "RwdViKRZ7y3v8nyDJaztHC", "annotation": ""},{"position": 3, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Agatha Christie", "status": 1, "average_rating": 4.18, "title": "And Then There Were None", "uuid": "5ENxJ6yZCxKMYsXjSwzRQc", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739255/1376451803.12.jpg", "oyster_good_for_statement": "", "publication_date": "2009-03-17", "number_print_pages": 320, "oyster_summary": "", "description": "The world's best-selling mystery with over 100 million copies sold!<p>Ten people, each with something to hide and something to fear, are invited to a lonely mansion on Indian Island by a host who, surprisingly, fails to appear. On the island they are cut off from everything but each other and the inescapable shadows of their own past lives. One by one, the guests share the darkest secrets of their wicked pasts. And one by one, they die&#8230;</p>", "isbn": "9780061739255", "language_code": "eng", "awards": []}, "uuid": "cwBGtHE9GTLtevYrUy3asU", "annotation": ""},{"position": 29, "book": {"publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "Barbara Seranella", "status": 1, "average_rating": 0.0, "title": "No Human Involved", "uuid": "VoVeVH9c7RFyDoLXx3HHjX", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/9781626811744/1384764869.94.jpg", "oyster_good_for_statement": "", "publication_date": "2013-11-12", "number_print_pages": 192, "oyster_summary": "", "description": "<DIV>Munch Mancini is trying to get clean and get her act together, but when she becomes the prime suspect in a murder case, sobriety may be what gets her killed.<BR><BR>&ldquo;Smart plotting, taut suspense and a highly original heroine.&rdquo; &ndash; Desert Sun<BR><BR>&quot;[A] gripping high-tension ballad of low-life L.A.&rdquo;&#160;&mdash;&#160;L.A. Buzz<BR><BR>A former junkie-turned-auto mechanic, Miranda &ldquo;Munch&rdquo; Mancini just wants to make an honest living. But nothing in life is easy, and Munch&rsquo;s hopes for a new life are dashed when her abusive father turns up murdered, and Munch is the main suspect. Staying clean is one thing, but staying off Detective Mace St. John&rsquo;s radar, especially when a series of gruesome murders all point to Munch as the culprit, may prove impossible. Her only hope is to cut a deal with the detective, putting her own life on the line to catch a killer. But trust doesn&rsquo;t come easily for ex-junkies, or for cops. The impulse to betray this precarious alliance may be too strong for either to resist &ndash; and may get both of them killed.<BR><BR>&ldquo;Seranella drops us right down into the middle of a dark and perplexing world and makes us feel &ndash; along with her hero &ndash; just how hard it is to get out.&rdquo; &mdash; T. Jefferson Parker, author of THE TRIGGERMAN&rsquo;S DANCE<BR><BR>&ldquo;Every so often a first novel is so strong, so original and so well written that it is obviously the beginning of an important career. Seranella has written such a book.&rdquo; &ndash; Poisoned Pen<BR><BR>&quot;[A] gritty, gripping novel. . . . Surprisingly optimistic and funny.&rdquo; &mdash; Orange County Register (L.A.)<BR><BR>&ldquo;Scenes pulse with such startling immediacy&mdash;she&rsquo;s definitely worth another round.&rdquo;&mdash; Kirkus Reviews<BR><BR>&ldquo;Has grit and authentic street life to spare. ... A book in which characters reveal more depth and humanity than first impressions indicate.&rdquo; &mdash; Publishers Weekly</div>", "isbn": "9781626811744", "language_code": "eng", "awards": []}, "uuid": "zoiEUsy8qKdJBfRVSFbj8m", "annotation": ""},{"position": 20, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Andrew Gross", "status": 1, "average_rating": 3.77, "title": "Reckless", "uuid": "HoHHSoSzwssJj2NsoENCrH", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061991493/1376452890.09.jpg", "oyster_good_for_statement": "", "publication_date": "2010-04-27", "number_print_pages": 512, "oyster_summary": "", "description": "<blockquote><p>Ty Hauck is shattered by the news. A close friend from his past, along with her husband and daughter, has been brutally murdered in her home by vicious intruders. Now he will risk everything he loves to avenge her death. . . .</p><p>A wealthy banker, seeing his world about to crumble around him, knows his family is in unfathomable danger. . . . </p><p>A U.S. government agent watches the sudden bank transfers of millions in cash and suspects that this is the first step in a plot to unleash a wave of global panic. . . . </p><p>Ty Hauck hunts the murderer of a friend&#8212;and steps into the crosshairs of a sinister conspiracy&#8212;in this most electrifying novel yet from <em>New York Times</em> bestselling thriller master Andrew Gross</p></blockquote><p>Private security investigator Ty Hauck, with Naomi Blum, a tenacious agent from the U.S. Department of Treasury, unravels the evidence that joins these seemingly unrelated events&#8212;revealing a reckless scheme that stretches from New York to London to central Europe and gives new meaning to the phrase \"too big to fail.\" What began with a tragedy that opened a door to Hauck's past&#8212;a door that he thought was long closed&#8212;ends with a frantic race to avert a disaster that could shake the very security of our country&#8212;and even the world.</p>", "isbn": "9780061991493", "language_code": "eng", "awards": []}, "uuid": "wTqJPRhdmsNyb9mknNNvZP", "annotation": ""},{"position": 26, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Deborah Crombie", "status": 1, "average_rating": 4.15, "title": "Necessary as Blood", "uuid": "KyZFCVgsY8D3zWM6H4boXK", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061939624/1376528565.98.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-06", "number_print_pages": 400, "oyster_summary": "", "description": "<blockquote><p>In this dazzling addition to Deborah Crombie's acclaimed mystery series, a disappearance, a murder, and a child in danger lead Scotland Yard detectives Gemma James and Duncan Kincaid into London's legendary East End&#8212;a neighborhood where the rich and the poor, the ambitious and the dangerous, collide&#8212;to solve one of the most challenging and disturbing cases they've ever faced. . . .</p><p><em>Necessary as Blood</em></p></blockquote><p>Once the haunt of Jack the Ripper, London's East End is a vibrant mix of history and the avant-garde, a place where elegant Georgian town houses exist side by side with colorful street markets and the hippest clubs. But here races and cultures still clash, and the trendy galleries and glamorous nightlife of Whitechapel disguise a violent and seedy underside, where unthinkable crimes bring terror to the innocent. </p><p>On a beautiful Sunday afternoon in mid May, a young mother, Sandra Gilles, leaves her daughter with a friend at the Columbia Road Flower Market and disappears. Shortly thereafter, her husband, a Pakistani lawyer, is killed. Scotland Yard detective Gemma James happens upon the scene in time to witness the investigator making a mistake.</p><p>When Duncan and his trusted sergeant, Doug Cullen, see Gemma's name in the report, they decide to take the case. Working together again, Gemma, Duncan, Doug, and Melody Talbot must solve it before the murderer can get his hands on the real prize, Naz and Sandra's daughter.</p><p>But just as the case grows more dangerous, a personal issue threatens to throw Gemma and Duncan off the trail. In the end, it is up to them to stop a vicious killer and protect the child whose fate hangs in the balance. </p>", "isbn": "9780061939624", "language_code": "eng", "awards": []}, "uuid": "9GWAZQB5uVrsUk7roSrGne", "annotation": ""},{"position": 24, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Elizabeth George", "status": 1, "average_rating": 3.98, "title": "This Body of Death", "uuid": "kyTR9WdwqarN4ZmaDJCRF5", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061991462/1376529827.6.jpg", "oyster_good_for_statement": "", "publication_date": "2010-04-20", "number_print_pages": 976, "oyster_summary": "", "description": "<blockquote><p><em>New York Times</em> bestselling author Elizabeth George is back with a spellbinding tale of mystery and murder featuring Scotland Yard Detective Inspector Thomas Lynley.</p></blockquote><p>On compassionate leave after the murder of his wife, Thomas Lynley is called back to Scotland Yard when the body of a woman is found stabbed and abandoned in an isolated London cemetery. His former team doesn't trust the leadership of their new department chief, Isabelle Ardery, whose management style seems to rub everyone the wrong way. In fact, Lynley may be the sole person who can see beneath his superior officer's hard-as-nails exterior to a hidden&#8212;and possibly attractive&#8212;vulnerability.</p><p>While Lynley works in London, his former colleagues Barbara Havers and Winston Nkata follow the murder trail south to the New Forest. There they discover a beautiful and strange place where animals roam free, the long-lost art of thatching is very much alive, and outsiders are not entirely welcome. What they don't know is that more than one dark secret lurks among the trees, and that their investigation will lead them to an outcome that is both tragic and shocking.</p><p>A multilayered jigsaw puzzle of a story skillfully structured to keep readers guessing until the very end, <em>This Body of Death</em> is a magnificent achievement from a writer at the peak of her powers.</p>", "isbn": "9780061991462", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "ueTkvYFp3pFKTSJjoqCkjX", "annotation": ""}]