[{"position": 9, "book": {"description": "The idea of a multiple universe reality is no longer considered speculative or implausible by many physicists; rather, it is deemed inescapable. Distinct concepts of the multiverse spring from quantum mechanics, cosmology, string theorybased cosmology, and ideas about a mathematics based reality that borders on the religious. \nIn this accessible and entertaining book, Dr. Manly guides you on a tour of the many multiverse concepts and provides the non-technical background to understand them. \nVisions of the Multiverse explores questions such as: \nJust what is a multiverse? \nWhat are the different concepts of the multiverse and how are they related? \nIs it possible to determine if we live in a multiverseor even in multiple types of multiverses? \nHow do religious concepts of the afterlife and popular ideas based on the Law of Attraction relate to the scientific visions of the multiverse? \nDr. Manly discusses a wide variety of fascinating conceptsn+from relativity and the fundamental particles and forces of nature to dark matter, dark energy, and quantum mechanicsin an unintimidating and conversational tone. \nIs humanity is in the midst of a new Copernican revolution? You decide.", "isbn": "9781601637208", "language_code": "ENG", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-02-01", "number_print_pages": 0, "average_rating": 4.15, "title": "Visions of the Multiverse", "uuid": "fY8dPuz3cQrG5iYQrFMWbc", "cover_img": "https://cflare.oysterbooks.com/covers/Career%20Press/9781601637208/1376439495.9.jpg", "publisher": {"name": "Career Press", "uuid": "qWHFDsahbGoPZdkDkeqZZm"}, "author": "Manly", "status": 1}, "uuid": "RNCnrTVoifcYQTHtdX2w5H", "annotation": ""},{"position": 19, "book": {"description": "<b>The acclaimed author of <i>In Search of Schrödinger's Cat</i> searches for life on other planets</b><p>Are we alone in the universe? Surely amidst the immensity of the cosmos there must be other intelligent life out there. Don't be so sure, says John Gribbin, one of today's best popular science writers. In this fascinating and intriguing new book, Gribbin argues that the very existence of intelligent life anywhere in the cosmos is, from an astrophysicist's point of view, a miracle. So why is there life on Earth and (seemingly) nowhere else? What happened to make this planet special? Taking us back some 600 million years, Gribbin lets you experience the series of unique cosmic events that were responsible for our unique form of life within the Milky Way Galaxy.<ul><li>Written by one of our foremost popular science writers, author of the bestselling <i>In Search of Schrödinger's Cat</i> </li><li>Offers a bold answer to the eternal question, \"Are we alone in the universe?\"</li><li>Explores how the impact of a \"supercomet\" with Venus 600 million years ago created our moon, and along with it, the perfect conditions for life on Earth</li></ul><p>From one of our most talented science writers, this book is a daring, fascinating exploration into the dawning of the universe, cosmic collisions and their consequences, and the uniqueness of life on Earth.", "isbn": "9781118175415", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-11-01", "number_print_pages": 256, "average_rating": 3.87, "title": "Alone in the Universe", "uuid": "4ZW6qJWo9mrBUUAcSXSnYG", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118175415/1379061850.27.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "John Gribbin", "status": 1}, "uuid": "2F6xrwvX97ygKFfvcVdGVn", "annotation": ""},{"position": 5, "book": {"description": "<DIV><p></p><DIV><b>An homage to the men and women of science, and an exposition of Einstein&rsquo;s place in scientific history</b></div><DIV>&#160;</div><DIV>In this fascinating collection of articles and speeches, Albert Einstein reflects not only on the scientific method at work in his own theoretical discoveries, but eloquently expresses a great appreciation for his scientific contemporaries and forefathers, including Johannes Kepler, Isaac Newton, James Clerk Maxwell, Max Planck, and Niels Bohr. While Einstein is renowned as one of the foremost innovators of modern science, his discoveries uniquely his own, through his own words it becomes clear that Einstein viewed himself as only the most recent in a long line of scientists driven to create new ways of understanding the world and to prove their scientific theories.</div><DIV>&#160;</div><DIV>Einstein&rsquo;s thoughtful examinations explain the &ldquo;how&rdquo; of scientific innovations both in his own theoretical work and in the scientific method established by those who came before him.&#160;</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div><p></p></div>", "isbn": "9781453204795", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-27", "number_print_pages": 114, "average_rating": 3.85, "title": "Essays in Science", "uuid": "UY2gN2CqrxN4HX9qVFiQ69", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Science/1373329394.74.jpg", "publisher": {"name": "Philosophical Library/Open Road", "uuid": "Qo3hyiadjHYnTNxxFq5Wm8"}, "author": "Albert Einstein", "status": 1}, "uuid": "QNisv2PkA7Hj65FbDYisiQ", "annotation": ""},{"position": 15, "book": {"description": "<p>In this groundbreaking classic, investigative journalist Lynne McTaggart reveals a radical new paradigm&#8212;that the human mind and body are not separate from their environment but a packet of pulsating power constantly interacting with this vast energy sea, and that consciousness may be central in shaping our world. <em>The Field</em> is a highly readable scientific detective story presenting a stunning picture of an interconnected universe and a new scientific theory that makes sense of supernatural phenomena. Documented by distinguished sources, <em>The Field</em> is a book of hope and inspiration for today's world.</p>", "isbn": "9780062227058", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-06-05", "number_print_pages": 304, "average_rating": 4.3, "title": "The Field Updated Ed", "uuid": "MrptjgTPPeLtUe5d4DGRPm", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062227058/1378009873.28.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Lynne McTaggart", "status": 1}, "uuid": "kvfGYzPjG9YSh2F8yw3fjf", "annotation": ""},{"position": 13, "book": {"description": "<DIV><DIV><B>From acclaimed science author Jim Baggot, a pointed critique of modern theoretical physics</B></div><DIV>&#160;</div><DIV>In this stunning new volume, Jim Baggott argues that there is no observational or experimental evidence for many of the ideas of modern theoretical physics: super-symmetric particles, super strings, the multiverse, the holographic principle, or the anthropic cosmological principle. These theories are not only untrue; they are not even science. They are fairy-tale physics: fantastical, bizarre and often outrageous, perhaps even confidence-trickery. This book provides a much-needed antidote. Informed, comprehensive, and balanced, it offers lay readers the latest ideas about the nature of physical reality while clearly distinguishing between fact and fantasy. With its engaging portraits of many central figures of modern physics, including Paul Davies, John Barrow, Brian Greene, Stephen Hawking, and Leonard Susskind, it promises to be essential reading for all readers interested in what we know and don&rsquo;t know about the nature of the universe and reality itself.</div></div>", "isbn": "9781453299142", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-06", "number_print_pages": 336, "average_rating": 0.0, "title": "Farewell to Reality", "uuid": "Tz2NQizMqZV3UDCTtwmYW", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453299142/1377118491.4.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Jim Baggott", "status": 1}, "uuid": "75iqEM65itzsymW9fHYi4X", "annotation": ""},{"position": 16, "book": {"description": "The concept of multiple unperceived dimensions in the universe is one of the hottest topics in contemporary physics. It is essential to current attempts to explain gravity and the underlying structure of the universe. <i>The Great Beyond</i> begins with Einstein’s famous quarrel with Heisenberg and Bohr, whose theories of uncertainty threatened the order Einstein believed was essential to the universe, and it was his rejection of uncertainty that drove him to ponder the existence of a fifth dimension. Beginning with this famous disagreement and culminating with an explanation of the newest \"brane\" approach, author Paul Halpern shows how current debates about the nature of reality began as age-old controversies, and addresses how the possibility of higher dimensions has influenced culture over the past one hundred years.", "isbn": "9780470325322", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-04-21", "number_print_pages": 320, "average_rating": 3.79, "title": "The Great Beyond", "uuid": "Uk9LYWQYzPXEf6V7fhKvj", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470325322/1379061780.19.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "Paul Halpern", "status": 1}, "uuid": "9PbaQANAfqMemm5KFsrHg7", "annotation": ""},{"position": 3, "book": {"description": "<DIV>Did Newton \"unweave the rainbow\" by reducing it to its prismatic colors, as Keats contended? Did he, in other words, diminish beauty? Far from it, says acclaimed scientist Richard Dawkins; Newton's unweaving is the key to much of modern astronomy and to the breathtaking poetry of modern cosmology. Mysteries don't lose their poetry because they are solved: the solution often is more beautiful than the puzzle, uncovering deeper mysteries.       With the wit, insight, and spellbinding prose that have made him a best-selling author, Dawkins takes up the most important and compelling topics in modern science, from astronomy and genetics to language and virtual reality, combining them in a landmark statement of the human appetite for wonder.<br>     This is the book Richard Dawkins was meant to write: a brilliant assessment of what science is (and isn't), a tribute to science not because it is useful but because it is uplifting.</div>", "isbn": "9780547347356", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2000-04-05", "number_print_pages": 352, "average_rating": 4.03, "title": "Unweaving the Rainbow", "uuid": "huw4L9F6dAFgREAhQGXvid", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347356/1376379595.91.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Richard Dawkins", "status": 1}, "uuid": "quMGDTn22MYVjukHWfntFa", "annotation": ""},{"position": 11, "book": {"description": "<P><B>One of the world&#8217;s leading scientists explains why&#8212;and how&#8212;the search for intelligent life beyond Earth should be expanded.</B> <p>&#160; <p>Fifty years ago, a young astronomer named Frank Drake first pointed a radio telescope at nearby stars in the hope of picking up a signal from an alien civilization. Thus began one of the boldest scientific projects in history, the Search for Extraterrestrial Intelligence (SETI). After a half-century of scanning the skies, however, astronomers have little to report but an eerie silence&#8212;eerie because many scientists are convinced that the universe is teeming with life. Physicist and astrobiologist Paul Davies has been closely involved with SETI for three decades and chairs the SETI Post-Detection Taskgroup, charged with deciding what to do if we&#8217;re suddenly confronted with evidence of alien intelligence. He believes the search so far has fallen into an anthropocentric trap&#8212;assuming that an alien species will look, think, and behave much like us. In this provocative book Davies refocuses the search, challenging existing ideas of what form an alien intelligence might take, how it might try to communicate with us, and how we should respond if it does.", "isbn": "9780547488493", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-13", "number_print_pages": 256, "average_rating": 3.94, "title": "The Eerie Silence", "uuid": "qskP2eDrTDzpkdzpFCPyp", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488493/1376380056.08.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Paul Davies", "status": 1}, "uuid": "gxEBGcgZ6dip6UfB4uSmTh", "annotation": ""},{"position": 22, "book": {"description": "<P>\" The United States has long exploited Earth's orbits to enhance security, generate wealth, and solidify its position as a world leader. America's ambivalence toward military activities in space, however, has the potential to undermine our future security. Many in Washington possess a peculiar regard for space and warfare. Some perceive space as a place to defend and fight for America's vital interests. Others -- whose voices are frequently dominant and manifested in public rhetoric, funded defense programs, international diplomacy, and treaty commitments -- look upon space as a preserve not to be despoiled by earthly strife. After forty years of discussion, the debate over America's role in space rages on. In light of the steady increase in international satellite activity for commercial and military purposes, American's vacillation on this issue could begin to pose a real threat to our national security. Steven Lambakis argues that this policy dysfunction will eventually manifest itself in diminished international political leverage, the forfeiture of technological advances, and the squandering of valuable financial resources. Lambakis reviews key political, military, and business developments in space over the past four decades. Emphasizing that we should not take our unobstructed and unlimited access to space for granted, he identifies potential space threats and policy flaws and proposes steps to meet national security demands for the twenty-first century.</P>", "isbn": "9780813145785", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-12-06", "number_print_pages": 384, "average_rating": 0.0, "title": "On the Edge of Earth", "uuid": "YB95wRXhxf4heiqkQxy9fM", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813145785/1386303951.09.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Steven Lambakis", "status": 1}, "uuid": "rXVLra7Wei2PCMdbSnX3Ha", "annotation": ""},{"position": 4, "book": {"description": "<DIV>K. C. Cole, the <i>Los Angeles Times</i> science writer and columnist, always has a fresh take on cutting-edge scientific discoveries, which she makes both understandable and very human. Reporting on physics, cosmology, mathematics, astronomy, and more, Cole's essays, culled from her popular <i>Mind Over Matter</i> columns, reveal the universe as simple, constant, and complex--and wholly relevant to politics, art, and every dimension of human life.<br></div>", "isbn": "9780547973128", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2004-04-17", "number_print_pages": 336, "average_rating": 3.92, "title": "Mind Over Matter", "uuid": "krEZTCHeWbhGQxmvoag2pi", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547973128/1376382573.33.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "K. C. Cole", "status": 1}, "uuid": "CNr29qApZtsxjvkAayx4B7", "annotation": ""},{"position": 6, "book": {"description": "<DIV><I>The Goldilocks Enigma</I> is Paul Davies&#8217;s eagerly awaited return to cosmology, the successor to his critically acclaimed bestseller The Mind of God. Here he tackles all the \"big questions,\" including the biggest of them all: Why does the universe seem so well adapted for life?<br><BR>In his characteristically clear and elegant style, Davies shows how recent scientific discoveries point to a perplexing fact: many different aspects of the cosmos, from the properties of the humble carbon atom to the speed of light, seem tailor-made to produce life. A radical new theory says it&#8217;s because our universe is just one of an infinite number of universes, each one slightly different. Our universe is bio-friendly by accident -- we just happened to win the cosmic jackpot.<br><BR>While this \"multiverse\" theory is compelling, it has bizarre implications, such as the existence of infinite copies of each of us and Matrix-like simulated universes. And it still leaves a lot unexplained. Davies believes there&#8217;s a more satisfying solution to the problem of existence: the observations we make today could help shape the nature of reality in the remote past. If this is true, then life -- and, ultimately, consciousness -- aren&#8217;t just incidental byproducts of nature, but central players in the evolution of the universe.<br><BR>Whether he&#8217;s elucidating dark matter or dark energy, M-theory or the multiverse, Davies brings the leading edge of science into sharp focus, provoking us to think about the cosmos and our place within it in new and thrilling ways.</div>", "isbn": "9780547348469", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-04-29", "number_print_pages": 336, "average_rating": 3.92, "title": "The Goldilocks Enigma", "uuid": "tNtXgdXq6KhGbXTYnsEma8", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348469/1376381088.81.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Paul Davies", "status": 1}, "uuid": "j9oD2mh4icjGCjcv6Qtc8U", "annotation": ""},{"position": 12, "book": {"description": "<p><b>The biography of a medical maverick who is challenging scientific convention with his astounding approach to achieving and maintaining health.</b></p><p>Dr. Irving Dardik's radical notions about how all matter moves in interconnected waves has drawn deep skepticism from physicists, and his early attempts to put his theory into practice in the field of health care got him banned from practicing medicine in the 1990s. But now, after a decade's worth of rigorous research that seems to support Dardik's SuperWave theory, scientists at such esteemed institutions as MIT, Harvard, and Stanford Research International are signing on with Dardik's team to probe the possibilities. For example, Dardik's unique approach to physical exercise, based on his Principle, has achieved some remarkable successes in reversing symptoms of chronic disease.</p><p><i>Making Waves</i> weaves together two fascinating stories: Dardik's personal progression from vascular surgeon to scientific iconoclast and pioneer, chronicling his struggle to convince the scientific community to take him seriously; and the evolution of his mind-expanding SuperWave Principle. Colleagues—skeptics as well as supporters—consider the impact of SuperWave theory on current thinking about nature on all scales, from the universe to the subatomic world, and in the realms of biology, applied science, and medicine. The resulting read will interest those concerned with their own health and vitality as well as those curious about the fundamental workings of nature.</p>", "isbn": "9781623362409", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2005-09-25", "number_print_pages": 224, "average_rating": 3.9, "title": "Making Waves", "uuid": "SMSAcJFBrFUKWdStj43cAZ", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781623362409/1377984345.6.jpg", "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "author": "Roger Lewin", "status": 1}, "uuid": "yKRbQr6uQn7iJikHhiGtC3", "annotation": ""},{"position": 10, "book": {"description": "<DIV>ROCKET SCIENTIST KILLED IN PASADENA EXPLOSION screamed the headline of the Los Angeles Times. John Parsons, a maverick rocketeer who helped transform the rocket from a derided sci-fi plotline into a reality, was at first mourned as a scientific prodigy. But reporters soon uncovered a more shocking story: Parsons had been a devotee of black magic.<br><br>George Pendle re-creates the world of John Parsons in this dazzling portrait of prewar superstition, cold war paranoia, and futuristic possibility. Fueled by childhood dreams of space flight, Parsons was a leader of the motley band of enthusiastic young men who founded the Jet Propulsion Laboratory, a cornerstone of the American space program. But Parsons's wild imagination also led him into the occult- for if he could make rocketry a reality, why not magic?<br><br>With a cast of characters including Howard Hughes,<br>L. Ron Hubbard, and Robert Heinlein, Strange Angel explores the unruly consequences of genius.<br><br><br></div>", "isbn": "9780547545363", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-02-06", "number_print_pages": 368, "average_rating": 3.94, "title": "Strange Angel", "uuid": "QBoNoeA7Q7ySVY9r6RKPpS", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547545363/1376383095.8.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "George Pendle", "status": 1}, "uuid": "cYiad5gjd6gRmzGgCCAByc", "annotation": ""},{"position": 23, "book": {"description": "<DIV>What warps when you&#8217;re traveling at warp speed? What is the difference between a wormhole and a black hole? Are time loops really possible, and can I kill my grandmother before I am born? Anyone who has ever wondered &#147;could this really happen?&#8221; will gain useful insights into the <I>Star Trek</I> universe (and, incidentally, the real world of physics) in this charming and accessible guide. Lawrence M. Krauss boldly goes where <I>Star Trek</I> has gone-and beyond. From Newton to Hawking, from Einstein to Feynman, from Kirk to Picard, Krauss leads readers on a voyage to the world of physics as we now know it and as it might one day be.</Div>", "isbn": "9780465008636", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-08-02", "number_print_pages": 280, "average_rating": 4.3, "title": "The Physics of Star Trek", "uuid": "RB3aMytNpbZ4MjiYCYd8Fn", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465008636/1387370882.45.jpg", "publisher": {"name": "Basic Books", "uuid": "ZTLSUALTGiEwRDsTDLtu5B"}, "author": "Lawrence Krauss", "status": 1}, "uuid": "RygHhHcxVg87kDdtsTBT8j", "annotation": ""},{"position": 24, "book": {"description": "In this engrossing new book, Dr. Bernard Haisch contends that there is a purpose and an underlying intelligence behind the Universe, one that is consistent with modern science, especially the Big Bang and evolution. It is based on recent discoveries that there are numerous coincidences and fine-tunings of the laws of nature that seem extraordinarily unlikely.\r\nA more rational concept of God is called for. As astrophysicist Sir James Jeans wrote, “the Universe begins to look more like a great thought than like a great machine.”\r\nDespite bestsellers by Christopher Hitchens, Richard Dawkins, and Sam Harris that have denounced the evils of religion and proclaimed that science has shown that there is no God, The Purpose-Guided\r\nUniverse shows how one can believe in God and science.", "isbn": "9781601637338", "language_code": "ENG", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-01", "number_print_pages": 0, "average_rating": 4.6, "title": "The Purpose-Guided Universe", "uuid": "qC95aAXPmoxNDvDawMF6mJ", "cover_img": "https://cflare.oysterbooks.com/covers/New%20Page%20Books/9781601637338/1380368668.56.jpg", "publisher": {"name": "New Page Books", "uuid": "ZPkHRpUbkY8yxTatztdjg7"}, "author": "Bernard Haisch", "status": 1}, "uuid": "QkFDTP9DkA8KCKt5LNwmB9", "annotation": ""},{"position": 0, "book": {"description": "In this deeply original book, science writer Anil Ananthaswamy sets out in search of the telescopes and detectors that promise to answer the biggest questions in modern cosmology. Why is the universe expanding at an ever faster rate? What is the nature of the \"dark matter\" that makes up almost a quarter of the universe? Why does the universe appear fine-tuned for life? Are there others besides our own?  <p></P>Ananthaswamy soon finds himself at the ends of the earth&#8212;in remote and sometimes dangerous places. Take the Atacama Desert in the Chilean Andes, one of the coldest, driest places on the planet, where not even a blade of grass can survive. Its spectacularly clear skies and dry atmosphere allow astronomers to gather brilliant images of galaxies billions of light-years away. Ananthaswamy takes us inside the European Southern Observatory&#8217;s Very Large Telescope on Mount Paranal, where four massive domes open to the sky each night \"like dragons waking up.\"  <p></P>He also takes us deep inside an abandoned iron mine in Minnesota, where half-mile-thick rock shields physicists as they hunt for elusive dark matter particles. And to the East Antarctic Ice Sheet, where engineers are drilling 1.5 miles into the clearest ice on the planet. They&#8217;re building the world&#8217;s largest neutrino detector, which could finally help reconcile quantum physics with Einstein&#8217;s theory of general relativity.  <p></P>The stories of the people who work at these and other dramatic research sites&#8212;from Lake Baikal in Siberia to the Indian Astronomical Observatory in the Himalayas to the subterranean lair of the Large Hadron Collider&#8212;make for a compelling new portrait of the universe and our quest to understand it. An atmospheric, engaging, and illuminating read, <I>The Edge of Physics</I> depicts science as a human process, bringing cosmology back down to earth in the most vivid terms.  <p></P>", "isbn": "9780547488462", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-03-02", "number_print_pages": 336, "average_rating": 3.91, "title": "The Edge of Physics", "uuid": "HTqV4aEUz6WPVqXKLJXmRG", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488462/1376380678.63.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Anil Ananthaswamy", "status": 1}, "uuid": "8dsnzSfoXjV5oVvzU5bDSH", "annotation": ""},{"position": 8, "book": {"description": "<p>The universe has many secrets. It may hide additional dimensions  of space other than the familier three we recognize. There might even be another universe adjacent to ours, invisible and unattainable . . . for now.</p><p><em>Warped Passages</em> is a brilliantly readable and altogether exhilarating journey that tracks the arc of discovery from early twentieth-century physics to the razor's edge of modern scientific theory. One of the world's leading theoretical physicists, Lisa Randall provides astonishing scientific possibilities that, until recently, were restricted to the realm of science fiction. Unraveling the twisted threads of the most current debates on relativity, quantum mechanics, and gravity, she explores some of the most fundamental questions posed by Nature&#8212taking us into the warped, hidden dimensions underpinning the universe we live in, demystifying the science of the myriad worlds that may exist just beyond our own.</p>", "isbn": "9780061981234", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-11-10", "number_print_pages": 512, "average_rating": 3.89, "title": "Warped Passages", "uuid": "iV3KREQweUzsyU2YrQbMEQ", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981234/1376529435.14.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Lisa Randall", "status": 1}, "uuid": "gh5bJc6kABdAMkGveLWpYg", "annotation": ""},{"position": 7, "book": {"description": "In the Beginning: Science Faces God in the Book of Genesis Creation. The beginning of time. The origin of life. In our Western civilization, there are two influential accounts of beginnings. One is the Biblical account, compiled more than two thousand years ago by Judean writers who based much of their thinking on the Babylonian astronomical lore of the day. The other is the account of modern science, which, in the last century, has slowly built up a coherent picture of how it all began. Both represent the best thinking of their times, and in this line-by-line annotation of the first eleven chapters of Genesis, Isaac Asimov carefully and even-handedly compares the two accounts, pointing out where they are similar and where they are different. “There is no version of primeval history, preceding the discoveries of modern science, that is as rational and as inspiriting as that of the Book of Genesis,” Asimov says. However, human knowledge does increase, and if the Biblical writers, “had written those early chapters of Genesis knowing what we know today, we can be certain that they would have written it completely differently.” Isaac Asimov brings to this fascinating subject his wide-ranging knowledge of science and history—and his award-winning ability to explain the complex with accuracy, clarity, and wit.", "isbn": "9780759298842", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-09-01", "number_print_pages": 270, "average_rating": 3.95, "title": "In the Beginning: Science Faces God in the Book of Genesis", "uuid": "22hCHLUwB2LL4fwmfM7zyK", "cover_img": "https://cflare.oysterbooks.com/covers/E-Reads%20and%20The%20Stonesong%20Press/9780759298842/1377070110.77.jpg", "publisher": {"name": "E-Reads and The Stonesong Press", "uuid": "WUnpNmag2tMFcx4BQQQZvF"}, "author": "Isaac Asimov", "status": 1}, "uuid": "m8z8ZGyiS8PkzAAuRmA7ZN", "annotation": ""},{"position": 1, "book": {"description": "<P><B>The epic, behind-the-scenes story of an astounding gap in our scientific knowledge of the cosmos.</B></P> <p>&#160;</P> <p>In the past few years, a handful of scientists have been in a race to explain a disturbing aspect of our universe: only 4 percent of it consists of the matter that makes up you, me, our books, and every planet, star, and galaxy. The rest&#8212;96 percent of the universe&#8212;is completely unknown. <p>&#160; <p>Richard Panek tells the dramatic story of how scientists reached this conclusion, and what they&#8217;re doing to find this \"dark\" matter and an even more bizarre substance called dark energy. Based on in-depth, on-site reporting and hundreds of interviews&#8212;with everyone from Berkeley&#8217;s feisty Saul Perlmutter and Johns Hopkins&#8217;s meticulous Adam Riess to the quietly revolutionary Vera Rubin&#8212;the book offers an intimate portrait of the bitter rivalries and fruitful collaborations, the eureka moments and blind alleys, that have fueled their search, redefined science, and reinvented the universe.", "isbn": "9780547523569", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-01-10", "number_print_pages": 320, "average_rating": 3.71, "title": "The 4 Percent Universe", "uuid": "PiHpb8Ae8MtBY659suaC45", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523569/1376380859.8.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Richard Panek", "status": 1}, "uuid": "sgnkumevi5JNzPoMqMcnk9", "annotation": ""},{"position": 2, "book": {"description": "<DIV>In this extraordinarily accessible and enormously witty book, the Nobel Prize-winning physicist Leon Lederman guides us on a fascinating tour of the history of particle physics. The book takes us from the Greeks' earliest scientific observations through Einstein and beyond in an inspiring celebration of human curiosity. It ends with the quest for the Higgs boson, nicknamed the God Particle, which scientists hypothesize will help unlock the last secrets of the subatomic universe. With a new preface by Lederman, The God Particle will leave you marveling at our continuing pursuit of the infinitesimal.</DIV>", "isbn": "9780547524627", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-06-26", "number_print_pages": 448, "average_rating": 4.13, "title": "The God Particle", "uuid": "kysMhhJ4dyij6mtqq57Eqd", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524627/1383487916.16.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Leon Lederman", "status": 1}, "uuid": "4vwo26BBJymHEgEhmSTSzD", "annotation": ""},{"position": 21, "book": {"description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>An exploration of Lovell's life and achievements in the scientific and political context of the time</B></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The extraordinary life of Bernard Lovell began before World War I&#160;and his story encompasses many of the great events of the&#160;last&#160;100 years: World War II, the invention of radio astronomy, the space race, the Moon landings, the exploration of the solar system, the Cold War, the Cuban missile crisis, and the defense of Britain against nuclear attack. It can now be revealed that he was also a spy. The great radio telescope which Lovell built became and remains one of the most important scientific instruments in the world. The Jodrell Bank Observatory and the Lovell Telescope have held their place at the frontier of research for&#160;55 years. His legacy remains great, as can be seen from the extensive media coverage and personal tributes that his death in 2012 attracted all over the world. With the 70th anniversaries of many wartime events in which he played a crucial role, as well as the recent declassification of information relating to his activities as an agent in the Cold War, this biography is sure to have a broad and timely interest.&#160;&#160;&#160;</div>", "isbn": "9781909657045", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2014-01-01", "number_print_pages": 320, "average_rating": 0.0, "title": "Space Has No Frontier", "uuid": "mMdGZFR8awq3s8NRetk9X9", "cover_img": "https://cflare.oysterbooks.com/covers/Bene%20Factum%20Publishing/9781909657045/1385982351.05.jpg", "publisher": {"name": "Bene Factum Publishing", "uuid": "khv5dn65ogcsxn9tB66Dsd"}, "author": "John Bromley-Davenport", "status": 1}, "uuid": "bi7Y48KuyoNTBjHN8krByJ", "annotation": ""},{"position": 14, "book": {"description": "<blockquote><p>Why is it that our current twenty-first century A.D. is so similar to the twenty-first century B.C.? <br />Is history destined to repeat itself?Will biblical prophecies come true, and if so, when? </p></blockquote><p>It has been more than three decades since Zecharia Sitchin's trailblazing book <em>The 12th Planet</em> brought to life the Sumerian civilization and its record of the Anunnaki&#8212;the extraterrestrials who fashioned man  and gave mankind civilization and religion. In this new volume, Sitchin shows that the End is anchored in the events of the Beginning, and once you learn of this Beginning, it is possible to foretell the Future.</p><p>In <em>The End of Days</em>, a masterwork that required thirty years of additional research, Sitchin presents compelling new evidence that the Past is the Future&#8212;that mankind and its planet Earth are subject to a predetermined cyclical Celestial Time.</p><p>In an age when religious fanaticism and a clash of civilizations raise the specter of a nuclear Armageddon, Zecharia Sitchin shatters perceptions and uses history to reveal what is to come at <em>The End of Days</em>.</p>", "isbn": "9780061842481", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 320, "average_rating": 3.92, "title": "The End of Days", "uuid": "SgGXqDmuZa3QzTq8344QMh", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061842481/1376527435.0.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Zecharia Sitchin", "status": 1}, "uuid": "qB7HvyNwR7YnJZ6JwKvqfg", "annotation": ""},{"position": 18, "book": {"description": "<p><b>Critical acclaim for John Gribbin</b><p>\"The master of popular science.\"<br>—<b><i>Sunday Times</i> (London)</b><p><p>\"Gribbin explains things very well indeed, and there's not an equation in sight.\"<br>—<b>David Goodstein, <i>The New York Times Book Review</i> (on Almost Everyone's Guide to Science)</b><p><p>\"Gribbin breathes life into the core ideas of complexity science, and argues convincingly that the basic laws, even in biology, will ultimately turn out to be simple.\"<br>—<b><i>Nature</i> magazine (on Deep Simplicity)</b><p><p>\"Gribbin takes us through the basics [of chaos theory] with his customary talent for accessibility and clarity. [His] arguments are driven not by impersonal equations but by a sense of wonder at the presence in the universe and in nature of simple, self-organizing harmonies underpinning all structures, whether they are stars or flowers.\"<br>—<b><i>Sunday Times</i> (London) (on Deep Simplicity)</b><p><p>\"In the true quantum realm, Gribbin remains the premier expositor of the latest developments.\"<br>—<b><i>Booklist</i> (on Schrödinger's Kittens and the Search for Reality)</b>", "isbn": "9780470926567", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-08-13", "number_print_pages": 240, "average_rating": 3.85, "title": "In Search of the Multiverse", "uuid": "Ze9KwB5ELMonKiwhCwGAxT", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470926567/1379061811.52.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "John Gribbin", "status": 1}, "uuid": "9qJWeF3MTpVGQKxx96ZTa6", "annotation": ""},{"position": 17, "book": {"description": "<b>An accessible look at the hottest topic in physics and the experiments that will transform our understanding of the universe</b><p>The biggest news in science today is the Large Hadron Collider, the world's largest and most powerful particle-smasher, and the anticipation of finally discovering the Higgs boson particle. But what is the Higgs boson and why is it often referred to as the God Particle? Why are the Higgs and the LHC so important? Getting a handle on the science behind the LHC can be difficult for anyone without an advanced degree in particle physics, but you don't need to go back to school to learn about it. In <i>Collider</i>, award-winning physicist Paul Halpern provides you with the tools you need to understand what the LHC is and what it hopes to discover.<ul><li>Comprehensive, accessible guide to the theory, history, and science behind experimental high-energy physics<li>Explains why particle physics could well be on the verge of some of its greatest breakthroughs, changing what we think we know about quarks, string theory, dark matter, dark energy, and the fundamentals of modern physics<li>Tells you why the theoretical Higgs boson is often referred to as the God particle and how its discovery could change our understanding of the universe<li>Clearly explains why fears that the LHC could create a miniature black hole that could swallow up the Earth amount to a tempest in a very tiny teapot<li>\"Best of 2009 Sci-Tech Books (Physics)\"<i>-Library Journal</i><li>\"Halpern makes the search for mysterious particles pertinent and exciting by explaining clearly what we don't know about the universe, and offering a hopeful outlook for future research.\"-<i>Publishers Weekly</i><li>Includes a new author preface, \"The Fate of the Large Hadron Collider and the Future of High-Energy Physics\"</ul><p>The world will not come to an end any time soon, but we may learn a lot more about it in the blink of an eye. Read <i>Collider</i> and find out what, when, and how.", "isbn": "9780470486214", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-07-17", "number_print_pages": 288, "average_rating": 3.66, "title": "Collider", "uuid": "oa8MrsPL6m4eRFk7AAAS5c", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9780470486214/1379061731.42.jpg", "publisher": {"name": "Turner Publishing Co.", "uuid": "H6on94DMUpz2j998ZbXGRN"}, "author": "Paul Halpern", "status": 1}, "uuid": "g6N7o3aNpvtHAHUG7hYqiT", "annotation": ""}]