[{"annotation": "", "uuid": "PaumGCxGL5PS4wKi5GEQuN", "position": 9, "book": {"uuid": "Z7G6dtvGrGuSZRnUNXyKDV", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "What We Believe but Cannot Prove", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061828102", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<center><p>More than one hundred of the world's leading thinkers write about things they believe in, despite the absence of concrete proof</p></center><p>Scientific theory, more often than not, is born of bold assumption, disparate bits of unconnected evidence, and educated leaps of faith. Some of the most potent beliefs among brilliant minds are based on supposition alone -- yet that is enough to push those minds toward making the theory viable.</p><p>Eminent cultural impresario, editor, and publisher of <em>Edge</em> (www.edge.org), John Brockman asked a group of leading scientists and thinkers to answer the question: What do you believe to be true even though you cannot prove it? This book brings together the very best answers from the most distinguished contributors.</p><p>Thought-provoking and hugely compelling, this collection of bite-size thought-experiments is a fascinating insight into the instinctive beliefs of some of the most brilliant minds today.</p>", "average_rating": 3.64, "author": "John Brockman", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061828102/1376527243.8.jpg"}},{"annotation": "", "uuid": "qZV6PqVtAgt8yowSvdnHyW", "position": 18, "book": {"uuid": "EQprCHgcQhHpqN8nwsMcHS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "The Wizards Of Langley", "publication_date": "2008-11-10", "oyster_good_for_statement": "", "isbn": "9780786742660", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>In this, the first full-length study of the Directorate of Science and Technology, Jeffrey T. Richelson walks us down the corridors of CIA headquarters in Langley, Virginia, and through the four decades of science, scientists, and managers that produced the CIA we have today. He tells a story of amazing technological innovation in service of intelligence gathering, of bitter bureaucratic infighting, and sometimes, as in the case of its &#147;mind-control&#8221; adventure, of stunning moral failure. Based on original interviews and extensive archival research, <I>The Wizards of Langley</I> turns a piercing lamp on many of the agency&#8217;s activities, many never before made public.</Div>", "average_rating": 2.9, "author": "Jeffrey T Richelson", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786742660/1387370900.41.jpg"}},{"annotation": "", "uuid": "tKx78RBB2fwwkaBiU8p2ei", "position": 10, "book": {"uuid": "rGNjsRtqQZmbdtqM723zaZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "A Fuller View", "publication_date": "2012-04-01", "oyster_good_for_statement": "", "isbn": "9781615931248", "publisher": {"uuid": "H9hr7VpJDQCSGq9GXYDwNM", "name": "Michael Wiese Productions"}, "awards": [], "description": "Known as a \"Leonardo da Vinci of the twentieth century,\" engineer, designer, inventor, and futurist Dr. R. Buckminster \"Bucky\" Fuller had a keen awareness that we're all in this together. Understanding that we humans don't have a clue about how to operate our fragile Spaceship Earth, Buckminster provided insightful design science solutions to our most challenging issues, including war, overpopulation, housing, increasing inflation, health care, the energy crisis, and much more. For all its genius, Fuller's legacy has yet to be fully discovered. The world needs to hear Buckminster's voice as it calls upon each of us to shift our intellectual and technological resources from creating weaponry to creating livingry.", "average_rating": 4.2, "author": "Steven Sieden", "cover_img": "https://cflare.oysterbooks.com/covers/Michael%20Wiese%20Productions/9781615931248/1377070190.28.jpg"}},{"annotation": "", "uuid": "kXVePid4NKB2Axmuzf4rP8", "position": 17, "book": {"uuid": "NCEYZXTdFXUPDxcMBhwu9L", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 160, "title": "Unhitched", "publication_date": "2013-01-16", "oyster_good_for_statement": "", "isbn": "9781844679911", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p>Among the forgettable ranks of ex-Leftists, Christopher Hitchens stands out as someone determined to stand out. Rejecting the well-worn paths of hard-right evangelism and capitalist &ldquo;realism,&rdquo; he identified with nothing outside his own idiosyncrasies. A habitual mugwump who occasionally masqueraded as a &ldquo;Marxist,&rdquo; the role he adopted late in his career, as afree radical within the US establishment, had ample precedents from his earlier incarnation. It wasn&rsquo;t the Damascene conversion he described. His long-standing admiration for America, his fascination with the Right as the truly &ldquo;revolutionary&rdquo; force, his closet Thatcherism, his theophobia and disdain for the actually existing Left had all been present in differentways throughout his political life. Post-9/11, they merely found a new articulation.</p><p>For all that, the Hitchensian idiolect was a highly unique, marketable formula. He is a recognizable historical type&mdash;the apostate leftist&mdash;and as such presents a rewarding, entertaining and an enlightening case study.</p>", "average_rating": 3.14, "author": "Richard Seymour", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679911/1386004090.6.jpg"}},{"annotation": "", "uuid": "inVaHiozHdMgk36DDVrCvS", "position": 4, "book": {"uuid": "UY2gN2CqrxN4HX9qVFiQ69", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 114, "title": "Essays in Science", "publication_date": "2011-09-27", "oyster_good_for_statement": "", "isbn": "9781453204795", "publisher": {"uuid": "Qo3hyiadjHYnTNxxFq5Wm8", "name": "Philosophical Library/Open Road"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p></p><DIV><b>An homage to the men and women of science, and an exposition of Einstein&rsquo;s place in scientific history</b></div><DIV>&#160;</div><DIV>In this fascinating collection of articles and speeches, Albert Einstein reflects not only on the scientific method at work in his own theoretical discoveries, but eloquently expresses a great appreciation for his scientific contemporaries and forefathers, including Johannes Kepler, Isaac Newton, James Clerk Maxwell, Max Planck, and Niels Bohr. While Einstein is renowned as one of the foremost innovators of modern science, his discoveries uniquely his own, through his own words it becomes clear that Einstein viewed himself as only the most recent in a long line of scientists driven to create new ways of understanding the world and to prove their scientific theories.</div><DIV>&#160;</div><DIV>Einstein&rsquo;s thoughtful examinations explain the &ldquo;how&rdquo; of scientific innovations both in his own theoretical work and in the scientific method established by those who came before him.&#160;</div><DIV>&#160;</div><DIV>This authorized Philosophical Library ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem.</div><p></p></div>", "average_rating": 3.85, "author": "Albert Einstein", "cover_img": "https://cflare.oysterbooks.com/covers/Philosophical%20Library/Open%20Road/Essays%20in%20Science/1373329394.74.jpg"}},{"annotation": "", "uuid": "V34WQQkMXcFoyEVG3Wdtk8", "position": 4, "book": {"uuid": "C6T4SyjwugmNsgVPpDfS3P", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 160, "title": "Charles Darwin", "publication_date": "2009-04-01", "oyster_good_for_statement": "", "isbn": "9781842435595", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV><DIV>The publication of <I>On&#160;the Origin of Species</I> in 1859 was the culmination of more than&#160;20 years of work by Charles Darwin, and the ideas he presented in it would lead to a fundamental change in the way we think about life on earth. Evolution was controversial at the time and now, as the bicentenary of Darwin's birth approaches in 2009, it remains the subject of bitter argument. As revolutionary as the theory was, it did not come out of thin air, but developed within the context of the scientific and philosophical thinking of the period. In order to arrive at a better understanding of the current debate,&#160;this book looks at key moments in Darwin's life and at the relevant aspects of the intellectual climate of the time which, taken together, would lead him towards the theory<B>.</B></B> It goes on to consider how evolution has developed, how its opponents have responded, and how the arguments between scientific rationalism and religious faith are much the same now as they were in Darwin's day.</DIV></DIV>", "average_rating": 0.0, "author": "Bill Price", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Charles%20Darwin/1372982130.88.jpg"}},{"annotation": "", "uuid": "aHSJDwiURXAjrMXRrWzeEU", "position": 8, "book": {"uuid": "59CfBhs6myjotukDJrfKB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "A Devil's Chaplain", "publication_date": "2004-10-27", "oyster_good_for_statement": "", "isbn": "9780547416526", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div><div>The first collection of essays from renowned scientist and best-selling author Richard Dawkins is an enthusiastic declaration, a testament to the power of rigorous scientific examination to reveal the wonders of the world. In these essays Dawkins revisits the meme, the unit of cultural information that he named and wrote about in his groundbreaking work The Selfish Gene. Here also are moving tributes to friends and colleagues, including a eulogy for novelist Douglas Adams, author of The Hitchhiker's Guide to the Galaxy; correspondence with the evolutionary biologist Stephen Jay Gould; and visits with the famed paleoanthropologists Richard and Maeve Leakey at their African wildlife preserve. The collection ends with a vivid note to Dawkins's ten-year-old daughter, reminding her to remain curious, to ask questions, and to live the examined life.</DIV></DIV>", "average_rating": 3.96, "author": "Richard Dawkins", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416526/1376381287.39.jpg"}},{"annotation": "", "uuid": "Q3uxNpGDKw39foRjetafnj", "position": 7, "book": {"uuid": "aEmvbeyKmJRvdWEnh66tvk", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Looking for Spinoza", "publication_date": "2003-12-01", "oyster_good_for_statement": "", "isbn": "9780547541716", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In the seventeenth century, the philosopher Spinoza examined the role emotion played in human survival and culture. Yet hundreds of years and many significant scientific advances later, the neurobiological roots of joy and sorrow remain a mystery. Today, we spend countless resources doctoring our feelings with alcohol, prescription drugs, health clubs, therapy, vacation retreats, and other sorts of consumption; still, the inner workings of our minds-what feelings are, how they work, and what they mean-are largely an unexplored frontier.<br>  With scientific expertise and literary facility, bestselling author and world famous neuroscientist Antonio Damasio concludes his groundbreaking trilogy in Looking for Spinoza, exploring the cerebral processes that keep us alive and make life worth living.<br></div>", "average_rating": 3.87, "author": "Antonio Damasio", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541716/1376381241.32.jpg"}},{"annotation": "", "uuid": "8AGkKQzRTzrBL2RpG3EDKe", "position": 11, "book": {"uuid": "T2VqfkMtH2HrxbPXbWHRWn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Erwin Schrodinger and the Quantum Revolution", "publication_date": "2013-03-15", "oyster_good_for_statement": "", "isbn": "9781118331880", "publisher": {"uuid": "H6on94DMUpz2j998ZbXGRN", "name": "Turner Publishing Co."}, "awards": [], "description": "<b>A lively, fascinating biography of the father of quantum mechanics by the bestselling author of the science classic, <i>In Search of Schrödinger's Cat</i></b><p>Erwin Schrödinger, best known for his famous “Schrödinger's Cat” paradox, is one of the most famous physicists of the early twentieth century and a member of a new generation of quantum physicists, including Werner Heisenberg, Paul Dirac, and Niels Bohr. Yet Schrödinger's scientific discoveries only scratch the surface of what makes him so fascinating. More rumpled than Einstein, a devotee of eastern religion and philosophy, and infamous for his alternative lifestyle, his major contribution to physics—and the work for which he received the Nobel Prize in 1933—was to some extent a disappointment to him. Regardless, Schrödinger's masterpiece became an important part of the new physics of his time. This book tells the story of Schrödinger's surprisingly colorful life during one of the most fertile and creative moments in the history of science.</p><ul><li>The first accessible, in-depth biography of the Nobel Prize-winning Austrian physicist Erwin Schrödinger</li><li>Takes you into the heart of the quantum revolution and explains the captivating world of quantum mechanics, which underpins all of modern science</li><li>Written by bestselling author John Gribbin, one of today's greatest popular science writers whose other books include <i>In Search of Schrödinger's Cat </i>, <i>In Search of the Multiverse</i>, and <i>Alone in the Universe</i> </li></ul>", "average_rating": 3.99, "author": "John Gribbin", "cover_img": "https://cflare.oysterbooks.com/covers/Turner%20Publishing%20Co./9781118331880/1379061852.05.jpg"}},{"annotation": "", "uuid": "MfrgaU6xi3ep5FqN94ZoHb", "position": 5, "book": {"uuid": "iYpv6NBTrfKESAcEXkWz7B", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Through a Window", "publication_date": "2010-04-07", "oyster_good_for_statement": "", "isbn": "9780547488387", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><DIV><DIV><DIV><I>Through aWindow</I> is the dramatic saga of thirty years in the life of an intimately intertwined community&#151;one that reads like a novel, but is one of the most important scientific works ever published.The community is Gombe, on the shores of Lake Tanganyika, where the principal residents are chimpanzees and one extraordinary woman who is their student, protector, and historian.</div><DIV>&#160;</DIV><DIV>In her classic <I>In the Shadow of Man</I>, Jane Goodall wrote of her first ten years at Gombe. In <I>Through a Window</I> she brings the story up to the present, painting a more complete and vivid portrait of our closest relatives.We watch young Figan&#8217;s relentless rise to power and old Mike&#8217;s crushing defeat. We learn how one mother rears her children to succeed and another dooms hers to failure.We witness horrifying murders, touching moments of affection, joyous births, and wrenching deaths. In short, we see every emotion known to humans stripped to its essence. In the mirror of chimpanzee life, we see ourselves reflected.</div></DIV></DIV></DIV>", "average_rating": 4.24, "author": "Jane Goodall", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488387/1376381100.88.jpg"}},{"annotation": "", "uuid": "smTXJPY6cpKbKR3k6PKgC8", "position": 19, "book": {"uuid": "5ExPxajs5hKBQUizTgVLG4", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Sparks of Genius", "publication_date": "2013-08-26", "oyster_good_for_statement": "", "isbn": "9780547525891", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>Exercise your imagination and set off sparks of genius. Explore the \"thinking tools\" of extraordinary people, from Albert Einstein and Jane Goodall to Amadeus Mozart and Virginia Woolf, and learn how you can practice the same imaginative skills to become your creative best. With engaging narratives and ample illustrations, Robert and Michele Root-Bernstein investigate cognitive tools as diverse as observing, imaging, recognizing patterns, modeling, playing, and more. SPARKS OF GENIUS is \"a clever, detailed and demanding fitness program for the creative mind\" (Kirkus Reviews) and a groundbreaking guidebook for anyone interested in imaginative thinking, lifelong learning, and transdisciplinary education.</DIV>", "average_rating": 4.0, "author": "Robert S. Root-Bernstein", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525891/1378365873.67.jpg"}},{"annotation": "", "uuid": "ABkN39QC9XnEmqPSFzuTPJ", "position": 13, "book": {"uuid": "DPXXk7opd6RmLHmi4AhpKM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "Six Easy Pieces", "publication_date": "2011-03-22", "oyster_good_for_statement": "", "isbn": "9780465025299", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>The six easiest chapters from Feynman's landmark work, <I>Lectures on Physics</I>-- specifically designed for the general, non-scientist reader.</DIV>", "average_rating": 4.45, "author": "Richard P. Feynman", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465025299/1387370978.73.jpg"}},{"annotation": "", "uuid": "pSgyXLNCtb8LupPmmfeXwV", "position": 6, "book": {"uuid": "nZ78wzf8b8zaAcMxR6ygT6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Proust Was a Neuroscientist", "publication_date": "2008-09-01", "oyster_good_for_statement": "", "isbn": "9780547394282", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>In this technology-driven age, it&#8217;s tempting to believe that science can solve every mystery. After all, science has cured countless diseases and even sent humans into space. But as Jonah Lehrer argues in this sparkling debut, science is not the only path to knowledge. In fact, when it comes to understanding the brain, art got there first.<BR>Taking a group of artists &#8212; a painter, a poet, a chef, a composer, and a handful of novelists &#8212; Lehrer shows how each one discovered an essential truth about the mind that science is only now rediscovering. We learn, for example, how Proust first revealed the fallibility of memory; how George Eliot discovered the brain&#8217;s malleability; how the French chef Escoffier discovered umami (the fifth taste); how C&#233;zanne worked out the subtleties of vision; and how Gertrude Stein exposed the deep structure of language &#8212; a full half-century before the work of Noam Chomsky and other linguists. It&#8217;s the ultimate tale of art trumping science.<BR>More broadly, Lehrer shows that there&#8217;s a cost to reducing everything to atoms and acronyms and genes. Measurement is not the same as understanding, and art knows this better than science does. An ingenious blend of biography, criticism, and first-rate science writing, Proust Was a Neuroscientist urges science and art to listen more closely to each other, for willing minds can combine the best of both, to brilliant effect.</DIV>", "average_rating": 3.86, "author": "Jonah Lehrer", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394282/1376380003.15.jpg"}},{"annotation": "", "uuid": "dQNZpvcazUZn6GnEBkyunZ", "position": 1, "book": {"uuid": "mCy579Gpsg2nzg7oXGWViA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Best American Science and Nature Writing 2012", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9780547799544", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>The Best American Series&reg;<BR> First, Best, and Best-Selling<BR><br> The  Best American series is the premier annual showcase for the country&rsquo;s  finest short fiction and nonfiction. Each volume&rsquo;s series editor selects  notable works from hundreds of magazines, journals, and websites. A  special guest editor, a leading writer in the field, then chooses the  best twenty or so pieces to publish. This unique system has made the  Best American series the most respected &mdash; and most popular &mdash; of its  kind.<BR><br> <I>The Best American Science and Nature Writing 2012</I> includes<BR><br> JEROME  GROOPMAN, SY MONTGOMERY, MICHAEL BEHAR, DEBORAH BLUM, THOMAS GOETZ,  DAVID EAGLEMAN, RIVKA GALCHEN, DAVID KIRBY, and others</div>", "average_rating": 4.01, "author": "Dan Ariely", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547799544/1376382230.44.jpg"}},{"annotation": "", "uuid": "gyhDyLVqQaXqiQ5Xc5M8RS", "position": 3, "book": {"uuid": "WJJxzaYkXfFHHND8h94xmL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "The God Delusion", "publication_date": "2008-01-16", "oyster_good_for_statement": "", "isbn": "9780547348667", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>A preeminent scientist&#8212;and the world's most prominent atheist&#8212;asserts the irrationality of belief in God and the grievous harm religion has inflicted on society, from the Crusades to 9/11.</P><BR> <p>With rigor and wit, Dawkins examines God in all his forms, from the sex-obsessed tyrant of the Old Testament to the more benign (but still illogical) Celestial Watchmaker favored by some Enlightenment thinkers. He eviscerates the major arguments for religion and demonstrates the supreme improbability of a supreme being. He shows how religion fuels war, foments bigotry, and abuses children, buttressing his points with historical and contemporary evidence. The God Delusion makes a compelling case that belief in God is not just wrong but potentially deadly. It also offers exhilarating insight into the advantages of atheism to the individual and society, not the least of which is a clearer, truer appreciation of the universe's wonders than any faith could ever muster.", "average_rating": 3.89, "author": "Richard Dawkins", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348667/1376379761.58.jpg"}},{"annotation": "", "uuid": "oszYSZUpwYjgDP48GqoAFo", "position": 16, "book": {"uuid": "7PmAkaL2Jvm6Dwf42fS3Tj", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 224, "title": "Distant Reading", "publication_date": "2013-06-04", "oyster_good_for_statement": "", "isbn": "9781781683330", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p>How does a literary historian end up thinking in terms of z-scores, principal component analysis, and clustering coefficients? The essays in <em>Distant Reading</em> led to a new and often contested paradigm of literary analysis. In presenting them here Franco Moretti reconstructs his intellectual trajectory, the theoretical influences over his work, and explores the polemics that have often developed around his positions.</p><p>From the evolutionary model of &ldquo;Modern European Literature,&rdquo; through the geo-cultural insights of &ldquo;Conjectures of World Literature&rdquo; and &ldquo;Planet Hollywood,&rdquo; to the quantitative findings of &ldquo;Style, inc.&rdquo; and the abstract patterns of &ldquo;Network Theory, Plot Analysis,&rdquo; the book follows two decades of conceptual development, organizing them around the metaphor of &ldquo;distant reading,&rdquo; that has come to define&mdash;well beyond the wildest expectations of its author&mdash;a growing field of unorthodox literary studies.</p>", "average_rating": 4.08, "author": "Franco Moretti", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683330/1386003285.78.jpg"}},{"annotation": "", "uuid": "JfmbXRegHPFgKiW97pEnyT", "position": 12, "book": {"uuid": "uCpC8WMTXHqrzNmFHbpTgT", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 0, "title": "Putnam Camp", "publication_date": "2012-12-04", "oyster_good_for_statement": "", "isbn": "9781590516218", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "description": "Winner of the 2007 Gradiva Award\r\n\r\nAn innovative work of biography that traces the lasting impact of the friendship between Sigmund Freud and pioneering American psychologist James Jackson Putnam. \r\n\r\nIn 1909 Sigmund Freud made his only visit to America, which included a trip to \"Putnam Camp”–the eminent American psychologist James Jackson Putnam's family retreat in the Adirondacks. \"Of all the things that I have experienced in America, this is by far the most amazing,\" Freud wrote of Putnam Camp. Putnam, a Boston Unitarian, and Freud, a Viennese Jew, came from opposite worlds, cherished polarized ambitions, and promoted seemingly irreconcilable visions of human nature–and yet they struck up an unusually fruitful collaboration. Putnam's unimpeachable reputation played a crucial role in legitimizing the psychoanalytic movement. By the time of Putnam's death in 1918, psychoanalysis had been launched in America, where–in large part thanks to the influence of Putnam, and in a development Freud had not anticipated–it went on to become a practice that moved beyond the vicissitudes of desire to cultivate the growth and spiritual aspirations of the individual as a whole. \r\n\r\nPutnam Camp reveals details of Putnam's and Freud's personal lives that have never been fully explored before, including the crucial role Putnam's muse, Susan Blow–founder of America's first kindergarten, pioneering educator and philosopher in the American Hegelian movement–played in the intense debate between these two great thinkers. As the great-grandson of Putnam, author George Prochnik had access to a wealth of personal firsthand material from the Putnam family–as well as from the James and Emerson families–all of which contribute to a new and intimate vision of the texture of daily life at a moment when America was undergoing a cultural and intellectual renaissance.", "average_rating": 0.0, "author": "George Prochnik", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516218/1378049500.86.jpg"}},{"annotation": "", "uuid": "zCUn3ZuBvL4YG6sHJFcU4Z", "position": 15, "book": {"uuid": "mMdGZFR8awq3s8NRetk9X9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Space Has No Frontier", "publication_date": "2014-01-01", "oyster_good_for_statement": "", "isbn": "9781909657045", "publisher": {"uuid": "khv5dn65ogcsxn9tB66Dsd", "name": "Bene Factum Publishing"}, "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal><B>An exploration of Lovell's life and achievements in the scientific and political context of the time</B></P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>&#160;</P><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>The extraordinary life of Bernard Lovell began before World War I&#160;and his story encompasses many of the great events of the&#160;last&#160;100 years: World War II, the invention of radio astronomy, the space race, the Moon landings, the exploration of the solar system, the Cold War, the Cuban missile crisis, and the defense of Britain against nuclear attack. It can now be revealed that he was also a spy. The great radio telescope which Lovell built became and remains one of the most important scientific instruments in the world. The Jodrell Bank Observatory and the Lovell Telescope have held their place at the frontier of research for&#160;55 years. His legacy remains great, as can be seen from the extensive media coverage and personal tributes that his death in 2012 attracted all over the world. With the 70th anniversaries of many wartime events in which he played a crucial role, as well as the recent declassification of information relating to his activities as an agent in the Cold War, this biography is sure to have a broad and timely interest.&#160;&#160;&#160;</div>", "average_rating": 0.0, "author": "John Bromley-Davenport", "cover_img": "https://cflare.oysterbooks.com/covers/Bene%20Factum%20Publishing/9781909657045/1385982351.05.jpg"}},{"annotation": "", "uuid": "vNAtvZuJWQB8kA5sVgbHnk", "position": 14, "book": {"uuid": "rMRYK3EH7QUNfYMW8s7EfK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Thoughts Without A Thinker", "publication_date": "2013-07-30", "oyster_good_for_statement": "", "isbn": "9780465063925", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>The line between psychology and spirituality has blurred, as clinicians, their patients, and religious seekers explore new perspectives on the self.  A landmark contribution to the field of psychoanalysis, <I>Thoughts Without a Thinker</I> describes the unique psychological contributions offered by the teachings of Buddhism. Drawing upon his own experiences as a psychotherapist and meditator, New York-based psychiatrist Mark Epstein lays out the path to meditation-inspired healing, and offers a revolutionary new understanding of what constitutes a healthy emotional life.<BR></DIV>", "average_rating": 0.0, "author": "Mark Epstein", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465063925/1387371163.38.jpg"}}]