[{"annotation": "", "uuid": "wwN2tNU5xSoHJb29FveJTC", "book": {"awards": [], "author": "James W. Hall", "description": "<DIV><b>Thorn tracks the killer of an old friend through the Florida Keys</b><BR><BR></div><DIV>A few months have passed since Thorn tracked down the men who raped and murdered his foster mother&mdash;a hunt that left six dead, with Thorn nearly among them. His lover, an attorney worn down by defending the scum of South Florida, has moved out of state, and now Thorn is alone to make a new life from the shambles of the old. But death is not ready to leave him be.</div><DIV>&#160;</div><DIV>When an old friend, ex-FBI agent Gaeton Richards, vanishes, Thorn has a hunch he can find him. He knows every canal and back alley of Key West, and the name of every scumbag who might know something about the missing cop. The hunt takes him into the heart of organized crime in the Florida Keys&mdash;an underworld in which asking questions may cost Thorn his life.</div>", "isbn": "9781453223475", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453223475/1378375186.56.jpg", "title": "Tropical Freeze", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "Pg2yKdxqhtvrgaiyHzjqGc", "oyster_good_for_statement": "", "number_print_pages": 310, "oyster_summary": "", "status": 1, "publication_date": "2011-09-06", "language_code": "eng", "average_rating": 3.72}, "position": 12},{"annotation": "", "uuid": "ygCSijksAUbSALAgGCg2tf", "book": {"awards": [], "author": "Rosemary Sutcliff", "description": "<P style=\"MARGIN: 0in 0in 0pt\">This brilliant Arthurian epic cuts through the mists of pagan, early Christian, and medieval splendors that have gathered about the subject and tells the authentic story of the man who may well have been the real King Arthur&#8212;Artos the Bear, the mighty warrior-king who saved the last lights of Western civilization when the barbarian darkness descended in the fifth century. Presenting early Britain as it was after the departure of the Romans&#8212;no Round Table, no many-towered Camelot&#8212;the setting is a hard, savage land, half-civilized, half-pagan, where a few men struggled to forge a nation and hold back the Saxon scourge. Richly detailed, the story&#160;chronicles the formation of a great army, the hardships of winter quarters, the primitive wedding feasts, the pagan fertility rites, the agonies of surgery after battle, the thrilling stag hunts, and the glorious processions of the era. Stripped of the chivalric embellishments that the French applied to British history centuries ago, the Arthurian age here emerges as a time when men stood at the precipice of history&#8212;a time of transition and changing values and imminent national peril.", "isbn": "9781613743027", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Sword%20at%20Sunset/1372979167.46.jpg", "title": "Sword at Sunset", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "uuid": "bWztPW5A4KwopQ7zWHYQsd", "oyster_good_for_statement": "", "number_print_pages": 512, "oyster_summary": "", "status": 1, "publication_date": "2008-05-01", "language_code": "eng", "average_rating": 4.01}, "position": 21},{"annotation": "", "uuid": "8sRdCDGtFRRBfYiqf6RpZ", "book": {"awards": [], "author": "John Jakes", "description": "<DIV><b>The rousing Kent family saga continues as Philip Kent fights for his new country alongside the greatest figures of the Revolutionary War</b><b><BR></b></div><DIV><BR>The engrossing follow-up to <i>The Bastard</i> finds Philip Kent standing as a Continental solider at the Battle of Bunker Hill. In a bold move, Kent has taken up arms for the future of his new family. Spirited and unwavering in his dedication to his adopted homeland, Kent fights in the most violent battles in America&rsquo;s early history. As the Revolution rages, Kent&rsquo;s story interweaves with the trials of a vivid cast of characters, both famous and unknown. The result is a tautly plotted epic novel that transports the reader into the thrilling adventure of a man&rsquo;s fight for a new life.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of John Jakes including rare images from the author&rsquo;s personal collection.</div>", "isbn": "9781453255919", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Rebels/1373330730.37.jpg", "title": "The Rebels", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "veCoh5kvtKTQPTXwEMGbaV", "oyster_good_for_statement": "", "number_print_pages": 530, "oyster_summary": "", "status": 1, "publication_date": "2012-07-10", "language_code": "eng", "average_rating": 3.99}, "position": 5},{"annotation": "", "uuid": "EELrzee744mwTUiYBn7W4A", "book": {"awards": [], "author": "Michael Cosgrove", "description": "<p>Michael Cosgrove had a beautiful family, a successful career, and a lovely Southern California home overlooking the Pacific Ocean. At the age sixty, he decided to leave that all behind to sail around the world. In spite of his romanticized vision of rugged individualism and salty tales to share with his grandchildren, Cosgrove quickly realizes that sailing around the world isn't going to be as easy as he'd imagined. From a psychotic crewmate, sleep deprivation, and mental breakdowns, to stormy weather and hallucinations, Cosgrove rides the waves, holding on as best he can to his dream of \"doing something grand.\" Alone, and thousands of miles away from everyone and everything he loves, he is forced to ask himself one question: What in God's name am I doing here?<p>In his attempt to avoid the inevitable (growing old, weak, frail), Cosgrove runs amok. He breaks his budget to outfit the boat and then refuses to read the manuals. He enters unfamiliar harbors in the dead of night, hires a violent first mate, and sails headlong into ferocious storms. In the midst of his adventures, he longs for the simpler days when his four daughters were still children, when his first marriage was still intact, and when his future still seemed bright and expansive. Though driven by scenes of sheer terror, absurd folly, and deep inner searching, Cosgrove keeps his sense of humor throughout his harrowing journey.<p><i>Imperfect Passage</i> is the story of one man's perseverance against Father Time and Mother Nature, proving that with enough will, one can, in his or her own way, conquer the unconquerable.", "isbn": "9781620873519", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing%2C%20Inc./9781620873519/1377705192.48.jpg", "title": "Imperfect Passage", "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}, "uuid": "JMpNy98gTnksTh9Yepk8ji", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2012-06-01", "language_code": "English", "average_rating": 4.34}, "position": 17},{"annotation": "", "uuid": "m3wcdSs9kyZY79K8Zhh9Ha", "book": {"awards": [], "author": "Robert Silverberg", "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Set in the 17th century and based on a true-life historical figure, this novel is a swashbuckling tale of exotic lands, romance, and hair-raising adventures. Andrew Battell is a buccaneer on a British ship when he is taken prisoner by Portuguese pirates. Injured and ailing, Andrew is brought to the west coast of Africa where his only solace is Dona Teresa, a young woman who nurses him back to health. Once his health is restored, Andrew&#8217;s only hope to return home is to first serve his Portuguese masters, but it is a hope that dwindles as he is pulled further and further into the interior of the continent, into the land of the Jaqqa&#8212;the region&#8217;s most fierce and feared cannibal tribe&#8212;overseen by the powerful Lord of Darkness. Survival means becoming one with the Jaqqa; if he can endure their gruesome rites and initiations. Originally published in 1984, this story by a master of science fiction and fantasy demonstrates the timelessness of any great adventure and will provoke thought in a new audience on the determination to persevere at any cost.", "isbn": "9781933065526", "cover_img": "https://cflare.oysterbooks.com/covers/NonStop%20Press/Lord%20of%20Darkness/1372982184.2.jpg", "title": "Lord of Darkness", "publisher": {"uuid": "zaCfe68ErmHQVWQgsimYcj", "name": "NonStop Press"}, "uuid": "V8QLEoxVMxwxv2HL8WsTVM", "oyster_good_for_statement": "", "number_print_pages": 444, "oyster_summary": "", "status": 1, "publication_date": "2013-01-31", "language_code": "eng", "average_rating": 3.72}, "position": 16},{"annotation": "", "uuid": "spYSPmaFecJhBM7eeZZXTP", "book": {"awards": [], "author": "Bruce Henderson", "description": "<DIV>&quot;Compulsively readable&quot; -San Francisco Examiner<BR><BR>It began as President Ulysses S. Grant's bid for international glory after the Civil War -- America's first attempt to reach the North Pole. It ended with Captain Charles Hall's death under suspicious circumstances, dissension among sailors, scientists, and explorers, the ship's evacuation and eventual sinking. Then came a brutal struggle for survival by thirty-three men, women and children, stranded on the polar ice -- and two dramatic rescues by whaling ships. When news of the disastrous expedition and accusations of murder reached Washington D.C., it led to a nationwide scandal, an official investigation, and a government cover-up.<BR><BR>The mystery of the captain's death remained unsolved for nearly 100 years. But when Charles Hall's frozen grave in northern Greenland was opened, and hair and fingernail samples were retrieved, forensic scientists were finally able to reach a shocking conclusion.</div>", "isbn": "9780983839590", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/615/6151355350414.64.jpg", "title": "Fatal North", "publisher": {"uuid": "QQwxkjTnJCCjhnCyLWNGUY", "name": "Diversion Books"}, "uuid": "wxyzkBawjA4Vq9GZFG49mj", "oyster_good_for_statement": "", "number_print_pages": 264, "oyster_summary": "", "status": 1, "publication_date": "2012-09-21", "language_code": "eng", "average_rating": 3.94}, "position": 19},{"annotation": "", "uuid": "8HP37SpQ8hw6r7QvHDg8jf", "book": {"awards": [], "author": "Jack London", "description": "Literary critic Humphrey van Weyden is marooned after a ship collision off the coast of San Francisco. When Humphrey is rescued by Wolf Larson, a demented and brutal sea captain of the ship Ghost, he is coerced into joining Larson's seal-hunting crew on their voyage to Japan. Part adventure novel, part psychological thriller, The Sea-Wolf is an early 20th-century maritime classic.", "isbn": "9781629450841", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/665/6651360868792.12.png", "title": "The Sea-Wolf", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "SskPNqi2CqDWNBD5GSTJgG", "oyster_good_for_statement": "", "number_print_pages": 244, "oyster_summary": "", "status": 1, "publication_date": "1904-01-01", "language_code": "", "average_rating": 3.95}, "position": 3},{"annotation": "", "uuid": "MoGwAMYspVcEWHkRuDHW5k", "book": {"awards": [], "author": "Mack Maloney", "description": "<DIV><b>The first book in the bestselling, action-packed Wingman Series: With America in ashes, and lawlessness threatening to rule land, air, and sea, one pilot stands poised to pull his nation back from the brink of all-out anarchy </b></div><DIV><BR>The Big War started in Western Europe with a Soviet nerve gas attack that laid waste to France, Germany, and Spain. The world&rsquo;s democracies fought back, and pilots like Hawk Hunter led the charge&mdash;tearing across the flaming wreckage of the continent at supersonic speeds. They pushed the Russians back and just when victory was in sight, a traitor at the highest level of government turned off America&rsquo;s missile defense system, and Soviet nukes rained from the sky.</div><DIV>&#160;</div><DIV>Two years after the nuclear holocaust, Hunter gets a message to report to his old commander. America is in pieces: Pirates rule the skies, and an airborne armada is plotting to attack Football City (formerly known as St. Louis). The armada is made up of criminals flying state-of-the-art jets, and even though the government can only offer Hunter his old F-16, he will do whatever it takes to reclaim his ravaged homeland.</div><DIV>&#160;</div><DIV><i>Wingman </i>is the first book of the Wingman series, which also includes <i>The Circle War </i>and <i>The Lucifer Crusade</i>.</div>", "isbn": "9781480406667", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Wingman/1373336051.25.jpg", "title": "Wingman", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "skdih8ohmep3AMPLgxjzgT", "oyster_good_for_statement": "", "number_print_pages": 460, "oyster_summary": "", "status": 1, "publication_date": "2013-06-18", "language_code": "eng", "average_rating": 3.78}, "position": 13},{"annotation": "", "uuid": "UFvSdiusgFBgFJwP8D7T9Q", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Michael Crichton", "description": "<blockquote><p>From one of the best-loved authors of all time comes an irresistible adventure of swashbuckling pirates in the New World, a classic story of treasure and betrayal.</p></blockquote><p>The Caribbean, 1665. A remote colony of the English Crown, the island of Jamaica holds out against the vast supremacy of the Spanish empire. Port Royal, its capital, is a cutthroat town of taverns, grog shops, and bawdy houses. </p><p>In this steamy climate there's a living to be made, a living that can end swiftly by disease&#8212;or by dagger. For Captain Charles Hunter, gold in Spanish hands is gold for the taking, and the law of the land rests with those ruthless enough to make it. </p><p>Word in port is that the galleon <em>El Trinidad</em>, fresh from New Spain, is awaiting repairs in a nearby harbor. Heavily fortified, the impregnable harbor is guarded by the bloodthirsty Cazalla, a favorite commander of the Spanish king himself. With backing from a powerful ally, Hunter assembles a crew of ruffians to infiltrate the enemy outpost and commandeer <em>El Trinidad</em>, along with its fortune in Spanish gold. The raid is as perilous as the bloodiest tales of island legend, and Hunter will lose more than one man before he even sets foot on foreign shores, where dense jungle and the firepower of Spanish infantry stand between him and the treasure. . . .</p><p><em>Pirate Latitudes</em> is Michael Crichton at his best: a rollicking adventure tale pulsing with relentless action, crackling atmosphere, and heart-pounding suspense.</p>", "isbn": "9780061938740", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061938740/1376452541.29.jpg", "title": "Pirate Latitudes", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "duLRfucGT2iCtHSW3JhYpj", "oyster_good_for_statement": "", "number_print_pages": 416, "oyster_summary": "", "status": 1, "publication_date": "2009-11-24", "language_code": "eng", "average_rating": 3.31}, "position": 21},{"annotation": "", "uuid": "KeGTtJXTxu35hn4sjhFuc3", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Michael Gruber", "description": "<p>A fire destroys a New York City rare bookstore&#8212;and reveals clues to a treasure worth killing for. . . . A disgraced scholar is found tortured to death. . . . And those pursuing the most valuable literary find in history are about to cross from the harmless mundane into inescapable nightmare.</p><p>From the acclaimed, bestselling author of <em>Tropic of Night</em> comes a breathtaking thriller that twists, shocks, and surprises at every turn as it crisscrosses centuries, from the glaring violence of today into the dark shadows of truth and lies surrounding the greatest writer the world has ever known.</p>", "isbn": "9780061739538", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739538/1376504958.4.jpg", "title": "The Book of Air and Shadows", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "giMSKEKtQ4noqZ4CkXnGhZ", "oyster_good_for_statement": "", "number_print_pages": 496, "oyster_summary": "", "status": 1, "publication_date": "2009-03-17", "language_code": "eng", "average_rating": 3.33}, "position": 4},{"annotation": "", "uuid": "ujqN5y3sZsa2sjCZDuzBEB", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "Joseph Wambaugh", "description": "<DIV>It&rsquo;s the wildest bar in Chinatown, run by a proprietor named Wing who will steal your bar change every chance he gets. On payday the groupies mingle there with off-duty LAPD cops, including homicide detectives Martin Welborn and Al Mackey, who get assigned the case of a murdered Hollywood studio boss who may have been involved in some very strange and dangerous filmmaking. Hilarious at times, heartbreaking at others, this book was likened by theNew York<i> Daily News </i>to a &ldquo;one-two combination that leaves the reader reeling.&rdquo;</div><DIV></div>", "isbn": "9781453228135", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/The%20Glitter%20Dome/1373330135.78.jpg", "title": "The Glitter Dome", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "uuid": "8u4fj9q8JNN6N94bpBvj5N", "oyster_good_for_statement": "", "number_print_pages": 290, "oyster_summary": "", "status": 1, "publication_date": "2011-11-29", "language_code": "eng", "average_rating": 3.66}, "position": 6},{"annotation": "", "uuid": "AWuixf7MaR8hXRnc5gi6iK", "book": {"awards": [], "author": "Yossi Ghinsberg", "description": "<p>Four travelers meet in Bolivia and set off into the heart of the Amazon rainforest, but what begins as a dream adventure quickly deteriorates into a dangerous nightmare, and after weeks of wandering in the dense undergrowth, the four backpackers split up into two groups. But when a terrible rafting accident separates him from his partner, Yossi is forced to survive for weeks alone against one of the wildest backdrops on the planet. Stranded without a knife, map, or survival training, he must improvise shelter and forage for wild fruit to survive. As his feet begin to rot during raging storms, as he loses all sense of direction, and as he begins to lose all hope, he wonders whether he will make it out of the jungle alive. Lost in the Jungle is the story of friendship and the teachings of nature, and a terrifying true account that you won_Ñét be able to put down.</p>", "isbn": "9781602393707", "cover_img": "https://cflare.oysterbooks.com/covers/Skyhorse%20Publishing/590/5901355186793.8.jpg", "title": "Lost In The Jungle", "publisher": {"uuid": "HnodRX2vPTfF2V9p67UdWD", "name": "Skyhorse Publishing"}, "uuid": "DjNXmgAVf78jvCvsiADV3n", "oyster_good_for_statement": "", "number_print_pages": 320, "oyster_summary": "", "status": 1, "publication_date": "2009-03-02", "language_code": "English", "average_rating": 3.91}, "position": 16},{"annotation": "", "uuid": "NTtkqXodEaHJDuXyx6C2JV", "book": {"awards": [], "author": "Antoine de Saint-Exupéry", "description": "<DIV>Recipient of the Grand Prix of the Acad&#233;mie Fran&#231;aise, Wind, Sand and Stars captures the grandeur, danger, and isolation of flight. Its exciting account of air adventure, combined with lyrical prose and the spirit of a philosopher, makes it one of the most popular works ever written about flying. Translated by Lewis Galanti&#232;re.<BR></DIV>", "isbn": "9780547546728", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547546728/1376380390.98.jpg", "title": "Wind, Sand and Stars", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "uuid": "whT26jqoavzH7G45yq8Jb5", "oyster_good_for_statement": "", "number_print_pages": 240, "oyster_summary": "", "status": 1, "publication_date": "1992-10-15", "language_code": "eng", "average_rating": 4.19}, "position": 12},{"annotation": "", "uuid": "3SP2FcNLSMMca8SrEi9xtQ", "book": {"awards": [], "author": "Daniel Defoe", "description": "<DIV><B>Cannibals! Captives! Coconuts!</B></div><DIV>&#160;</DIV><DIV>One man's love of the sea leaves him stranded on a desert island with nothing but a few goats, a bible, and a parrot for company. Will he ever escape? Will his new pal Friday learn to efficiently press a goatskin jerkin? Or will solitude drive him totally nuts?&#160;</DIV>", "isbn": "9781843441199", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/9781843441199/1378336308.28.jpg", "title": "Robinson Crusoe", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "uuid": "GGaPgncnjPZHboJdQWkdpf", "oyster_good_for_statement": "", "number_print_pages": 352, "oyster_summary": "", "status": 1, "publication_date": "2013-09-01", "language_code": "eng", "average_rating": 3.58}, "position": 22},{"annotation": "", "uuid": "JcteEKJmsR4zc9ZzBLDerK", "book": {"awards": [], "author": "Alfred Lansing", "description": "<DIV>The astonishing saga of polar explorer Ernest Shackleton's survival for over a year on the ice-bound Antarctic seas, as Time magazine put it, \"defined heroism.\" Alfred Lansing's scrupulously researched and brilliantly narrated book -- with over 200,000 copies sold -- has long been acknowledged as the definitive account of the Endurance's fateful trip. To write their authoritative story, Lansing consulted with ten of the surviving members and gained access to diaries and personal accounts by eight others. The resulting book has all the immediacy of a first-hand account, expanded with maps and illustrations especially for this edition.</Div>", "isbn": "9780306817731", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780306817731/1387370967.64.jpg", "title": "Endurance", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "uuid": "GdmRES7mJksMke32BahRLB", "oyster_good_for_statement": "", "number_print_pages": 300, "oyster_summary": "", "status": 1, "publication_date": "2008-03-03", "language_code": "eng", "average_rating": 4.78}, "position": 23},{"annotation": "", "uuid": "2RgCWTAuzwfgC8EXCNKW5e", "book": {"awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "author": "James Salter", "description": "<DIV><DIV><b>&ldquo;<i>Solo Faces</i>&#160;contrasts a devotion to mountain climbing with the earthbound tugs of love and ordinary life . . . A beautifully composed book that will remind readers of Camus and Saint-Exup&eacute;ry. It exemplifies the purity it describes.&rdquo; &mdash;<i>The Washington Post</i></b></div><DIV>&#160;</div><DIV></div><DIV>Vernon Rand is a charismatic figure whose great love&mdash;whose life, in fact&mdash;is climbing. He lives alone in California, where he combats the drudgery of a roofing job with the thrill of climbing in the nearby mountain ranges. Sure of only his talent and nerve, Rand decides to test himself in the French Alps, with their true mountaineering and famed, fearsome peaks. He soon learns that the most perilous moments are, for him, the moments when he feels truly alive.</div><DIV>&#160;</div><DIV>One of the great novels of the outdoors,<i> Solo Faces</i> is as thrilling, beautiful, and immediate as the Alpine peaks that have enthralled climbers for centuries.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of James Salter including rare photos from the author&rsquo;s personal collection.</div><DIV></div></div>", "isbn": "9781453243824", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Solo%20Faces/1373330442.15.jpg", "title": "Solo Faces", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "z8adf8AWQkk7muzHdZaKUY", "oyster_good_for_statement": "", "number_print_pages": 218, "oyster_summary": "", "status": 1, "publication_date": "2012-06-05", "language_code": "eng", "average_rating": 3.98}, "position": 0},{"annotation": "", "uuid": "6CBhCnet4JQDU33aQZF3JG", "book": {"awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "author": "James Rollins", "description": "<p>In Washington, D.C., a homeless man takes an assassin's bullet and dies in Commander Gray Pierce's arms. A bloody coin clutched in the dead man's hand&#8212;an ancient relic that can be traced back to the Greek Oracle of Delphi&#8212;is the key to a conspiracy that dates back to the Cold War and threatens the very foundation of humanity. For what if it were possible to bioengineer the next great prophet&#8212;a new Buddha, Muhammad, or even Jesus? Would this Second Coming be a boon . . . or would it initiate a chain reaction that would result in the extinction of humankind?</p><p>Vital seconds are ticking rapidly away as Pierce races across the globe in search of answers, one step ahead of ruthless killers determined to reclaim the priceless artifact. Suddenly the future of all things is balanced on the brink between heaven and hell&#8212;and salvation or destruction rests in the hands of remarkable children.</p>", "isbn": "9780061792885", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792885/1376506465.77.jpg", "title": "The Last Oracle", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "uuid": "FxiNaeXqtJcLC88mAVroiV", "oyster_good_for_statement": "", "number_print_pages": 608, "oyster_summary": "", "status": 1, "publication_date": "2009-10-13", "language_code": "eng", "average_rating": 4.1}, "position": 11},{"annotation": "", "uuid": "WiQLwEuFoeYyt3VDkMgTT6", "book": {"awards": [], "author": "Jules Verne", "description": "A classic science fiction novel by French writer Jules Verne published in 1870. It tells the story of Captain Nemo and his submarine Nautilus. As the story begins in 1866, a mysterious sea monster, theorized by some to be a giant narwhal, is sighted by ships of several nations; an ocean liner is also damaged by the creature. The United States government finally assembles an expedition in New York City to track down and destroy the menace. Professor Pierre Aronnax, a noted French marine biologist and narrator of the story, who happens to be in New York at the time and is a recognized expert in his field, is issued a last-minute invitation to join the expedition, and he accepts.", "isbn": "9781629450001", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/678/6781355875944.89.png", "title": "20,000 Leagues Under the Sea", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "zyBK7eLkYEN3WKBExuSbVT", "oyster_good_for_statement": "", "number_print_pages": 288, "oyster_summary": "", "status": 1, "publication_date": "1870-01-01", "language_code": "", "average_rating": 3.75}, "position": 9},{"annotation": "", "uuid": "WcHciMe6GhuojkWmF7in7c", "book": {"awards": [], "author": "Jules Verne", "description": "One ill-fated evening at the Reform Club, Phileas Fogg rashly bets his companions £20,000 that he can travel around the entire globe in just eighty days - and he is determined not to lose. Breaking the well-established routine of his daily life, the reserved Englishman immediately sets off for Dover, accompanied by his hot-blooded French manservant Passepartout. Travelling by train, steamship, sailing boat, sledge and even elephant, they must overcome storms, kidnappings, natural disasters, Sioux attacks and the dogged Inspector Fix of Scotland Yard - who believes that Fogg has robbed the Bank of England - to win the extraordinary wager. Around the World in Eighty Days gripped audiences on its publication and remains hugely popular, combining exploration, adventure and a thrilling race against time.", "isbn": "9781629451329", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451329/1375953957.33.png", "title": "Around the World in 80 Days", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "ZKkxMRoWN9JPj79Q8XEnMF", "oyster_good_for_statement": "", "number_print_pages": 256, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.84}, "position": 1},{"annotation": "", "uuid": "aUjEsKMA45rv4FW8kwKGZn", "book": {"awards": [], "author": "James Fenimore Cooper", "description": "The wild rush of action in this classic frontier adventure story has made The Last of the Mohicans the most popular of James Fenimore Cooper’s Leatherstocking Tales. Deep in the forests of upper New York State, the brave woodsman Hawkeye (Natty Bumppo) and his loyal Mohican friends Chingachgook and Uncas become embroiled in the bloody battles of the French and Indian War. The abduction of the beautiful Munro sisters by hostile savages, the treachery of the renegade brave Magua, the ambush of innocent settlers, and the thrilling events that lead to the final tragic confrontation between rival war parties create an unforgettable, spine-tingling picture of life on the frontier. And as the idyllic wilderness gives way to the forces of civilization, the novel presents a moving portrayal of a vanishing race and the end of its way of life in the great American forests.", "isbn": "9781629453316", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453316/1376295693.53.png", "title": "The Last of the Mohicans", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "PbBTHpu87QLDcSHA8Anh6C", "oyster_good_for_statement": "", "number_print_pages": 432, "oyster_summary": "", "status": 1, "publication_date": null, "language_code": "", "average_rating": 3.6}, "position": 2},{"annotation": "", "uuid": "BCxCmoRqz2rMmZGhkm26NL", "book": {"awards": [], "author": "Jack London", "description": "A classic story that takes place in Yukon Territory, Canada, during the Klondike Gold Rush at the end of the 19th-century, and details a wild wolfdog's journey to domestication. White Fang is a companion novel (and a thematic mirror) to London's best-known work, The Call of the Wild.  Much of the novel is written from the view-point of his canine character, enabling London to explore how animals view their world and how they view humans. White Fang examines the violent world of wild animals and the equally violent world of humans.", "isbn": "9781629451039", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/664/6641355872306.15.png", "title": "White Fang", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "uuid": "dqHqeF2LWBbwCM5jss7w86", "oyster_good_for_statement": "", "number_print_pages": 298, "oyster_summary": "", "status": 1, "publication_date": "1906-05-01", "language_code": "", "average_rating": 3.82}, "position": 21},{"annotation": "", "uuid": "sfYwisFQssGTPKsq9oADsF", "book": {"awards": [], "author": "Brian Ullmann", "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\">In this gripping novel, the world is watching as 12 hardened racers gather to compete in an event promoted as the most ambitious adventure race ever attempted. The contestants will advance into the deepest unexplored gorge on earth, and the first climber to ascend to the top of 22,000-foot Kuk Sur, one of the last remaining unclimbed Himalayan peaks, will claim a two million dollar prize. Among the climbers are Conner Michaels, haunted by his brother's mysterious death on Kuk Sur six years earlier; Preston Child, the millionaire financier of the race; and Child&#8217;s beautiful daughter, Malika. Hotshot television producer Terrance Carlton is overseeing the filming of the event, and each racer is outfitted with a shoulder-mounted camera for live broadcasts around the world. But as the racers plunge deeper into the legendary gorge, death follows. As the carnage mounts in the treacherously remote mountains, the racers&#151;and the millions watching the tragedy unfold on television&#151;realize that the mist-shrouded gorge is not as uninhabited as everyone had believed.</P></DIV>", "isbn": "9781605423159", "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/Darwin%27s%20Race/1372977583.03.jpg", "title": "Darwin's Race", "publisher": {"uuid": "nWWDE6cSVwsPMhMpm5CNRT", "name": "Medallion Press"}, "uuid": "z4gHYV8FRpqpNxYksyUQYB", "oyster_good_for_statement": "", "number_print_pages": 375, "oyster_summary": "", "status": 1, "publication_date": "2009-05-01", "language_code": "eng", "average_rating": 4.14}, "position": 17},{"annotation": "", "uuid": "QPsYuLZqJrYMMGRCGxaW8X", "book": {"awards": [], "author": "Gerard LaSalle", "description": "<DIV>In the early days of the American Pacific Northwest, small settlements dot the wilds of streams and dense woods. Isaac Evers, a community leader and former militiaman, has established a small colony on Whidbey Island. Though the area appears calmer than in the past, the northern indigenous clans still threaten the livelihood of Isaac&rsquo;s growing family. <BR><BR>While Isaac is away on expeditions, his wife Emmy tends to the many duties required of a property owner on Whidbey Island. Bold and assertive, Emmy has little time for the restraint of social mores. But as times on the island become more turbulent, her constitution and conviction are tested.<BR><BR>Elsewhere, Haida native Anah-nawitka feels the rush of his first kill and the satisfying vengeance cast from his hand to the head of the invading white colonists. Basking in the praise from his tribemates, Anah starts down a violent path that will alter a great many lives.<BR><BR>Meanwhile, the British and the U.S. Army are quietly grinding against each other following a boundary dispute, leaving men like Captain George Edward Pickett in a tight situation. In charge of the nearby Union fort, Pickett does his best to maintain his authority while he struggles with tragic events in his past.<BR><BR>Weaving these story threads together into a powerful whole, Gerard LaSalle tells the story of an unforgettable American adventure.<BR><BR></div>", "isbn": "9781608324415", "cover_img": "https://cflare.oysterbooks.com/covers/Greenleaf%20Book%20Group%20Press/Widow%20Walk/1373298436.72.jpg", "title": "Widow Walk", "publisher": {"uuid": "XSGZZ7ZaYhaGXbxKvZEFHd", "name": "Greenleaf Book Group Press"}, "uuid": "QMzz2BtYt32xyseqyMEzgV", "oyster_good_for_statement": "", "number_print_pages": 248, "oyster_summary": "", "status": 1, "publication_date": "2013-05-01", "language_code": "eng", "average_rating": 4.55}, "position": 20},{"annotation": "", "uuid": "wMV8L3L4nJsBgdJxCVbgBM", "book": {"awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "author": "Jonathan Carroll", "description": "<DIV><b>Four strangers&rsquo; lives are turned upside down when death comes for a visit</b></div><DIV><BR>At first it seems like an ordinary dream. Talkative Englishman Ian McGann meets a long-dead acquaintance and asks him questions about the afterlife. But when he awakes, a thick pink scar stretches across his chest. Each subsequent night, as he dreams of death, he asks more questions, understands less, and awakens with increasingly gruesome injuries. When he meets an American traveler in Sardinia and tells him of his experience, the stranger begins having matching dreams&mdash;with the same painful results. Across the globe, a former TV icon struggles with leukemia, and a movie star falls in love with an HIV-positive photographer. All are flirting with death, and the more they struggle to understand the mysteries of the afterlife, the more they realize the world is not nearly as simple as they once believed.</div><DIV>&#160;</div><DIV>This ebook contains an all-new introduction by Jonathan Carroll, as well as an exclusive illustrated biography of the author including rare images from his personal collection.</div>", "isbn": "9781453264973", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/From%20the%20Teeth%20of%20Angels/1373331144.47.jpg", "title": "From the Teeth of Angels", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "uuid": "sCmrKcmkJ4oiovY3HB7gsA", "oyster_good_for_statement": "", "number_print_pages": 212, "oyster_summary": "", "status": 1, "publication_date": "2012-07-31", "language_code": "eng", "average_rating": 3.95}, "position": 20}]