[{"book": {"oyster_summary": "", "number_print_pages": 126, "language_code": "eng", "publication_date": "2012-12-18", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Next%20Century/1373332359.46.jpg", "uuid": "VYorz4n3QBn5J2bRfNYdLX", "average_rating": 3.35, "author": "David Halberstam", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "description": "<DIV><b>A stirring examination of global competition and power in the twentieth century </b><b><BR></b></div><DIV><BR>What can we learn from the events of twentieth century? With the effects of the Cold War still evident in the global economy and the lives of everyday Americans, master journalist and historian David Halberstam sets out to answer this question. Halberstam&rsquo;s perceptive <i>The Next Century</i> looks to the future by examining the past. From the rise of the Japanese economy to the startling changes that reshaped the Soviet Union and Eastern Europe, Halberstam argues that the American economy&rsquo;s survival depends on the rededication and continued education of the American worker. As pertinent in today&rsquo;s economy as it was when first published in 1991, <i>The Next Century </i>is a timeless call to arms, reminding us that we must continually better ourselves in order to compete on the world stage.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286081", "title": "The Next Century", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "YT6Fv6oW9ULUSZ8WzUEUX8", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "eng", "publication_date": "2005-04-05", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525112/1376380664.39.jpg", "uuid": "BYZ8AFzYEsDPFSu4BExJsc", "average_rating": 3.77, "author": "Paul Roberts", "awards": [], "description": "<DIV>You live in this world. You use oil. You must read this book.<BR><BR>The situation is alarming and irrefutable: within thirty years, even by conservative estimates, we will have burned our way through most of the oil that is readily available to us. Already, the costly side effects of dependence on fossil fuel are taking their toll. Even as oil-related conflict threatens entire nations, individual consumers are suffering from higher prices at the gas pump, rising health problems, and the grim prospect of long-term environmental damage. In this frank and balanced investigation, Paul Roberts offers a timely wake-up call. He talks to both oil optimists and oil pessimists, delves deep into the economics and politics of oil, and considers the promises and pitfalls of alternatives such as wind power, hybrid cars, and hydrogen. A new afterword brings the book up to the minute. Brisk, immediate, and accessible, this is essential reading for anyone who uses oil, which is to say every one of us.</DIV>", "isbn": "9780547525112", "title": "The End of Oil", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "EvmqwWUY2R4hoUXmDqwoHL", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "English", "publication_date": "2011-09-19", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596982802/1377211472.32.jpg", "uuid": "8CsAubK8KD7JXrbPsdrM8i", "average_rating": 4.02, "author": "Goldman", "awards": [], "description": "You’ve heard about the Death of the West.\r\nBut the Muslim world is on the brink of an even greater collapse.\r\n\r\nWILL WE GO DOWN IN THE IMPLOSION?\r\n\r\nThanks to collapsing birthrates, much of Europe is on a path of willed self-extinction. The untold story is that birthrates in Muslim nations are declining faster than anywhere else—at a rate never before documented. Europe, even in its decline, may have the resources to support an aging population, if at a terrible economic and cultural cost. But in the impoverished Islamic world, an aging population means a civilization on the brink of total collapse— something Islamic terrorists know and fear.\r\n\r\nMuslim decline poses new threats to America, challenges we cannot even understand, much less face effectively, without a wholly new kind of political analysis that explains how desperate peoples and nations behave.\r\n\r\nIn How Civilizations Die, David P. Goldman—author of the celebrated “Spengler” column read by intelligence organizations worldwide—reveals how, almost unnoticed, massive shifts in global power are remaking our future.\r\n\r\nGoldman reveals:\r\n\r\nHow extinctions of peoples, cultures, and civilizations are not unthinkable—but certain\r\nHow for the first time in world history, the birthrate in the West has fallen below replacement level\r\nWhy birthrates in the Muslim world are falling even faster\r\nWhy the “Arab Spring” is the precursor of much more violent change in the Islamic world\r\nWhy looming demographic collapse may encourage Islamic terrorists to “go for broke”\r\nHow the United States can survive the coming world turmoil\r\n\r\nIn How Civilizations Die, David P. Goldman has written an essential book for understanding what lies in the future for America and the world.", "isbn": "9781596982802", "title": "How Civilizations Die", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "6CRaUtbextjZSAuRuZ5wRE", "name": "Regnery Publishing"}}, "annotation": "", "uuid": "NATB6GGz4Tp3n4n6oiT8nf", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2008-11-10", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393841/1376380612.36.jpg", "uuid": "qWKd5FUMQWHWaQgSGxyxee", "average_rating": 3.67, "author": "Daniel Johnson", "awards": [], "description": "<DIV>Daniel Johnson -- journalist, editor, scholar, and chess enthusiast who once played Garry Kasparov to a draw in a simultaneous exhibition -- is the perfect guide to one of history&#8217;s most remarkable periods, when chess matches were front-page news and captured the world&#8217;s imagination.<br><br>The Cold War played out in many areas: geopolitical alliances, military coalitions, cat-and-mouse espionage, the arms race, proxy wars -- and chess. An essential pastime of Russian intellectuals and revolutionaries, and later adopted by the Communists as a symbol of Soviet power, chess was inextricably linked to the rise and fall of the &#147;evil empire.&#8221; This original narrative history recounts in gripping detail the singular part the Immortal Game played in the Cold War. From chess&#8217;s role in the Russian Revolution -- Marx, Lenin, and Trotsky were all avid players -- to the 1945 radio match when the Soviets crushed the Americans, prompting Stalin&#8217;s telegram &#147;Well done lads!&#8221;; to the epic contest between Bobby Fischer and Boris Spassky in 1972 at the height of d&#233;tente, when Kissinger told Fischer to &#147;go over there and beat the Russians&#8221;; to the collapse of the Soviet Union itself, White King and Red Queen takes us on a fascinating tour of the Cold War&#8217;s checkered landscape.</div>", "isbn": "9780547393841", "title": "White King and Red Queen", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "mykCaMfdxxGNGBu2xE9geL", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "", "publication_date": null, "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452791/1377237321.85.png", "uuid": "XFHw3ZwMHGPuqujMLF7ynR", "average_rating": 3.63, "author": "Henry James", "awards": [], "description": "Graham Greene and E.M. Forster marvelled at it, but F.R. Leavis considered it to be 'not only not one of his great books, but to be a bad one.' As for the author, he held The Ambassadors as the favorite among all his novels.\r\n\r\nSent from Massachusetts by the formidable Mrs. Newsome to recall her son, Chad, from what she assumes to be a corrupt life in Paris, Strether finds his intentions subtly and profoundly transformed as he falls under the spell of the city and of his charge. He is quick to perceive that Chad has been not so much corrupted as refined, and over the course of the hot summer months in Paris he gradually realizes that this discovery and acceptance of Chad's unconventional new lifestyle alter his own ideals and ambitions.\r\n\r\nOne of Henry James's three final novels, all of which have sharply divided modern critics, The Ambassadors is the finely drawn portrait of a man's late awakening to the importance of morality that is founded not on the dictates of convention but on its value per se.", "isbn": "9781629452791", "title": "The Ambassadors", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "9ELggUo3m6ktWfDP6C7bfQ", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-07-03", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547614823/1376382469.59.jpg", "uuid": "Ydbm2dMgdQCLmkeKHozoh6", "average_rating": 4.02, "author": "Stephan Talty", "awards": [], "description": "<DIV>&ldquo;The book presses ever forward down a path of historical marvels and  astonishing facts. The effect is like a master class that&rsquo;s accessible  to anyone, and <I>Agent Garbo</I> often reads as though it were written in a single, perfect draft.&rdquo;&mdash;<I>The Atlantic</I><BR><br><br> Before he remade himself as the master spy known as Garbo, Juan Pujol  was nothing more than a Barcelona poultry farmer. But as Garbo, he  turned in a masterpiece of deception that changed the course of World  War II. Posing as the Nazis&rsquo; only reliable spy inside England, he  created an imaginary million-man army, invented armadas out of thin air,  and brought a vast network of fictional subagents to life. The scheme  culminated on June 6, 1944, when Garbo convinced the Germans that the  Allied forces approaching Normandy were just a feint&mdash;the real invasion  would come at Calais. Because of his brilliant trickery, the Allies were  able to land with much less opposition and eventually push on to  Berlin.<BR><br> As incredible as it sounds, everything in Agent Garbo is true, based on  years of archival research and interviews with Pujol&rsquo;s family. This  pulse-pounding thriller set in the shadow world of espionage and  deception reveals the shocking reality of spycraft that occurs just  below the surface of history.<BR><br><br> &ldquo;Stephan Talty&rsquo;s unsurpassed research brings forth one of the war&rsquo;s  greatest agents in a must-read book for those who think they know all  the great World War II stories.&rdquo; &mdash;Gregory Freeman, author of <I>The Forgotten 500</I></div>", "isbn": "9780547614823", "title": "Agent Garbo", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "gt8rdYmhtsdJ6UmAK29XVX", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2008-05-05", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527079/1376382490.78.jpg", "uuid": "pA8w4EdkwZ4AM9iyYjbPha", "average_rating": 3.62, "author": "Cullen Murphy", "awards": [], "description": "<DIV>The rise and fall of ancient Rome has been on American minds from the beginning of our republic.Today we focus less on the Roman Republic than on the empire that took its place. Depending on who&#8217;s doing the talking, the history of Rome serves as either a triumphal call to action or a dire warning of imminent collapse. In Are We Rome? the esteemed editor and author Cullen Murphy reveals a wide array of similarities between the two empires: the blinkered, insular culture of our capitals; the debilitating effect of bribery in public life; the paradoxical issue of borders; and the weakening of the body politic through various forms of privatization. Murphy persuasively argues that we most resemble Rome in the burgeoning corruption of our government and in our arrogant ignorance of the world outside -- two things that must be changed if we are to avoid Rome&#8217;s fate.</div>", "isbn": "9780547527079", "title": "Are We Rome?", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "2qaVTpCNEKErMRJfZCaarP", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2010-04-20", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061992391/1376529857.59.jpg", "uuid": "E5XHQPpzxusGarHZp6W5FS", "average_rating": 3.7, "author": "Richard A. Clarke", "awards": [], "description": "<p>Richard A. Clarke warned America once before about the havoc terrorism would wreak on our national security&#8212;and he was right. Now he warns us of another threat, silent but equally dangerous. Cyber War is a powerful book about technology, government, and military strategy; about criminals, spies, soldiers, and hackers. It explains clearly and convincingly what cyber war is, how cyber weapons work, and how vulnerable we are as a nation and as individuals to the vast and looming web of cyber criminals. This is the first book about the war of the future&#8212;cyber war&#8212;and a convincing argument that we may already be in peril of losing it.</p>", "isbn": "9780061992391", "title": "Cyber War", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "XQcEV6R2iHiMZuKjWaxtVG", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2010-10-26", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610390088/1387370943.94.jpg", "uuid": "4GYBnNnhpx8C6GLr7xPWtE", "average_rating": 4.2, "author": "Joseph Menn", "awards": [], "description": "<DIV><p>In 2004, a California computer whiz named Barrett Lyon uncovered the identity of a hacker running major assaults on business websites. Without fully grasping the repercussions, he set on an investigation that led him into the heart of the Russian mob. Cybercrime was evolving. No longer the domain of small-time thieves, it had been discovered by sophisticated gangs. They began by attacking corporate websites but increasingly stole financial data from consumers and defense secrets from governments.<br><br> While Barrett investigated the cutting edge of technology crime, the U.S. government struggled to catch up. Britain, however, was a different story. In the late 1990s, the Queen herself had declared safe e-commerce a national security priority. Agents from the London-based National Hi-Tech Crime Unit sought out Barrett and enlisted his help. They also sent detective Andrew Crocker, a Welsh former boxer, to Russia to track down and prosecute the hackers&mdash;and to find out who they worked for.<br><br> <I>Fatal System Error </I>penetrates both the Russian cyber-mob and the American mafia as the two fight over the Internet&rsquo;s massive spoils. It takes readers into the murky hacker underground, traveling the globe from San Francisco to Costa Rica, London, and Russia. Using unprecedented access to mob businesses and Russian officials, it shows how top criminals earned protection from the Russian government&mdash;and how Barrett Lyon and Andrew Crocker got closer to the titans of the underground economy than any previous outsider. Together, their stories explain why cybercrime is much worse than you thought&mdash;and why the Internet might not survive.</p><p>&#160;</p></DIV>", "isbn": "9781610390088", "title": "Fatal System Error", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "LofDjksFe959aYxwJnLUjZ", "name": "PublicAffairs"}}, "annotation": "", "uuid": "6r6FWgF6Fsb3CKWXn4AYjb", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "1998-10-15", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547575797/1376381271.24.jpg", "uuid": "WnarfXaQ3UNYeEN6wujSKM", "average_rating": 3.93, "author": "John  Kenneth Galbraith", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>Galbraith's classic on the \"economics of abundance\" is, in the words of the New York Times, \"a compelling challenge to conventional thought.\" With customary clarity, eloquence, and humor, Galbraith cuts to the heart of what economic security means (and doesn't mean) in today's world and lays bare the hazards of individual and societal complacence about economic inequity. While \"affluent society\" and \"conventional wisdom\" (first used in this book) have entered the vernacular, the message of the book has not been so widely embraced--reason enough to rediscover The Affluent Society.</DIV>", "isbn": "9780547575797", "title": "The Affluent Society", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "sVAyv3qca2ELN3FLk8y7uh", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "English", "publication_date": "2011-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554974/1377113813.88.jpg", "uuid": "prKZuz2dRodjg3da3ThhA6", "average_rating": 3.93, "author": "B.R. Myers", "awards": [], "description": "<p>For years, North Korea watchers who speak no Korean have been confidently telling the world what motivates Kim Jong-Il. But in The Cleanest Race, B.R. Myers, a North Korea analyst and contributing editor of the Atlantic Monthly, presents the first full-length study of the North Korean worldview. In a lavishly illustrated work that draws on extensive research into the regime's domestic propaganda, including films, romance novels and other artifacts of the personality cult, Myers analyzes each of the country's official myths in turn—from the notion of Koreans' unique moral purity, to the myth of an America quaking in terror of \"the Iron General.” And in a groundbreaking historical section, Myers also traces the origins of this official culture back to the Japanese fascist thought in which North Korea's first ideologues were schooled.</p>\n<p>What emerges is a regime completely unlike the West's perception of it _ neither a bastion of Stalinism nor a Confucian patriarchy, but a paranoid nationalist, \"military-first” state on the far right of the political spectrum. Given that North Korea is now calling for a \"blood reckoning” with the \"Yankee jackals,” Myers' unprecedented analysis could not be more timely.</p>", "isbn": "9781935554974", "title": "The Cleanest Race", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}}, "annotation": "", "uuid": "uXPubTBsQ9dBVE3Mwt8ZkL", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2013-04-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547905624/1383487930.55.jpg", "uuid": "W2ZK5goKBD847E3DphXzLF", "average_rating": 4.29, "author": "John Hunter", "awards": [], "description": "<div><p>In John Hunter&#8217;s classroom, students fearlessly tackle global problems and discover surprising solutions by playing his groundbreaking World Peace Game. These kids&#8212;from high school all the way down to fourth grade, in schools both well funded and underresourced&#8212;take on the roles of politicians, tribal leaders, diplomats, bankers, and military commanders. Through battles and negotiations, standoffs and summits, they strive to resolve dozens of complex, seemingly intractable real-world challenges, from nuclear proliferation to tribal warfare, financial collapse to climate change.<BR><BR>In <I>World Peace and Other 4th-Grade Achievements</I>, Hunter shares the wisdom he&#8217;s gleaned from over thirty years teaching the World Peace Game. Here he reveals the principles of successful collaboration that people of any age can apply anywhere. His students show us how to break through confusion, bounce back from failure, put our knowledge to use, and fulfill our potential. Hunter offers not only a forward-thinking report from the front lines of American education, but also a generous blueprint for a world that bends toward cooperation rather than conflict. In this deeply hopeful book, a visionary educator shows us what the future can be.</DIV>", "isbn": "9780547905624", "title": "World Peace and Other 4th-Grade Achievements", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "FvUi27xgWqWG5W6ELT82UA", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 400, "language_code": "English", "publication_date": "2011-08-08", "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596982796/1377211285.27.jpg", "uuid": "WM2MpyJy5TpHS8A5AJk5J9", "average_rating": 4.19, "author": "Steyn", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "In his giant New York Times bestseller, America Alone: The End of the World as We Know It, Mark Steyn predicted collapse for the rest of the Western World. Now, he adds, America has caught up with Europe on the great rush to self-destruction.\r\n\r\nIt’s not just our looming financial collapse; it’s not just a culture that seems on a fast track to perdition, full of hapless, indulgent, childish people who think government has the answer for every problem; it’s not just America’s potential eclipse as a world power because of the drunken sailor policymaking in Washington—no, it’s all this and more that spells one word for America: Armageddon.\r\n\r\nWhat will a world without American leadership look like? It won’t be pretty—not for you and not for your children. America’s decline won’t be gradual, like an aging Europe sipping espresso at a café until extinction (and the odd Greek or Islamist riot). No, America’s decline will be a wrenching affair marked by violence and possibly secession.\r\n\r\nWith his trademark wit, Steyn delivers the depressing news with raw and unblinking honesty—but also with the touch of vaudeville stand-up and soft shoe that makes him the most entertaining, yet profound, columnist on the planet. And as an immigrant with nowhere else to go, he offers his own prescription for winning America back from the feckless and arrogant liberal establishment that has done its level best to suffocate the world’s last best hope in a miasma of debt, decay, and debility. You will not read a more important—or more alarming, or even funnier—book all year than After America.", "isbn": "9781596982796", "title": "After America", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "6CRaUtbextjZSAuRuZ5wRE", "name": "Regnery Publishing"}}, "annotation": "", "uuid": "P9ykM9JBEvSzvAk785Vt8Q", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2011-06-14", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547554877/1376380525.87.jpg", "uuid": "xNchsvoHuXwB8idEKVuJEQ", "average_rating": 3.57, "author": "David Wise", "awards": [], "description": "<div><p>For decades, while America obsessed over Soviet spies, China quietly penetrated the highest levels of government. Now, for the first time, based on numerous interviews with key insiders at the FBI and CIA as well as with Chinese agents and people close to them, David Wise tells the full story of China&#8217;s many victories and defeats in its American spy wars.Two key cases interweave throughout: Katrina Leung, code-named Parlor Maid, worked for the FBI for years, even after she became a secret double agent for China, aided by love affairs with both of her FBI handlers. Here, too, is the inside story of the case, code-named Tiger Trap, of a key Chinese-American scientist suspected of stealing nuclear weapons secrets. These two cases led to many others, involving famous names from Wen Ho Lee to Richard Nixon, stunning national security leaks, and sophisticated cyberspying. The story takes us up to the present, with a West Coast spy ring whose members were sentenced in 2010&#8212;but it surely will continue for years to come, as China faces off against America. David Wise&#8217;s history of China&#8217;s spy wars in America is packed with eye-popping revelations.</P></DIV>", "isbn": "9780547554877", "title": "Tiger Trap", "oyster_good_for_statement": "ameau's Niece", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ghnebVDF8teoieDqDuRnPW", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "English", "publication_date": "2011-11-05", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678969/1386003793.0.jpg", "uuid": "3bhE8wbtEMc52RppktofLc", "average_rating": 4.46, "author": "Timothy Mitchell", "awards": [], "description": "<p>Oil is a curse, it is often said, that condemns the countries producing it to an existence defined by war, corruption and enormous inequality. <em>Carbon Democracy</em> tells a more complex story, arguing that no nation escapes the political consequences of our collective dependence on oil. It shapes the body politic both in regions such as the Middle East, which rely upon revenues from oil production, and in the places that have the greatest demand for energy.</p><p>Timothy Mitchell begins with the history of coal power to tell a radical new story about the rise of democracy. Coal was a source of energy so open to disruption that oligarchies in the West became vulnerable for the first time to mass demands for democracy. In the mid-twentieth century, however, the development of cheap and abundant energy from oil, most notably from the Middle East, offered a means to reduce this vulnerability to democratic pressures. The abundance of oil made it possible for the first time in history to reorganize political life around the management of something now called &ldquo;the economy&rdquo; and the promise of its infinite growth. The politics of the West became dependent on an undemocratic Middle East.</p><p>In the twenty-first century, the oil-based forms of modern democratic politics have become unsustainable. Foreign intervention and military rule are faltering in the Middle East, while governments everywhere appear incapable of addressing the crises that threaten to end the age of carbon democracy&mdash;the disappearance of cheap energy and the carbon-fuelled collapse of the ecological order.</p><p>In making the production of energy the central force shaping the democratic age, <em>Carbon Democracy</em> rethinks the history of energy, the politics of nature, the theory of democracy, and the place of the Middle East in our common world.</p>", "isbn": "9781844678969", "title": "Carbon Democracy", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}}, "annotation": "", "uuid": "ZnHkEeL7zyQ7CCk9tPLWp", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "English", "publication_date": "2012-11-16", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679645/1386004075.59.jpg", "uuid": "yMurhvY7cVEiya62qmhqMC", "average_rating": 3.5, "author": "Seumas Milne", "awards": [], "description": "<p>From 9/11 to the Arab uprisings and beyond&mdash;encompassing the economic crisis, war on terror, rise of China and tide of change in Latin America&mdash;<em>The Revenge of History</em> turns the orthodoxies of the past generation on their head.</p><p>In this coruscating account of the first decade of the twenty-first century, Seumas Milne presents a powerful indictment of a US global and corporate empire in&mdash;and its British and European camp followers. Milne traces the breakdown of a failed &lsquo;free market&rsquo; system, exposes the power and resource grab driving western military interventions, explains the dynamo behind a roaring Chinese economy and highlights the social alternatives being developed in Latin America. Brilliant, bold and always incisive, The Revenge of History is essential reading for anyone wanting to understand what has gone wrong&mdash;and grasp the possibilities of an emerging future.</p>", "isbn": "9781844679645", "title": "The Revenge of History", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}}, "annotation": "", "uuid": "juiKryfYERhHw3CRd4YiKX", "position": 11}]