[{"annotation": "", "uuid": "VYriQ25B5aEkzyVMAcEbuA", "position": 0, "book": {"uuid": "ctcoc4CTrsQPvEnsmf26eQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 225, "title": "Twelve Years a Slave", "publication_date": "2014-01-28", "oyster_good_for_statement": "", "isbn": "9781480476882", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><DIV><b>The harrowing true story that inspired the critically acclaimed film</b></div><DIV><BR>The son of a freed slave, Solomon Northup lived the first thirty years of his life as a free man in upstate New York. In the spring of 1841, he was offered a job: a short-term, lucrative engagement as a violinist in a traveling circus. It was a trap. In Washington, DC, Northup was drugged, kidnapped, and sold into slavery. He spent the next twelve years on plantations in Louisiana, enduring backbreaking labor, unimaginable violence, and inhumane treatment at the hands of cruel masters, until a kind stranger helped to win his release. His account of those years is a shocking, unforgettable portrait of America&rsquo;s most insidious historical institution as told by a man who experienced it firsthand.</div><DIV><BR>Published shortly after Harriet Beecher Stowe&rsquo;s abolitionist classic <i>Uncle Tom&rsquo;s Cabin</i>, Northup&rsquo;s memoir became a bestseller in 1853. With its eloquent depiction of life before and after bondage, <i>Twelve Years a Slave</i> was a unique and effective entry into the national debate over slavery. Rediscovered in the 1960s and now the inspiration for a major motion picture, Northup&rsquo;s poignant narrative gives readers an invaluable glimpse into a shameful chapter of American history. </div><DIV></div></div>", "average_rating": 4.2, "author": "Solomon Northup", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480476882/1388989922.23.jpg"}},{"annotation": "", "uuid": "wCSaGsa3VyWZNJ9PejxfnD", "position": 1, "book": {"uuid": "w2Eyg8UxFR955CLYKHi3gZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 688, "title": "Winter's Tale", "publication_date": "1983-09-20", "oyster_good_for_statement": "", "isbn": "9780547543864", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>A bestseller that takes readers on a journey to New York of the Belle Epoque, where Peter Lake attempts to rob a Manhattan mansion only to find the daughter of the house at home. Thus begins the love between the middle-aged Irishman and Beverly Penn, a young girl who is dying. &#8220;This novel...is a gifted writer&#8217;s love affair with the language&#8221; (Newsday).</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of IN SUNLIGHT AND IN SHADOW.</DIV>", "average_rating": 4.1, "author": "Mark Helprin", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547543864/1387347586.46.jpg"}},{"annotation": "", "uuid": "HRfqzJVFHMAkPcBMHcjq9Z", "position": 2, "book": {"uuid": "WzmdxrKpqcfg7QqfrGAafL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 224, "title": "Skinny Bitch", "publication_date": "2005-12-27", "oyster_good_for_statement": "", "isbn": "9780762432752", "publisher": {"uuid": "a5GdgELksZ9HP862ABnbHj", "name": "Running Press"}, "awards": [], "description": "<DIV>Not your typical boring diet book, this is a tart-tongued, no-holds-barred wakeup call to all women who want to be thin. With such blunt advice as, \"Soda is liquid Satan\" and \"You are a total moron if you think the Atkins Diet will make you thin,\" it's a rallying cry for all savvy women to start eating healthy and looking radiant. Unlike standard diet books, it actually makes the reader laugh out loud with its truthful, smart-mouthed revelations. Behind all the attitude, however, there's solid guidance. <I>Skinny Bitch</I> espouses a healthful lifestyle that promotes whole grains, fruits, and vegetables, and encourages women to get excited about feeling \"clean and pure and energized.\"</Div>", "average_rating": 3.18, "author": "Kim Barnouin", "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780762432752/1387370845.41.jpg"}},{"annotation": "", "uuid": "moQHAxC7QE4L6RXVa6gqFX", "position": 4, "book": {"uuid": "m2ZL3obguyB3MQ37EgyKP5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Labor Day", "publication_date": "2009-07-28", "oyster_good_for_statement": "", "isbn": "9780061957659", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>With the end of summer closing in and a steamy Labor Day weekend looming in the town of Holton Mills, New Hampshire, thirteen-year-old Henry&#8212;lonely, friendless, not too good at sports&#8212;spends most of his time watching television, reading, and daydreaming about the soft skin and budding bodies of his female classmates. For company Henry has his long-divorced mother, Adele&#8212;a onetime dancer whose summer project was to teach him how to foxtrot; his hamster, Joe; and awkward Saturday-night outings to Friendly's with his estranged father and new stepfamily. As much as he tries, Henry knows that even with his jokes and his \"Husband for a Day\" coupon, he still can't make his emotionally fragile mother happy. Adele has a secret that makes it hard for her to leave their house, and seems to possess an irreparably broken heart.</p><p>But all that changes on the Thursday before Labor Day, when a mysterious bleeding man named Frank approaches Henry and asks for a hand. Over the next five days, Henry will learn some of life's most valuable lessons: how to throw a baseball, the secret to perfect piecrust, the breathless pain of jealousy, the power of betrayal, and the importance of putting others&#8212;especially those we love&#8212;above ourselves. And the knowledge that real love is worth waiting for.</p><p>In a manner evoking Ian McEwan's <em>Atonement</em> and Nick Hornby's <em>About a Boy</em>, acclaimed author Joyce Maynard weaves a beautiful, poignant tale of love, sex, adolescence, and devastating treachery as seen through the eyes of a young teenage boy&#8212;and the man he later becomes&#8212;looking back at an unexpected encounter that begins one single long, hot, life-altering weekend.</p>", "average_rating": 3.66, "author": "Joyce Maynard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061957659/1378009369.56.jpg"}},{"annotation": "", "uuid": "3FGptNUxDMnFStebhtmA9a", "position": 5, "book": {"uuid": "qdiMWBtGYV8mBsFtCj7TGE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "The Best American Short Stories 2013", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9780547898360", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&#8220;As our vision becomes more global, our storytelling is stretching in many ways. Stories increasingly change point of view, switch location, and sometimes pack as much material as a short novel might,&#8221; writes guest editor Elizabeth Strout. &#8220;It&#8217;s the variety of voices that most indicates the increasing confluence of cultures involved in making us who we are.&#8221; <I>The Best American Short Stories 2013</I> presents an impressive diversity of writers who dexterously lead us into their corners of the world.<BR><BR>In &#8220;Miss Lora,&#8221; Junot D&#237;az masterfully puts us in the mind of a teenage boy who throws aside his better sense and pursues an intimate affair with a high school teacher. Sheila Kohler tackles innocence and abuse as a child wanders away from her mother, in thrall to a stranger she believes is the &#8220;Magic Man.&#8221; Kirstin Valdez Quade&#8217;s &#8220;Nemecia&#8221; depicts the after-effects of a secret, violent family trauma. Joan Wickersham&#8217;s &#8220;The Tunnel&#8221; is a tragic love story about a mother&#8217;s declining health and her daughter&#8217;s helplessness as she struggles to balance her responsibility to her mother and her own desires. New author Callan Wink&#8217;s &#8220;Breatharians&#8221; unsettles the reader as a farm boy shoulders a grim chore in the wake of his parents&#8217; estrangement.<BR>&#8220;Elizabeth Strout was a wonderful reader, an author who knows well that the sound of one&#8217;s writing is just as important as and indivisible from the content,&#8221; writes series editor Heidi Pitlor. &#8220;Here are twenty compellingly told, powerfully felt stories about urgent matters with profound consequences.&#8221;<BR><BR><BR></DIV>", "average_rating": 4.24, "author": "Elizabeth Strout", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898360/1379662251.49.jpg"}},{"annotation": "", "uuid": "M5CEi3A32DJANSB5P6Ae2Y", "position": 6, "book": {"uuid": "86PvrYrboHDrW6ak9iukkP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "The Book of Tomorrow", "publication_date": "2011-01-25", "oyster_good_for_statement": "", "isbn": "9780062042446", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>From the author of the <em>New York Times</em> bestseller <em>P.S. I Love You</em> comes an \"engrossing new novel . . . filled with family secrets, intrigue, and magic aplenty\" (<em>Booklist</em>).</p></blockquote><p>Born into the lap of luxury and comfortable in the here and now, spoiled, tempestuous Tamara Goodwin has never had to look to the future&#8212;until the abrupt death of her father leaves her and her mother a mountain of debt and forces them to move in with Tamara's peculiar aunt and uncle in a tiny countryside village.</p><p>Tamara is lonely and bored, with a traveling library as her only diversion. There she finds a large leather-bound book with a gold clasp and padlock, but no author name or title. Intrigued, she pries open the lock, and what she finds inside takes her breath away.</p><p>Tamara sees entries written in her own handwriting, and dated for the following day. When the next day unfolds exactly as recorded, Tamara realizes she may have found a solution to her problems. But in her quest to find answers, Tamara soon learns that some pages are better left unturned and that, try as she may, she mustn't interfere with fate.</p>", "average_rating": 3.63, "author": "Cecelia Ahern", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042446/1376453214.29.jpg"}},{"annotation": "", "uuid": "iTrJsyikanundgSwpFkD9E", "position": 7, "book": {"uuid": "UX8SNXKtxEW4sNALMVN2g3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The House at Sea's End", "publication_date": "2012-01-10", "oyster_good_for_statement": "", "isbn": "9780547506968", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>&quot;[A] page turning mystery . . .  it provides a wholly satisfying  whodunit as well as a good reason to look up the other two [books in the  series] . . . Griffiths's Galloway is a likable and alluring  character.&rdquo;&mdash;Associated Press<BR><br> Just back from maternity leave,  forensic archeologist Ruth is finding it hard to juggle motherhood and  work when she is called in to investigate human bones that have surfaced  on a remote Norfolk beach. The presence of DCI Harry Nelson, the  married father of her daughter, does not help. The bones, six men with  their arms bound, turn out date back to World War II, a desperate time  on this stretch of coastland.<br><br> Home Guard veteran Archie  Whitcliffe reveals the existence of a secret the old soldiers have vowed  to protect with their lives. But then Archie is killed and a German  journalist arrives, asking questions about Operation Lucifer, a plan to  stop a German invasion, and a possible British war crime. What was  Operation Lucifer? And who is prepared to kill to keep its secret?<BR><br><br></div>", "average_rating": 3.87, "author": "Elly Griffiths", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547506968/1376381292.15.jpg"}},{"annotation": "", "uuid": "fU3epMkaRT2fR6NQcmS7zh", "position": 7, "book": {"uuid": "9bVdw2oFoT3UuXUzLyyVkf", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 244, "title": "Life Code", "publication_date": "2012-11-13", "oyster_good_for_statement": "", "isbn": "9781939457905", "publisher": {"uuid": "MWdrBFKwu25fkY26onSfYd", "name": "Bird Street Books"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "The rules for living in the real world have changed, because the world we live in has changed. Much of the conventional wisdom the last generation has passed on just doesn’t apply like it once did. If you want to win, and win big, and, more importantly, keep what you work so hard for, you need a crystal-clear view of how the real world works — not how you wish it worked, but how it actually works.\r\n\r\nIn Life Code: The New Rules for Winning in the Real World, six-time New York Times #1 best-selling author Dr. Phil McGraw abandons traditional thinking and tells you the ugly truth about the users, abusers, and overall “bad guys” we all have in our lives. He also reveals the secrets of how they think and how they get to and exploit you and those you love. You’ll gain incredible insight into these negative people, which he refers to as BAITERs (Backstabbers, Abusers, Imposters, Takers, Exploiters, Reckless), and you’ll gain the tools to protect yourself from their assaults. Dr. Phil's new book gives you the “Evil Eight” identifiers so you can see them coming from a mile away, as well as their “Secret Playbook,” which contains the “Nefarious 15” tactics they use to exploit you and take what is yours mentally, physically, socially and professionally. Life Code then focuses on you and your playbook, which contains the “Sweet 16” tactics for winning in the real world.\r\n\r\nEdgy, controversial and sometimes irreverent, Dr. Phil again abandons convention to prepare you to claim what you deserve and claim it now. You take flying lessons to learn to fly, swimming lessons to learn to swim, and singing lessons to learn to sing. So, why not take winning lessons to learn to win?\r\n\r\nIf you read this book, you’re going to have a huge leg up on the competition, regardless of whether you’re competing for a job, a spouse, a social position, or friends. You are going to have a well-thought-out, passion-fueled strategy built on the skills and confidence that flow from rolling up your sleeves and learning what others simply do not know. By the time you finish this book, you’ll have the power to define success in your life, the ability to spot potential obstacles to your success, and the tools you can immediately implement to get and protect exactly what you want in this life. If you’re stuck in old thinking about hard work, patience and “playing by the rules,” you are about to learn how to “play big” and be the star of your own life. Life Code: The New Rules for Winning in the Real World was written for you.", "average_rating": 4.15, "author": "Dr. Phil McGraw", "cover_img": "https://cflare.oysterbooks.com/covers/Bird%20Street%20Books/9781939457905/1377070271.23.jpg"}},{"annotation": "", "uuid": "5UcxXaC4fi8qoydZTMJ65P", "position": 8, "book": {"uuid": "64RbsGoV9wwLBhM3XftWvm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "The Night Gwen Stacy Died", "publication_date": "2013-07-02", "oyster_good_for_statement": "", "isbn": "9780547898391", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>An offbeat love story about the adventures and mutual rescue of a young woman out of place in her hometown and a mysterious stranger who calls himself Peter Parker (and begins to cast her in the role of Spider-Man&#8217;s first sweetheart), <I>The Night Gwen Stacy Died</I> is about first loss, first love, and finding our real identities.<br><BR>\"A dreamy world where comic book characters and psychic visions are as real as teenage boredom and young love, Bruni's debut is a magical story, a white-knuckle thrill ride.\" &#8212;Diana Spechler, author of <I>Who by Fire </I><BR><BR>\"The perspective shifts, slippery identities, and lurking weirdness in this book recall the peak moments of Kurosawa, Hitchcock, and Lynch. But to describe it in cinematic terms would risk slighting that bighearted, sneakily exhilarating voice that can finally be only the work of a masterful writer.\" &#8212;Sean Howe, author of <I>Marvel Comics: The Untold Story</I><BR><BR>\"Bruni&#8217;s fiercely smart and delectably unpredictable first novel delivers again and again that most sought-after shiver up the spine, the chill that comes when you realize the world you thought you knew and understood is newer and stranger than you ever dared imagine. A genuine page-turner.\" &#8212;Kathryn Davis, author of <I>The Thin Place</I><BR><BR>\"Mixed into this novel&#8217;s blustery atmosphere are gusts of contemporary masters, like Joy Williams, Lorrie Moore, Kelly Link, and Michael Chabon. This gave me the sort of reading experience I always hope for but almost never find: a world that somehow both resembles the one in which I live and is also unlike any other I've ever seen or read.\" &#8212;Stefan Merrill Block, author of <I>The Story of Forgetting</I><BR><BR>\"A brave and bold new voice, Bruni takes us on an unexpected adventure of love and loss, of beginnings and ends, all the while showing us what it really means to be a hero.\" &#8212;Alison Espach, author of <I>The Adults </I></DIV>", "average_rating": 3.4, "author": "Sarah Bruni", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898391/1376382982.1.jpg"}},{"annotation": "", "uuid": "R3GyTZ3zaRvDqmUg55HTKQ", "position": 9, "book": {"uuid": "Fa7w4Trh5UZMCSCHqZBgpK", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 304, "title": "Wheat Belly", "publication_date": "2011-08-30", "oyster_good_for_statement": "", "isbn": "9781609617417", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><b>A renowned cardiologist explains how eliminating wheat from our diets can prevent fat storage, shrink unsightly bulges, and reverse myriad health problems.</b></p><p>Every day, over 200 million Americans consume food products made of wheat. As a result, over 100 million of them experience some form of adverse health effect, ranging from minor rashes and high blood sugar to the unattractive stomach bulges that preventive cardiologist William Davis calls “wheat bellies.” According to Davis, that excess fat has nothing to do with gluttony, sloth, or too much butter: It’s due to the whole grain wraps we eat for lunch.</p><p>\nAfter witnessing over 2,000 patients regain their health after giving up wheat, Davis reached the disturbing conclusion that wheat is the single largest contributor to the nationwide obesity epidemic — and its elimination is key to dramatic weight loss and optimal health. In <i>Wheat Belly</i>, Davis exposes the harmful effects of what is actually a product of genetic tinkering and agribusiness being sold to the American public as “wheat” — and provides readers with a user-friendly, step-by-step plan to navigate a new, wheat-free lifestyle.</p><p>Informed by cutting-edge science and nutrition, along with case studies from men and women who have experienced life-changing transformations in their health after waving goodbye to wheat, <i>Wheat Belly</i> is an illuminating look at what is truly making Americans sick and an action plan to clear our plates of this seemingly benign ingredient.</p>", "average_rating": 3.9, "author": "William Davis", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609617417/1376149875.01.jpg"}},{"annotation": "", "uuid": "m636kGcPjPx5ywQtf3DCa8", "position": 10, "book": {"uuid": "R9ADNdh97oFaLXuMuVpLcF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Charm Offensive", "publication_date": "2014-03-01", "oyster_good_for_statement": "", "isbn": "9781909878549", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "awards": [], "description": "On reflection, he should probably continue with the plan. The plan was to get away, wasn't it? What made him deviate from the plan? It was all the things that came in between. He just needs to keep going.\r\n\r\nWhen retired politician Joe Street is named in a tabloid media slur, he carries out a last-ditch attempt to resurrect his marriage and undo the damage from the lie. With a cheap PR consultant in tow, Joe is reintroduced to a world of empty sound bites and media appearances - a world he would rather forget. \r\n\r\nHis PR campaign takes a turn for the worse and Joe sets out to rebuild a relationship with his estranged daughter. Together, they commit themselves to a challenge that will help right their wrongs.  \r\n\r\nIn spite of his regeneration, Joe discovers that nothing is ever easy. With his fragile reputation on the line, his past continues to chase him. Joe finds himself on a journey of self-discovery, of redemption, but most importantly, of finding hope once more.", "average_rating": 0.0, "author": "William Thacker", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909878549/1390802496.89.jpg"}},{"annotation": "", "uuid": "SMnK96RPwMaFTft8zbuRzi", "position": 11, "book": {"uuid": "v7jGdjJoGV5oTsfrEFCDpL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Size 12 Is Not Fat", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061752186", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Heather Wells Rocks!</p><p>Or, at least, she <em>did</em>. That was before she left the pop-idol life behind after she gained a dress size or two -- and lost a boyfriend, a recording contract, and her life savings (when Mom took the money and ran off to Argentina). Now that the glamour and glory days of endless mall appearances are in the past, Heather's perfectly happy with her new size 12 shape (the average for the American woman!) and her new job as an assistant dorm director at one of New York's top colleges. That is, until the dead body of a female student from Heather's residence hall is discovered at the bottom of an elevator shaft.</p><p>The cops and the college president are ready to chalk the death off as an accident, the result of reckless youthful mischief. But Heather <em>knows</em> teenage girls . . . and girls <em>do not</em> elevator surf. Yet no one wants to listen -- not the police, her colleagues, or the P.I. who owns the brownstone where she lives -- even when more students start turning up dead in equally ordinary and subtly sinister ways. So Heather makes the decision to take on yet another new career: as spunky girl detective!</p><p>But her new job comes with few benefits, no cheering crowds, and <em>lots</em> of liabilities, some of them potentially fatal. And nothing ticks off a killer more than a portly ex-pop star who's sticking her nose where it doesn't belong . . .</p>", "average_rating": 3.71, "author": "Meg Cabot", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752186/1376505931.92.jpg"}},{"annotation": "", "uuid": "4Es2vKEUgMpCvoZHKYhftC", "position": 12, "book": {"uuid": "WJJxzaYkXfFHHND8h94xmL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "The God Delusion", "publication_date": "2008-01-16", "oyster_good_for_statement": "", "isbn": "9780547348667", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>A preeminent scientist&#8212;and the world's most prominent atheist&#8212;asserts the irrationality of belief in God and the grievous harm religion has inflicted on society, from the Crusades to 9/11.</P><BR> <p>With rigor and wit, Dawkins examines God in all his forms, from the sex-obsessed tyrant of the Old Testament to the more benign (but still illogical) Celestial Watchmaker favored by some Enlightenment thinkers. He eviscerates the major arguments for religion and demonstrates the supreme improbability of a supreme being. He shows how religion fuels war, foments bigotry, and abuses children, buttressing his points with historical and contemporary evidence. The God Delusion makes a compelling case that belief in God is not just wrong but potentially deadly. It also offers exhilarating insight into the advantages of atheism to the individual and society, not the least of which is a clearer, truer appreciation of the universe's wonders than any faith could ever muster.", "average_rating": 3.89, "author": "Richard Dawkins", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348667/1376379761.58.jpg"}},{"annotation": "", "uuid": "MaTpXYfuCdRCVC6t2vHHT", "position": 13, "book": {"uuid": "jShPy4xERwP7VaA2opbsUQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "Triple", "publication_date": "2011-09-13", "oyster_good_for_statement": "", "isbn": "9780062109095", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<blockquote><p>From Ken Follett&#8212;the #1 name in electrifying international suspense&#8212;comes a remarkable novel of intrigue and doomsday possibilities.</p></blockquote><p>The world's balance of power is about to shift dangerously as the ultimate weapon nears completion in a secret facility in the heart of the desert. Across the globe, operatives from the great nations set a deadly game in motion, covertly maneuvering pawns and kings to achieve a frightening advantage&#8212;while terrorists and their hunters prepare for the contest's final, bloody moves. And one man&#8212;a razor-sharp master of disguise, deceit, and triple-cross&#8212;must somehow do the impossible: steal 200 tons of uranium without any of the other players discovering the theft.</p><p>The clock is ticking.</p><p>And the price of failure is Apocalypse.</p>", "average_rating": 3.72, "author": "Ken Follett", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062109095/1378009672.45.jpg"}},{"annotation": "", "uuid": "SWpofVLSQeMu2GA4kg2iGH", "position": 14, "book": {"uuid": "pqYCE7bgWjuWCHyxRcP4tn", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 384, "title": "Onward", "publication_date": "2011-03-29", "oyster_good_for_statement": "", "isbn": "9781609613464", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><b>In this #1 <i>New York Times</i> bestseller, the CEO of Starbucks recounts the story and leadership lessons behind the global coffee company’s comeback</b></p><p>In 2008, Howard Schultz, the president and chairman of Starbucks, made the unprecedented decision to return as the CEO eight years after he stepped down from daily oversight of the company and became chairman. Concerned that Starbucks had lost its way, Schultz was determined to help it return to its core values and restore not only its financial health, but also its soul. In <i>Onward</i>, he shares the remarkable story of his return and the company's ongoing transformation under his leadership, revealing how, during one of the most tumultuous economic times in history, Starbucks again achieved profitability and sustainability without sacrificing humanity.</p><p>Offering readers a snapshot of a moment in history that left no company unscathed, the book zooms in to show, in riveting detail, how one company struggled and recreated itself in the midst of it all. The fast-paced narrative is driven by day-to-day tension as conflicts arise and lets readers into Schultz's psyche as he comes to terms with his limitations and evolving leadership style. <i>Onward</i> is a compelling, candid narrative documenting the maturing of a brand as well as a businessman.</p><p><i>Onward</i> represents Schultz's central leadership philosophy: It's not just about winning, but the right way to win. Ultimately, he gives readers what he strives to deliver every day—a sense of hope that, no matter how tough times get, the future can be just as or more successful than the past, whatever one defines success to be.</p>", "average_rating": 3.71, "author": "Howard Schultz", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613464/1377984527.47.jpg"}},{"annotation": "", "uuid": "nhANyuUhNWGgr8Guu4VDKE", "position": 14, "book": {"uuid": "yVxaqcdwUtGxFn4ipgFnhE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 424, "title": "Masters of Sex", "publication_date": "2013-07-02", "oyster_good_for_statement": "", "isbn": "9780465044993", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "average_rating": 3.85, "author": "Thomas Maier", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg"}},{"annotation": "", "uuid": "VDbsZhvkFeoBtWkwTxHYs3", "position": 15, "book": {"uuid": "byNC475LSmg4d7kYhJujVj", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Secret Daughter", "publication_date": "2010-03-09", "oyster_good_for_statement": "", "isbn": "9780061981463", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "nsqgKEHWEMRQp8RSPm3QjK", "image": null, "name": "International IMPAC Dublin Literary Award Nominee"}], "description": "<p>On the eve of the monsoons, in a remote Indian village, Kavita gives birth to a baby girl. But in a culture that favors sons, the only way for Kavita to save her newborn daughter's life is to give her away. It is a decision that will haunt her and her husband for the rest of their lives, even after the arrival of their cherished son.</p><p>Halfway around the globe, Somer, an American doctor, decides to adopt a child after making the wrenching discovery that she will never have one of her own. When she and her husband, Krishnan, see a photo of the baby with the gold-flecked eyes from a Mumbai orphanage, they are overwhelmed with emotion. Somer knows life will change with the adoption but is convinced that the love they already feel will overcome all obstacles. </p><p>Interweaving the stories of Kavita, Somer, and the child that binds both of their destinies, <em>Secret Daughter</em> poignantly explores the emotional terrain of motherhood, loss, identity, and love, as witnessed through the lives of two families&#8212;one Indian, one American&#8212;and the child that indelibly connects them.</p>", "average_rating": 3.95, "author": "Shilpi Somaya Gowda", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981463/1376529446.05.jpg"}},{"annotation": "", "uuid": "bNfVk87mCk9SYF83zdzZa4", "position": 15, "book": {"uuid": "KuRgonTATNLi5qULAeTF4P", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 1168, "title": "Cryptonomicon", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061792571", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "oN7bvUiZfD6C4P8piKNkW6", "image": null, "name": "Arthur C. Clarke Award Nominee"}, {"uuid": "kAzRGKWZXc6R3tie3KrCNb", "image": null, "name": "Locus Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>With this extraordinary first volume in what promises to be an epoch-making masterpiece, Neal Stephenson hacks into the secret histories of nations and the private obsessions of men, decrypting with dazzling virtuosity the forces that shaped this century.</p><p>In 1942, Lawrence Pritchard Waterhouse&#8212;mathematical genius and young Captain in the U.S. Navy&#8212;is assigned to detachment 2702. It is an outfit so secret that only a handful of people know it exists, and some of those people have names like Churchill and Roosevelt. The mission of Waterhouse and Detachment 2702&#8212;commanded by Marine Raider Bobby Shaftoe-is to keep the Nazis ignorant of the fact that Allied Intelligence has cracked the enemy&#39;s fabled Enigma code. It is a game, a cryptographic chess match between Waterhouse and his German counterpart, translated into action by the gung-ho Shaftoe and his forces.</p><p>Fast-forward to the present, where Waterhouse&#39;s crypto-hacker grandson, Randy, is attempting to create a &#34;data haven&#34; in Southeast Asia&#8212;a place where encrypted data can be stored and exchanged free of repression and scrutiny. As governments and multinationals attack the endeavor, Randy joins forces with Shaftoe&#39;s tough-as-nails granddaughter, Amy, to secretly salvage a sunken Nazi submarine that holds the key to keeping the dream of a data haven afloat. But soon their scheme brings to light a massive conspiracy with its roots in Detachment 2702 linked to an unbreakable Nazi code called Arethusa. And it will represent the path to unimaginable riches and a future of personal and digital liberty...or to universal totalitarianism reborn.</p><p>A breathtaking tour de force, and Neal Stephenson&#39;s most accomplished and affecting work to date, <em>Cryptonomicon</em> is profound and prophetic, hypnotic and hyper-driven, as it leaps forward and back between World War II and the World Wide Web, hinting all the while at a dark day-after-tomorrow. It is a work of great art, thought and creative daring; the product of a truly iconoclastic imagination working with white-hot intensity.</p>", "average_rating": 4.22, "author": "Neal Stephenson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792571/1376452099.13.jpg"}},{"annotation": "", "uuid": "ecASaNhNae6B7MMWGQAJf7", "position": 16, "book": {"uuid": "GA3K83mHgcSkqa7Ew6yMzh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "The Heart Is a Lonely Hunter", "publication_date": "2010-08-01", "oyster_good_for_statement": "", "isbn": "9780547346656", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "average_rating": 3.92, "author": "Carson McCullers", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg"}},{"annotation": "", "uuid": "ZN2i8zuGoWTRVKJjE5uvei", "position": 18, "book": {"uuid": "3sMwh7B6j7SkXNHUsBQNf3", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 144, "title": "The Year of Dreaming Dangerously", "publication_date": "2012-10-09", "oyster_good_for_statement": "", "isbn": "9781781680438", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p>The renowned philosopher finds a utopian future in worldwide protests.</p><p>Call it the year of dreaming dangerously: 2011 caught the world off guard with a series of shattering events. While protesters in New York, Cairo, London, and Athens took to the streets in pursuit of emancipation, obscure destructive fantasies inspired the world’s racist populists in places as far apart as Hungary and Arizona, achieving a horrific consummation in the actions of mass murderer Anders Breivik. The subterranean work of dissatisfaction continues. Rage is building, and a new wave of revolts and disturbances will follow. Why? Because the events of 2011 augur a new political reality. These are limited, distorted—sometimes even perverted—fragments of a utopian future lying dormant in the present.</p>", "average_rating": 3.84, "author": "Slavoj Zizek", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680438/1392703270.55.jpg"}},{"annotation": "", "uuid": "AH3jbc5mwBNmgEmT36XMLK", "position": 19, "book": {"uuid": "jkcxS5G9wvWj63vkXeQptF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 418, "title": "Endless Love", "publication_date": "2010-11-23", "oyster_good_for_statement": "", "isbn": "9781453205242", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><p><DIV>Seventeen-year-old David Axelrod is consumed with his love for Jade Butterfield. So when Jade&rsquo;s father exiles him from their home, David does the only thing he thinks is rational: He burns down their house. Sentenced to a psychiatric institution, David&rsquo;s obsession metastasizes, and upon his release, he sets out to win the Butterfields back by any means necessary.</div><DIV>&#160;</div><DIV>Brilliantly written and intensely sexual, <i>Endless Love</i> is the deeply moving story of a first love so powerful that it becomes dangerous&mdash;not only for the young lovers, but for their families as well.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Scott Spencer, including rare photos from the author&rsquo;s personal collection.</div></p></DIV>", "average_rating": 3.69, "author": "Scott Spencer", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Endless%20Love/1373329374.42.jpg"}},{"annotation": "", "uuid": "RSUTeygMFT63MgmsZwuqtT", "position": 21, "book": {"uuid": "BvfVK9zMCU3AzAczpymXpe", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Fifth Avenue, 5 A.M.", "publication_date": "2010-06-22", "oyster_good_for_statement": "", "isbn": "9780062000132", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Audrey Hepburn is an icon like no other, yet the image many of us have of Audrey&#8212;dainty, immaculate&#8212;is anything but true to life. Here, for the first time, Sam Wasson presents the woman behind the little black dress that rocked the nation in 1961. The first complete account of the making of <em>Breakfast at Tiffany's</em>, <em>Fifth Avenue, 5 A.M.</em> reveals little-known facts about the cinema classic: Truman Capote desperately wanted Marilyn Monroe for the leading role; director Blake Edwards filmed multiple endings; Hepburn herself felt very conflicted about balancing the roles of mother and movie star. With a colorful cast of characters including Truman Capote, Edith Head, Givenchy, \"Moon River\" composer Henry Mancini, and, of course, Hepburn herself, Wasson immerses us in the America of the late fifties before Woodstock and birth control, when a not-so-virginal girl by the name of Holly Golightly raised eyebrows across the country, changing fashion, film, and sex for good. Indeed, cultural touchstones like <em>Sex and the City</em> owe a debt of gratitude to <em>Breakfast at Tiffany's</em>. </p><p>In this meticulously researched gem of a book, Wasson delivers us from the penthouses of the Upper East Side to the pools of Beverly Hills, presenting <em>Breakfast at Tiffany's</em> as we have never seen it before&#8212;through the eyes of those who made it. Written with delicious prose and considerable wit, <em>Fifth Avenue, 5 A.M.</em> shines new light on a beloved film and its incomparable star.</p>", "average_rating": 3.6, "author": "Sam Wasson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062000132/1376452869.94.jpg"}},{"annotation": "", "uuid": "j59efffCLxJuuxAVLUDrp", "position": 22, "book": {"uuid": "nifc2Byivt3KejU43graNB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 226, "title": "Maps and Legends", "publication_date": "2011-12-20", "oyster_good_for_statement": "", "isbn": "9781453234136", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>In these lively critical and personal essays, Chabon asserts his literary manifesto: &ldquo;I read for entertainment, and I write to entertain. Period.&rdquo;</b></div><BR><DIV>This collection of sixteen essays champions the cause of sci-fi and westerns, superheroes and horror shows, gumshoes and goblins&mdash;all the genre novels, comics, and pulp fiction that get pushed aside when literary discussion turns serious. For Chabon, the stories that give us great pleasure are in many ways our truest, best art&mdash;the building blocks of our shared imagination. Whether he&rsquo;s taking up Superman or Sherlock Holmes, Poe or Proust, Chabon&rsquo;s emphatic mission is to explore the reasons we tell each other tales, and to offer a glimpse of his own history as reader and writer.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "average_rating": 3.68, "author": "Michael Chabon", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Maps%20and%20Legends/1373330269.42.jpg"}},{"annotation": "", "uuid": "SuaTuks6mcP9h9bjYFH2MX", "position": 23, "book": {"uuid": "akWwH3jjG26NYiTiVsF9zZ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Salmon Fishing in the Yemen", "publication_date": "2008-04-21", "oyster_good_for_statement": "", "isbn": "9780547416250", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<div><div><p>DEBUT FICTION</P> <p>UK BESTSELLER</P> <div>What does it take to make us believe in the impossible?  <p></P>For Dr. Alfred Jones, life is a quiet mixture of civil service at the National Centre for Fisheries Excellence and marriage to Mary&#8212;an ambitious, no-nonsense financier. But a strange turn of fate from an unexpected direction forces Jones to upend his existence and spend all of his time in pursuit of another man&#8217;s ludicrous dream. Can there be salmon in the Yemen? Science says no. But if resources are limitless and the visionary is inspired, maybe salmon fishing in the Yemen isn&#8217;t impossible. Then again, maybe nothing is.  <p></DIV></DIV></DIV>", "average_rating": 3.46, "author": "Paul Torday", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416250/1376380013.4.jpg"}},{"annotation": "", "uuid": "G9K7EDXgBupNtojvCG7qem", "position": 24, "book": {"uuid": "rikqDf9GdqWnFFL5Ycj88n", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "24/7", "publication_date": "2013-06-04", "oyster_good_for_statement": "", "isbn": "9781781683118", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "description": "<p><em>24/7: Late Capitalism and the Ends of Sleep</em> explores some of the ruinous consequences of the expanding non-stop processes of twenty-first-century capitalism. The marketplace now operates through every hour of the clock, pushing us into constant activity and eroding forms of community and political expression, damaging the fabric of everyday life.</p><p>Jonathan Crary examines how this interminable non-time blurs any separation between an intensified, ubiquitous consumerism and emerging strategies of control and surveillance. He describes the ongoing management of individual attentiveness and the impairment of perception within the compulsory routines of contemporary technological culture. At the same time, he shows that human sleep, as a restorative withdrawal that is intrinsically incompatible with 24/7 capitalism, points to other more formidable and collective refusals of world-destroying patterns of growth and accumulation.</p><p><em>From the Hardcover edition.</em></p>", "average_rating": 4.17, "author": "Jonathan Crary", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683118/1386003273.81.jpg"}},{"annotation": "", "uuid": "QUYth2eGhKQZHFVThxGCM8", "position": 25, "book": {"uuid": "gpNuavdGM3BeQPGkUgew5B", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "Necessary Endings", "publication_date": "2011-01-18", "oyster_good_for_statement": "", "isbn": "9780062024985", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>End Pain.</p><p>Foster Personal and Professional Growth.</p><p>Live Better. </p></blockquote><p>While endings are a natural part of business and life, we often experience them with a sense of hesitation, sadness, resignation, or regret. But consultant, psychologist, and bestselling author Dr. Henry Cloud sees endings differently. He argues that our personal and professional lives can only improve to the degree that we can see endings as a necessary and strategic step to something better. If we cannot see endings in a positive light and execute them well, he asserts, the \"better\" will never come either in business growth or our personal lives.</p><p>In this insightful and deeply empathetic book, Dr. Cloud demonstrates that, when executed well, \"necessary endings\" allow us to proactively correct the bad and the broken in our lives in order to make room for the professional and personal growth we seek. However, when endings are avoided or handled poorly&#8212;as is too often the case&#8212;good opportunities may be lost, and misery repeated. Drawing on years of experience as an executive coach and a psychologist, Dr. Cloud offers a mixture of advice and case studies to help readers</p><ul><p></p><li>know when to have realistic hope and when to execute a necessary ending in a business, or with an individual; </li><p></p><p></p><li>identify which employees, projects, activities, and relationships are worth nurturing and which are not;</li><p></p><p></p><li>overcome people's resistance to change and create change that works;</li><li>create urgency and an action plan for what's important;</li><p></p><p></p><li>stop wasting resources needed for the things that really matter.</li><p></p></ul><p>Knowing when and how to let go when something, or someone, isn't working&#8212;a personal relationship, a job, or a business venture&#8212;is essential for happiness and success. <em>Necessary Endings</em> gives readers the tools they need to say good-bye and move on. </p>", "average_rating": 4.3, "author": "Henry Cloud", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062024985/1376530563.03.jpg"}},{"annotation": "", "uuid": "p3kVVZi2G9ViTyzwGusHa9", "position": 26, "book": {"uuid": "Q3rPDh5Tf7GjWgyiaiqsag", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "A Series of Unfortunate Events #1: The Bad Beginning", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061757099", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "fJ4pELUQGa4u4b2LMr9ARm", "image": null, "name": "Book Sense Book of the Year Honor Book"}], "description": "<p>Dear Reader,</p><p>I'm sorry to say that the book you are holding in your hands is extremely unpleasant. It tells an unhappy tale about three very unlucky children. Even though they are charming and clever, the Baudelaire siblings lead lives filled with misery and woe. From the very first page of this book when the children are at the beach and receive terrible news, continuing on through the entire story, disaster lurks at their heels. One might say they are magnets for misfortune. </p><p>In this short book alone, the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, and cold porridge for breakfast.</p><p>It is my sad duty to write down these unpleasant tales, but there is nothing stopping you from putting this book down at once and reading something happy, if you prefer that sort of thing.</p><p>With all due respect,</p><p>Lemony Snicket</p>", "average_rating": 3.8, "author": "Lemony Snicket", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061757099/1376489313.8.jpg"}},{"annotation": "", "uuid": "gbUt4mzhjEsvRncv82tji9", "position": 29, "book": {"uuid": "tDyUZLnSbVCAMt5QrSYf45", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "The Myth of the Rational Market", "publication_date": "2009-06-09", "oyster_good_for_statement": "", "isbn": "9780061885709", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Chronicling the rise and fall of the efficient market theory and the century-long making of the modern financial industry, Justin Fox's <em>The Myth of the Rational Market</em> is as much an intellectual whodunit as a cultural history of the perils and possibilities of risk. The book brings to life the people and ideas that forged modern finance and investing, from the formative days of Wall Street through the Great Depression and into the financial calamity of today. It's a tale that features professors who made and lost fortunes, battled fiercely over ideas, beat the house in blackjack, wrote bestselling books, and played major roles on the world stage. It's also a tale of Wall Street's evolution, the power of the market to generate wealth and wreak havoc, and free market capitalism's war with itself.</p><p>The efficient market hypothesis&#8212;long part of academic folklore but codified in the 1960s at the University of Chicago&#8212;has evolved into a powerful myth. It has been the maker and loser of fortunes, the driver of trillions of dollars, the inspiration for index funds and vast new derivatives markets, and the guidepost for thousands of careers. The theory holds that the market is always right, and that the decisions of millions of rational investors, all acting on information to outsmart one another, always provide the best judge of a stock's value. That myth is crumbling.</p><p>Celebrated journalist and columnist Fox introduces a new wave of economists and scholars who no longer teach that investors are rational or that the markets are always right. Many of them now agree with Yale professor Robert Shiller that the efficient markets theory &#8220;represents one of the most remarkable errors in the history of economic thought.&#8221; Today the theory has given way to counterintuitive hypotheses about human behavior, psychological models of decision making, and the irrationality of the markets. Investors overreact, underreact, and make irrational decisions based on imperfect data. In his landmark treatment of the history of the world's markets, Fox uncovers the new ideas that may come to drive the market in the century ahead. </p>", "average_rating": 3.76, "author": "Justin Fox", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061885709/1376528244.14.jpg"}},{"annotation": "", "uuid": "ZKqQhF4tXSnMqxD7gPXAGZ", "position": 30, "book": {"uuid": "2o6oLDmZkUHAjveoLbLB6o", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "A Dark Kiss of Rapture", "publication_date": "2011-10-06", "oyster_good_for_statement": "", "isbn": "9780982857175", "publisher": {"uuid": "RGa8HjdMD32msFSzjkHtoM", "name": "Sylvia Day"}, "awards": [], "description": "<p>Of all the Fallen, Raze&apos;s hungers are some of the darkest and most insatiable. His brazen seductions cost him his wings, leaving him soulless and immortal, the most dangerous of seducers. He has roamed the earth for eons, hunting the rogues of his kind and protecting the humans who provide him with blood and sex. He is content with his life and the transient pleasures that flow through it... until one night and one woman change everything.</p><p>Kimberly McAdams is smart, beautiful, and wealthy. She can have any man she wants, but the moment she sets eyes on the lethally stunning Raze she knows he’s the man she needs. As one searingly erotic night burns into something deeper and far more vital than either of them expected, an adversary from Raze&apos;s past sees a chance for revenge. Twisted by hatred, she will take from Raze what was taken from her—the precious gift of love.</p>", "average_rating": 3.82, "author": "Sylvia Day", "cover_img": "https://cflare.oysterbooks.com/covers/Sylvia%20Day/9780982857175/1383350119.76.jpg"}},{"annotation": "", "uuid": "ZBiuw44y5aLP69Vq5tVWmh", "position": 33, "book": {"uuid": "LhnCRvT2q4LpvMMNAXMVuR", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "Catching Fire", "publication_date": "2009-05-26", "oyster_good_for_statement": "", "isbn": "9780786744787", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<div><p>Ever since Darwin and <i>The Descent of Man</i>, the existence of humans has been attributed to our intelligence and adaptability. But in <i>Catching Fire</i>, renowned primatologist Richard Wrangham presents a startling alternative: our evolutionary success is the result of cooking. In a groundbreaking theory of our origins, Wrangham shows that the shift from raw to cooked foods was the key factor in human evolution. When our ancestors adapted to using fire, humanity began. Once our hominid ancestors began cooking their food, the human digestive tract shrank and the brain grew. Time once spent chewing tough raw food could be sued instead to hunt and to tend camp. Cooking became the basis for pair bonding and marriage, created the household, and even led to a sexual division of labor. Tracing the contemporary implications of our ancestors&rsquo; diets, <i>Catching Fire</i> sheds new light on how we came to be the social, intelligent, and sexual species we are today. A pathbreaking new theory of human evolution, <i>Catching Fire</i> will provoke controversy and fascinate anyone interested in our ancient origins&mdash;or in our modern eating habits.</p></div>", "average_rating": 4.19, "author": "Richard Wrangham", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780786744787/1387370934.34.jpg"}},{"annotation": "", "uuid": "36bpmozcD7AdeUi2WLWxC8", "position": 34, "book": {"uuid": "RrjDyjQf5g3GNBJBM4QgzA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "I Heart New York", "publication_date": "2010-09-07", "oyster_good_for_statement": "", "isbn": "9780062018533", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>Angela Clark is in love&#8212;with the most fabulous city in the world! </p></blockquote><p>When Angela catches her boyfriend with another woman at her best friend's wedding, she's heartbroken and desperate to run away. With little more than a crumpled bridesmaid dress, a pair of Louboutins, and her passport in hand, Angela decides to jump on a plane for . . . NYC!</p><p>Settling into a cute hotel and quickly bonding with benevolent concierge Jenny&#8212;a chatterbox Oprah wannabe with room for a new best friend&#8212;Angela heads out for a New York makeover, some serious retail therapy, and a whirlwind tour of the city. Before she knows it, she's dating two sexy guys and blogging about her Big Apple escapades for a real fashion magazine. But while it's one thing telling readers about your romantic dilemmas, it's another working them out for yourself. Angela has fallen head over heels for the city that never sleeps, but does she heart New York more than home?</p>", "average_rating": 3.82, "author": "Lindsey Kelk", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062018533/1376530451.82.jpg"}},{"annotation": "", "uuid": "AcgLhPJ84AekXUJazUWMNo", "position": 34, "book": {"uuid": "4DWWzaXMF5RKspyJodJmr9", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Secret Life of Lobsters", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061873973", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>In this intimate portrait of an island lobstering community and aneccentric band of renegade biologists, journalist Trevor Corson escorts the reader onto the slippery decks of fishing boats, through danger-filled scuba dives, and deep into the churning currents of the Gulf of Maine to learn about the secret undersea lives of lobsters.</p>This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.", "average_rating": 3.94, "author": "Trevor Corson", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061873973/1376528083.32.jpg"}},{"annotation": "", "uuid": "eWrMjCioe5kUUMGBTUSH4f", "position": 35, "book": {"uuid": "drTKsxm9KnZZp8HcbNsTUE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "Eve of Warfare (Marked Series)", "publication_date": "2010-10-01", "oyster_good_for_statement": "", "isbn": "9780982857137", "publisher": {"uuid": "RGa8HjdMD32msFSzjkHtoM", "name": "Sylvia Day"}, "awards": [], "description": "<p>Lycans, vampires, and cherubs... oh my.</p><p>All Evangeline Hollis wants is to stay out of trouble long enough to lose the Mark of Cain, which drafted her into hunting demons for God. A former agnostic, she&apos;s still recovering from being the latest point of contention between the two men in her life--Cain and Abel. Now she&apos;s working for a cherub who thinks putting her undercover as a housewife is the best way to ferret out a rogue vampire hiding in an idyllic Orange County, California residential community.</p><p>Eve knows when she&apos;s being used as a pawn in the celestial political game. Now, she just has to figure out who&apos;s the greater threat: the vampire she&apos;s hunting, the cherub yanking her chain, or the two brothers vying to play the role of her spouse--&apos;til death do them part. Which in her line of work, could happen any minute...</p><p>(&quot;Eve of Warfare&quot; is a stand-alone novella, which falls after EVE OF CHAOS in the Marked series chronology.)</p><p>Includes bonus content: the opening chapter of EVE OF DARKNESS</p><p>*Reviews*</p><p>&quot;Exhilarating adventure in an edgy world of angels and demons... Dynamic and vibrant, Eve is an impressive protagonist, and her fierce spirit and determination to make the best of her circumstances will keep readers enthralled.&quot; -- Publishers Weekly</p><p>&quot;Day, aka multitalented author Sylvia Day, explodes onto the urban fantasy scene with a new twist on the Cain and Abel story. It&apos;s dark, gritty and sexy to the max...&quot;--RT BOOKreviews</p><p>&quot;Great characters and terrific storytelling in a hot-blooded adrenaline ride. A keep-you-up-all-night read.&quot; -- Patricia Briggs, #1 New York Times bestselling author (on EVE OF DARKNESS)</p><p>&quot;EVE OF DARKNESS is a sizzling, heart-pounding urban fantasy that thrilled and fascinated me from beginning to end. Eve is a smart, spirited heroine I won’t soon forget!&quot; -- Jeri Smith-Ready, award-winning author of WICKED GAME and SHADE</p><p>*About the Author*</p><p>S. J. Day&apos;s resume includes a variety of odd jobs ranging from amusement park employee to Russian linguist/interrogator for the U.S. Army Military Intelligence. She&apos;s presently a full-time writer. A native Southern Californian, S.J. thinks there&apos;s no place like home, but she loves to travel. Her adventures have taken her to Japan, Holland, Germany, France, Mexico, Jamaica, and all over the United States. She&apos;s now hard at work on her next book.</p>", "average_rating": 4.01, "author": "S.J. Day", "cover_img": "https://cflare.oysterbooks.com/covers/Sylvia%20Day/9780982857137/1384218998.24.jpg"}},{"annotation": "", "uuid": "wGDTpknP2EGezWuDRq4EYM", "position": 36, "book": {"uuid": "WPLqdzcZCi7V2m8EjnhEDH", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "The Hobbit", "publication_date": "2012-02-15", "oyster_good_for_statement": "", "isbn": "9780547951973", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<div><div>Now a major motion picture<BR><BR>A great modern classic and the prelude to <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br><BR>&#8220;A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible . . . All those, young or old, who love a fine adventurous tale, beautifully told, will take <I>The Hobbit</I> to their hearts.&#8221; &#8211; <I>New York Times Book Review</I></DIV></DIV>", "average_rating": 4.19, "author": "J.R.R. Tolkien", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951973/1392100385.58.jpg"}},{"annotation": "", "uuid": "PDc8nK8NbXzUyrKUba9mb3", "position": 37, "book": {"uuid": "JeVTikusXcxFyvngugmGRo", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Friday Night Lights", "publication_date": "2004-09-01", "oyster_good_for_statement": "", "isbn": "9780306815973", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>Return once again to the timeless account of the Permian Panthers of Odessa--the winningest high-school football team in Texas history. Odessa is not known to be a town big on dreams, but the Panthers help keep the hopes and dreams of this small, dusty town going. Socially and racially divided, its fragile economy follows the treacherous boom-bust path of the oil business. In bad times, the unemployment rate barrels out of control; in good times, its murder rate skyrockets. But every Friday night from September to December, when the Permian High School Panthers play football, this West Texas town becomes a place where dreams can come true. With frankness and compassion, H. G. Bissinger chronicles a season in the life of Odessa and shows how single-minded devotion to the team shapes the community and inspires--and sometimes shatters--the teenagers who wear the Panthers' uniforms.</Div>", "average_rating": 4.33, "author": "H.G. Bissinger", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306815973/1387370846.35.jpg"}},{"annotation": "", "uuid": "KMEEHHnwugkGomu6eWh8Hk", "position": 38, "book": {"uuid": "PPhzbBEwYzrNw8BZR9B4NS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "The Last Apprentice: A Coven of Witches", "publication_date": "2011-12-13", "oyster_good_for_statement": "", "isbn": "9780062120908", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Beware a girl in pointy shoes!</p><p>A girl wearing pointy shoes might be a witch. And the first thing a spook's apprentice learns is never, ever to trust a witch. </p><p>In this bone-chilling collection of tales, you will learn exactly why that is, as you encounter:</p><ul><p></p><li>a fair and beautiful woman with green scales running down her spine . . . </li><p></p><p></p><li>a dead witch who lurks under rotting leaves and hunts for blood . . .</li><p></p><p></p><li>Alice, Tom Ward's best friend, who once lived with one of the darkest witches of all . . .</li><p></p><p></p><li>and a witch whose cry of revenge can kill.</li><p></p></ul><p>The dark is all around. Who will survive?</p>", "average_rating": 4.11, "author": "Joseph Delaney", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062120908/1378009705.21.jpg"}},{"annotation": "", "uuid": "fHFobB48Czic9HmHbgtW5Y", "position": 39, "book": {"uuid": "5Mvti6Xzu3WqHk9dfzLpUa", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "The Best American Short Stories 2012", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9780547377186", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P>The Best American Series&#174;<br>First, Best, and Best-Selling<br><BR>The Best American series is the premier annual showcase for the country&#8217;s finest short fiction and nonfiction. Each volume&#8217;s series editor selects notable works from hundreds of magazines, journals, and websites. A special guest editor, a leading writer in the field, then chooses the best twenty or so pieces to publish. This unique system has made the Best American series the most respected &#8212; and most popular &#8212; of its kind.<br><BR><I>The Best American Short Stories 2012</I> includes  <p>Nathan Englander, Mary Gaitskill, Roxane Gay, Jennifer Haigh,<br>Steven Millhauser, Alice Munro, Lawrence Osborne, Eric Puchner,<br>George Saunders, Kate Walbert, and others  <p>&#160;", "average_rating": 3.77, "author": "Tom Perrotta", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547377186/1376382047.26.jpg"}},{"annotation": "", "uuid": "MSqegmGjAgxioSuKp8LwpU", "position": 40, "book": {"uuid": "kuty8PUtvdnLdpW73WKPYL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 560, "title": "Blackwater", "publication_date": "2008-05-27", "oyster_good_for_statement": "", "isbn": "9781568584065", "publisher": {"uuid": "6drzwNs6sqMUS2pmUcB6rn", "name": "Nation Books"}, "awards": [], "description": "<DIV>It was the Mogadishu moment of the Iraq war. March 31, 2004: Four American mercenaries are ambushed in the Sunni hotbed of Fallujah, their jeeps set ablaze with the men inside. An angry mob drags their charred corpses through the streets, hanging them from a bridge over the Euphrates River. \"Fallujah is the graveyard of the Americans!,\" the mob declares in front of the cameras. Within hours, the images spread across the world. The ensuing US slaughter in Fallujah would fuel the fierce Iraqi resistance that haunts US occupation forces to this day. Who were the mercenaries killed in Fallujah and who sent them there to die?<br><br> Meet Blackwater USA, the powerful private army that the U.S. government has quietly hired to operate in international war zones and on American soil. Founded by billionaire Erik Prince, the company has its own military base, a fleet of twenty aircraft, and twenty-thousand troops at the ready, Blackwater is the elite Praetorian Guard for the \"global war on terror\"-- yet most people have never heard of it. It was the moment the war turned: On March 31, 2004, four Americans were ambushed and burned near their jeeps by an angry mob in the Sunni stronghold of Falluja. Their charred corpses were hung from a bridge over the Euphrates River. The ensuing slaughter by U.S. troops would fuel the fierce Iraqi resistance that haunts occupation forces to this day. But these men were neither American military nor civilians. They were highly trained private soldiers sent to Iraq by a secretive mercenary company based in the wilderness of North Carolina. <i>Blackwater: The Rise of the World's Most Powerful Mercenary Army</i> is the unauthorized story of the epic rise of one of the most powerful and secretive forces to emerge from the U.S. military-industrial complex, hailed by the Bush administration as a revolution in military affairs, but considered by others as a dire threat to American democracy.</div>", "average_rating": 3.21, "author": "Jeremy Scahill", "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568584065/1387370907.76.jpg"}},{"annotation": "", "uuid": "4vyPCjQHZz5Jj3XPonymW3", "position": 41, "book": {"uuid": "xND43MneFztFhmD2gHZku6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "We Are What We Pretend To Be", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781593157449", "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}, "awards": [], "description": "<DIV>Called &ldquo;our finest black-humorist&rdquo; by <I>The Atlantic Monthly</I>,  Kurt Vonnegut was one of the most influential writers of the 20th  century. Now his first and last works come together for the first time  in print, in a collection aptly titled after his famous phrase, <I>We Are What We Pretend To Be</I>.<BR><br> Written to be sold under the pseudonym of &ldquo;Mark Harvey,&rdquo; <I>Basic Training</I>  was never published in Vonnegut&rsquo;s lifetime. It appears to have been  written in the late 1940s and is therefore Vonnegut&rsquo;s first ever  novella. It is a bitter, profoundly disenchanted story that satirizes  the military, authoritarianism, gender relationships, parenthood and  most of the assumed mid-century myths of the family. Haley Brandon, the  adolescent protagonist, comes to the farm of his relative, the old crazy  who insists upon being called The General, to learn to be a  straight-shooting American. Haley&rsquo;s only means of survival will lead him  to unflagging defiance of the General&rsquo;s deranged (but oh so American,  oh so military) values. This story and its thirtyish author were no  friends of the milieu to which the slick magazines&rsquo; advertisers were  pitching their products.<BR><br> When Vonnegut passed away in 2007, he left his last novel unfinished. Entitled <I>If God Were Alive Today</I>,  this last work is a brutal satire on societal ignorance and carefree  denial of the world&rsquo;s major problems. Protagonist Gil Berman is a  middle-aged college lecturer and self-declared stand-up comedian who  enjoys cracking jokes in front of a college audience while societal  dependence on fossil fuels has led to the apocalypse. Described by  Vonnegut as, &ldquo;the stand-up comedian on Doomsday,&rdquo; Gil is a character  formed from Vonnegut&rsquo;s own rich experiences living in a reality Vonnegut  himself considered inevitable.<BR> <p class=\"MsoNormal\">Along with the two works of fiction, Vonnegut&rsquo;s daughter, Nanette shares reminiscences about her father and commentary on these two works&mdash;both exclusive to this edition.</p> In this fiction collection, published in print for the  first time, exist Vonnegut&rsquo;s grand themes: trust no one, trust nothing;  and the only constants are absurdity and resignation, which themselves  cannot protect us from the void but might divert.</div>", "average_rating": 3.58, "author": "Kurt Vonnegut", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157449/1387371125.37.jpg"}},{"annotation": "", "uuid": "DXkxAUdiQjmFwxr2jngngi", "position": 43, "book": {"uuid": "GdmRES7mJksMke32BahRLB", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 300, "title": "Endurance", "publication_date": "2008-03-03", "oyster_good_for_statement": "", "isbn": "9780306817731", "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}, "awards": [], "description": "<DIV>The astonishing saga of polar explorer Ernest Shackleton's survival for over a year on the ice-bound Antarctic seas, as Time magazine put it, \"defined heroism.\" Alfred Lansing's scrupulously researched and brilliantly narrated book -- with over 200,000 copies sold -- has long been acknowledged as the definitive account of the Endurance's fateful trip. To write their authoritative story, Lansing consulted with ten of the surviving members and gained access to diaries and personal accounts by eight others. The resulting book has all the immediacy of a first-hand account, expanded with maps and illustrations especially for this edition.</Div>", "average_rating": 4.78, "author": "Alfred Lansing", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780306817731/1387370967.64.jpg"}},{"annotation": "", "uuid": "WFvmVHsmULQA2cprHZfUKV", "position": 44, "book": {"uuid": "WKR5vkypaP8pYqqJTfs5RG", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Valkyrie", "publication_date": "2008-12-02", "oyster_good_for_statement": "", "isbn": "9780786727148", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>When on July 20, 1944, a bomb&#151;boldly placed inside Hitler&#8217;s headquarters by Colonel Count Claus von Stauffenberg&#151; exploded without killing the F&#252;hrer, the subsequent coup d&#8217;&#233;tat against the Third Reich collapsed. The conspirators were summarily shot or condemned in show trials and sadistically hanged. One of the few survivors of the conspiracy was Hans Bernd Gisevius, who had used his positions in the Gestapo and the <I>Abwehr</I> (military intelligence) to further the anti-Nazi plot. <I>Valkyrie</I>, an abridgment of Gisevius&#8217;s classic insider&#8217;s account <I>To the Bitter End</I>, is an intimate memoir as riveting as it is exceptional.</DIV>", "average_rating": 3.8, "author": "Hans Bernd Gisevius", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786727148/1387370852.43.jpg"}},{"annotation": "", "uuid": "T4z4MCoYeWAegxdiYWxqAC", "position": 46, "book": {"uuid": "UGdneNmvtwkadMX8YcLKGm", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "29 Gifts", "publication_date": "2009-10-06", "oyster_good_for_statement": "", "isbn": "9780786745999", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>At age thirty-five, Cami Walker was burdened by a battle with multiple sclerosis, a chronic neurological condition that made it difficult for her to walk, work, or enjoy her life. Seeking a remedy for her depression after being hospitalized, she received an uncommon prescription from an African medicine woman: <I>Give to others for 29 days</I>.<P><I>29 Gifts</I> is the insightful story of the author&#8217;s life change as she embraces and reflects on the naturally reciprocal process of giving and receiving. Many of Walker&#8217;s gifts were simple &#151;a phone call, spare change, a Kleenex. Yet the acts were transformative. By Day 29, not only had Walker&#8217;s health and happiness improved, but she had created a worldwide giving movement.<P>The book also includes personal essays from others whose lives changed for the better by giving, plus pages for the reader to record their own journey. More than a memoir, <I>29 Gifts</I> offers inspiring lessons on how a simple daily practice of altruism can dramatically alter your outlook on the world.</DIV>", "average_rating": 4.14, "author": "Cami Walker", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786745999/1387370842.63.jpg"}},{"annotation": "", "uuid": "o434fv3afRLGWiz7JWG6Qo", "position": 48, "book": {"uuid": "cx4G9xrY3ZJGKgEgcsHuVa", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 170, "title": "Julie of the Wolves", "publication_date": "2011-08-09", "oyster_good_for_statement": "", "isbn": "9781453223406", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "yfEBSWMhGZYULnxyGRLvXQ", "image": null, "name": "Newbery Honor"}, {"uuid": "wRC9yGoSixcfugX9fN7oEf", "image": null, "name": "Newbery Medal"}, {"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "description": "<DIV><b>In this Newbery Medal&ndash;winning book, a young Eskimo girl must join a pack of wolves to survive</b></div><DIV>&#160;</div><DIV>When her mother dies and her father heads to war, thirteen-year-old Miyax is sent away to be married to a boy she barely knows. Unhappy in her new life, she flees from her home in Alaska, intending to find her way to San Francisco, where her pen pal, Amy (who knows Miyax as &ldquo;Julie&rdquo;), lives.</div><DIV>&#160;</div><DIV>The Alaskan tundra is vast and white, and Miyax soon becomes lost. When she comes across a wolf pack, she decides to make her camp nearby, hoping to befriend the wild animals. As she lives among the wolves, speaking to them in their own language, Miyax sees that the old Eskimo ways will help her to survive&mdash;but is survival enough?</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Jean Craighead George, including rare photos from the author&rsquo;s personal collection.</div>", "average_rating": 3.74, "author": "Jean Craighead George", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Julie%20of%20the%20Wolves/1373329937.42.jpg"}},{"annotation": "", "uuid": "ZmX9UzGu6pJNKn4aLPyjWj", "position": 48, "book": {"uuid": "4M54nTdevHGgvZGwnLTo5G", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The Girl Who Fell from the Sky", "publication_date": "2011-01-11", "oyster_good_for_statement": "", "isbn": "9781616200374", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [{"uuid": "9uqAJ3Sf2zhHtPZr7vzQpb", "image": null, "name": "Bellwether Prize Winner"}], "description": "Rachel, the daughter of a danish mother and a black G.I., becomes the sole survivor of a family tragedy after a fateful morning on their Chicago rooftop. <br> <br> Forced to move to a new city, with her strict African American grandmother as her guardian, Rachel is thrust for the first time into a mostly black community, where her light brown skin, blue eyes, and beauty bring a constant stream of attention her way. It’s there, as she grows up and tries to swallow her grief, that she comes to understand how the mystery and tragedy of her mother might be connected to her own uncertain identity. <br> <br> This searing and heartwrenching portrait of a young biracial girl dealing with society’s ideas of race and class is the winner of the Bellwether Prize for best fiction manuscript addressing issues of social justice.", "average_rating": 3.6, "author": "Heidi W. Durrow", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200374/1377656960.08.jpg"}},{"annotation": "", "uuid": "pLx7wBGjaQQKVJQLFvCGjV", "position": 50, "book": {"uuid": "muaeu9bpwHCgxCua8pUt4j", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 112, "title": "Shoplifting from American Apparel.", "publication_date": "2010-12-29", "oyster_good_for_statement": "", "isbn": "9781612190280", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Set mostly in Manhattan—although also featuring Atlantic City, Brooklyn, GMail Chat, and Gainsville, Florida—this autobiographical novella, spanning two years in the life of a young writer with a cultish following, has been described by the author as \"A shoplifting book about vague relationships,” \"2 parts shoplifting arrest, 5 parts vague relationship issues,” and \"An ultimately life-affirming book about how the unidirectional nature of time renders everything beautiful and sad.”</p>\n<p>From VIP rooms in \"hip” New York City clubs to central booking in Chinatown, from New York University's Bobst Library to a bus in someone's backyard in a college-town in Florida, from Bret Easton Ellis to Lorrie Moore, and from Moby to Ghost Mice, it explores class, culture, and the arts in all their American forms through the funny, journalistic, and existentially-minded narrative of someone trying to both \"not be a bad person” and \"find some kind of happiness or something,” while he is driven by his failures and successes at managing his art, morals, finances, relationships, loneliness, confusion, boredom, future, and depression.</p>", "average_rating": 3.1, "author": "Tao Lin", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190280/1377114903.72.jpg"}},{"annotation": "", "uuid": "zGKwRPNP5bZv52Pg8y9oPa", "position": 50, "book": {"uuid": "F5nbifJ3UoU4Fp88eqKYL", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 1216, "title": "The Lord of the Rings", "publication_date": "2012-02-15", "oyster_good_for_statement": "", "isbn": "9780547951942", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "B7kf4Fkp3kubyypudCPADa", "image": null, "name": "International Fantasy Award Winner"}, {"uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null, "name": "Prix du Meilleur Livre Étranger"}, {"uuid": "jmFk949h4YiMJNCuWJwrfX", "image": null, "name": "Prometheus Hall of Fame Award Winner"}], "description": "<DIV>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them<BR><BR>In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.<BR><BR>From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.<BR><BR>When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.<BR><BR>The Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.<BR><BR>This new edition includes the fiftieth-anniversary fully corrected text setting and, for the first time, an extensive new index.<BR><BR>J.R.R. Tolkien (1892-1973), beloved throughout the world as the creator of The Hobbit, The Lord of the Rings, and The Silmarillion, was a professor of Anglo-Saxon at Oxford, a fellow of Pembroke College, and a fellow of Merton College until his retirement in 1959. His chief interest was the linguistic aspects of the early English written tradition, but while he studied classic works of the past, he was creating a set of his own.<BR></DIV>", "average_rating": 4.41, "author": "J.R.R. Tolkien", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951942/1376382404.81.jpg"}},{"annotation": "", "uuid": "tG2ycbyb67jhSoYg2y3bKc", "position": 51, "book": {"uuid": "iiWqPyhmtQm35AJaEmKw", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 350, "title": "Water for Elephants", "publication_date": "2007-05-01", "oyster_good_for_statement": "", "isbn": "9781565125858", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [{"uuid": "LJFriVcoS9TatDAAnqDEUR", "image": null, "name": "Book Sense Book of the Year Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Though he may not speak of them, the memories still dwell inside Jacob Jankowski's ninety-something-year-old mind. Memories of himself as a young man, tossed by fate onto a rickety train that was home to the Benzini Brothers Most Spectacular Show on Earth. Memories of a world filled with freaks and clowns, with wonder and pain and anger and passion; a world with its own narrow, irrational rules, its own way of life, and its own way of death. The world of the circus: to Jacob it was both salvation and a living hell.<br /><br /> Jacob was there because his luck had run out—orphaned and penniless, he had no direction until he landed on this locomotive \"ship of fools.\" It was the early part of the Great Depression, and everyone in this third-rate circus was lucky to have any job at all. Marlena, the star of the equestrian act, was there because she fell in love with the wrong man, a handsome circus boss with a wide mean streak. And Rosie the elephant was there because she was the great gray hope, the new act that was going to be the salvation of the circus; the only problem was, Rosie didn't have an act—in fact, she couldn't even follow instructions. The bond that grew among this unlikely trio was one of love and trust, and ultimately, it was their only hope for survival. <br /><br /> Surprising, poignant, and funny, <i>Water for Elephants</i> is that rare novel with a story so engrossing, one is reluctant to put it down; with characters so engaging, they continue to live long after the last page has been turned; with a world built of wonder, a world so real, one starts to breathe its air.</p>", "average_rating": 4.05, "author": "Sara Gruen", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565125858/1377656825.9.jpg"}},{"annotation": "", "uuid": "VPaZnaJd4NW4EfbpfTGPKC", "position": 52, "book": {"uuid": "SPDavwYyg2WwLskYStAMbc", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Life of Pi", "publication_date": "2002-06-04", "oyster_good_for_statement": "", "isbn": "9780547416113", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "S687FDqtNJy6G4sKZyvWSD", "image": null, "name": "Man Booker Prize Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>MORE THAN SEVEN MILLION COPIES SOLD</P> <p>The beloved and bestselling novel and winner of the Booker Prize, <I>Life of Pi</I>, now with cover art from the major motion picture directed by Ang Lee</P> <p><I>New York Times</I> Bestseller * <I>Los Angeles Times</I> Bestseller * <I>Washington Post</I> Bestseller * <I>San Francisco Chronicle</I> Bestseller * <I>Chicago Tribune</I> Bestseller</p> <p>\"A story to make you believe in the soul-sustaining power of fiction.\"&#8212;<I>Los Angeles Times Book Review </I></P> <p>After the sinking of a cargo ship, a solitary lifeboat remains bobbing on the wild blue Pacific. The only survivors from the wreck are a sixteen-year-old boy named Pi, a hyena, a wounded zebra, an orangutan&#8212;and a 450-pound royal bengal tiger. The scene is set for one of the most extraordinary and beloved works of fiction in recent years.  <p>Universally acclaimed upon publication, <I>Life of Pi</I> is a modern classic.", "average_rating": 3.86, "author": "Yann Martel", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416113/1376382266.64.jpg"}},{"annotation": "", "uuid": "YaDCVqpSZCENGvmCP2xqsN", "position": 55, "book": {"uuid": "Gzce8LjbZQvmPVxdZvyjF", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 240, "title": "How Will You Measure Your Life?", "publication_date": "2012-05-15", "oyster_good_for_statement": "", "isbn": "9780062102423", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>In 2010 world-renowned innovation expert Clayton M. Christensen gave a powerful speech to the Harvard Business School's graduating class. Drawing upon his business research, he offered a series of guidelines for finding meaning and happiness in life. He used examples from his own experiences to explain how high achievers can all too often fall into traps that lead to unhappiness.</p><p>The speech was memorable not only because it was deeply revealing but also because it came at a time of intense personal reflection: Christensen had just overcome the same type of cancer that had taken his father's life. As Christensen struggled with the disease, the question \"How do you measure your life?\" became more urgent and poignant, and he began to share his insights more widely with family, friends, and students.</p> <p>In this groundbreaking book, Christensen puts forth a series of questions: How can I be sure that I'll find satisfaction in my career? How can I be sure that my personalrelationships become enduring sources of happiness? How can I avoid compromising my integrity&#8212;and stay out of jail? Using lessons from some of the world's greatest businesses, he provides incredible insights into these challenging questions.</p> <p><em>How Will You Measure Your Life?</em> is full of inspiration and wisdom, and will help students, midcareer professionals, and parents alike forge their own paths to fulfillment.</p>", "average_rating": 4.06, "author": "Clayton M. Christensen", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062102423/1376468149.18.jpg"}},{"annotation": "", "uuid": "UBavd7knj4D5Rs9MF8QJEe", "position": 56, "book": {"uuid": "paohg48LvwMEX7zpSzxRmA", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 768, "title": "A People's History of the United States", "publication_date": "2010-01-26", "oyster_good_for_statement": "", "isbn": "9780061989834", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "eYKvqpafcTyqyGvFx3Mrj4", "image": null, "name": "National Book Award Finalist"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>Since its original landmark publication in 1980, <em>A People&#39;s History of the United States</em> has been chronicling American history from the bottom up, throwing out the official version of history taught in schools&#8211;with its emphasis on great men in high places&#8211;to focus on the street, the home, and the workplace.</p><p>Known for its lively, clear prose as well as its scholarly research, <em>A People&#39;s History</em> is the only volume to tell America&#39;s story from the point of view of&#8211;and in the words of&#8211;America&#39;s women, factory workers, African Americans, Native Americans, working poor, and immigrant laborers. As historian Howard Zinn shows, many of our country&#39;s greatest battles&#8211;for a fair wage, an eight-hour workday, child-labor laws, health and safety standards, universal suffrage, women&#39;s rights, racial equality&#8211;were carried out at the grassroots level, against bloody resistance. Covering Christopher Columbus&#39;s arrival through the 2000 Election and the &#34;war on terrorism,&#34; <em>A People&#39;s History of the United States</em>, which was nominated for the American Book Award in 1981 and has sold more than one million copies, features insightful analysis of the most important events in our history.</p><p>This new edition contains two new chapters covering the Clinton presidency, the 2000 Election, and the &#34;war on terrorism,&#34; continuing Zinn&#39;s important contribution to a complete and balanced understanding of American history.</p>", "average_rating": 4.16, "author": "Howard Zinn", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061989834/1376452858.2.jpg"}},{"annotation": "", "uuid": "AEA9mcJ3zxjuS7KmXtfTWT", "position": 56, "book": {"uuid": "QtFEcNzMYRSRNoKz2HpXyn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 368, "title": "Fast Food Nation", "publication_date": "2001-01-17", "oyster_good_for_statement": "", "isbn": "9780547518244", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P><I>New York Times</I> Bestseller,&#160;</P> <p>&#160;With a New Afterword<BR><BR>&#8220;Schlosser has a flair for dazzling scene-setting and an arsenal of startling facts . . . <I>Fast Food Nation</I> points the way but, to resurrect an old fast food slogan, the choice is yours.&#8221;&#8212;<I>Los Angeles Times</I><BR><BR>In 2001, <I>Fast Food Nation</I> was published to critical acclaim and became an international bestseller. Eric Schlosser&#8217;s expos&#233; revealed how the fast food industry has altered the landscape of America, widened the gap between rich and poor, fueled an epidemic of obesity, and transformed food production throughout the world. The book changed the way millions of people think about what they eat and helped to launch today&#8217;s food movement.<BR><BR>In a new afterword for this edition, Schlosser discusses the growing interest in local and organic food, the continued exploitation of poor workers by the food industry, and the need to ensure that every American has access to good, healthy, affordable food. <I>Fast Food Nation</I> is as relevant today as it was a decade ago. The book inspires readers to look beneath the surface of our food system, consider its impact on society and, most of all, think for themselves.<BR><BR>&#8220;As disturbing as it is irresistible . . . Exhaustively researched, frighteningly convincing . . . channeling the spirits of Upton Sinclair and Rachel Carson.&#8221;&#8212;<I>San Francisco Chronicle</I><BR><BR>&#8220;Schlosser shows how the fast food industry conquered both appetite and landscape.&#8221;&#8212;<I>The New Yorker</I><BR><BR>Eric Schlosser is a contributing editor for the <I>Atlantic </I>and the author of <I>Fast Food Nation</I>, <I>Reefer Madness</I>, and <I>Chew on This</I> (with Charles Wilson).", "average_rating": 3.71, "author": "Eric Schlosser", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547518244/1389680499.8.jpg"}},{"annotation": "", "uuid": "ozNFNSkh7AnAz6uYaavDEk", "position": 57, "book": {"uuid": "BstpJXe32HAKchLrJmNJNS", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Mudbound", "publication_date": "2008-03-04", "oyster_good_for_statement": "", "isbn": "9781565126374", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [{"uuid": "9uqAJ3Sf2zhHtPZr7vzQpb", "image": null, "name": "Bellwether Prize Winner"}], "description": "In Jordan's prize-winning debut, prejudice takes many forms, both subtle and brutal. It is 1946, and city-bred Laura McAllan is trying to raise her children on her husband's Mississippi Delta farm—a place she finds foreign and frightening. In the midst of the family's struggles, two young men return from the war to work the land. Jamie McAllan, Laura's brother-in-law, is everything her husband is not—charming, handsome, and haunted by his memories of combat. Ronsel Jackson, eldest son of the black sharecroppers who live on the McAllan farm, has come home with the shine of a war hero. But no matter his bravery in defense of his country, he is still considered less than a man in the Jim Crow South. It is the unlikely friendship of these brothers-in-arms that drives this powerful novel to its inexorable conclusion.<br> <br> The men and women of each family relate their versions of events and we are drawn into their lives as they become players in a tragedy on the grandest scale. As Kingsolver says of Hillary Jordan, \"Her characters walked straight out of 1940s Mississippi and into the part of my brain where sympathy and anger and love reside, leaving my heart racing. They are with me still.\"", "average_rating": 4.0, "author": "Hillary Jordan", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126374/1377656854.95.jpg"}},{"annotation": "", "uuid": "tsyQM5MrX3BGvYuEbetNEY", "position": 57, "book": {"uuid": "KkiKWRok22XMrYnwCXwoVW", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "A Reliable Wife", "publication_date": "2010-01-05", "oyster_good_for_statement": "", "isbn": "9781616200008", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "Rural Wisconsin, 1909. In the bitter cold, Ralph Truitt, a successful businessman, stands alone on a train platform waiting for the woman who answered his newspaper advertisement for \"a reliable wife.\" But when Catherine Land steps off the train from Chicago, she's not the \"simple, honest woman\" that Ralph is expecting. She is both complex and devious, haunted by a terrible past and motivated by greed. Her plan is simple: she will win this man's devotion, and then, ever so slowly, she will poison him and leave Wisconsin a wealthy widow. What she has not counted on, though, is that Truitt — a passionate man with his own dark secrets —has plans of his own for his new wife. Isolated on a remote estate and imprisoned by relentless snow, the story of Ralph and Catherine unfolds in unimaginable ways. <br><br>With echoes of <i>Wuthering Heights</i> and <i>Rebecca</i>, Robert Goolrick's intoxicating debut novel delivers a classic tale of suspenseful seduction, set in a world that seems to have gone temporarily off its axis.<br>", "average_rating": 3.22, "author": "Robert Goolrick", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200008/1377656910.08.jpg"}},{"annotation": "", "uuid": "HrLCudc7hRTRRJHXjxxJrS", "position": 58, "book": {"uuid": "9ns5nHDcZjAuqGenSMPSs7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "Arctic Dreams", "publication_date": "2013-06-25", "oyster_good_for_statement": "", "isbn": "9781480409149", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null, "name": "National Book Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>In his National Book Award&ndash;winning masterwork about imagination and desire in a northern landscape, revered writer Barry Lopez carries readers on a breathtaking journey into the heart of one of the world&rsquo;s last frontiers</b></div><DIV><BR>In this award-winning classic, Barry Lopez explores the ways the human imagination engages with a landscape at once barren and beautiful, perilous and alluring, austere yet teeming with vibrant life, and shot through with human history. The Arctic has for centuries been a destination for the most ambitious explorers&mdash;a place of dreams, fears, and awe-inspiring spectacle.</div><DIV>&#160;</div><DIV>Based on Lopez&rsquo;s years spent traveling the Arctic regions in the company of Eskimo hunting parties and scientific expeditions alike, <i>Arctic Dreams </i>investigates the unique terrain of the human mind, thrown into relief against the vastness of the tundra and the frozen ocean. Eye-opening and profoundly moving, it is a magnificent appreciation of how wilderness challenges and inspires us. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Barry Lopez including rare images and never-before-seen documents from the author&rsquo;s personal collection.</div></div>", "average_rating": 4.18, "author": "Barry Lopez", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Arctic%20Dreams/1373336175.25.jpg"}},{"annotation": "", "uuid": "2kB36wnE2LSKTUPEULh6im", "position": 59, "book": {"uuid": "ERbHTtJ5HXHq8XBqHmPjEQ", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "Brief Encounters with Che Guevara", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061847622", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "qGW3ZRKGJVitTshiVFYiqN", "image": null, "name": "PEN/Hemingway Foundation Award Winner"}], "description": "<p>The well-intentioned protagonists of <em>Brief Encounters with Che Guevara</em> are caught -- to both disastrous and hilarious effect -- in the maelstrom of political and social upheaval surrounding them. In \"Near-Extinct Birds of the Central Cordillera,\" an ornithologist being held hostage in the Colombian rain forest finds that he respects his captors for their commitment to a cause, until he realizes that the Revolution looks a lot like big business. In \"The Good Ones Are Already Taken,\" the wife of a Special Forces officer battles a Haitian voodoo goddess with whom her husband is carrying on a not-entirely-spiritual relationship. And in \"The Lion's Mouth,\" a disillusioned aid worker makes a Faustian bargain to become a diamond smuggler for the greater good. With masterful pacing and a robust sense of the absurd, each story in <em>Brief Encounters with Che Guevara</em> is a self-contained adventure, steeped in the heady mix of tragedy and danger, excitement and hope, that characterizes countries in transition.</p><p>Through Fountain's rounded and novelistic prose, these intelligent and keenly observed stories are painted in provocative and vibrant detail across a global canvas. <em>Brief Encounters with Che Guevara</em> marks the arrival of a striking and resonant new voice that speaks adeptly to the intimate connection between the foreign, the familiar, and the inescapably human.</p>", "average_rating": 3.97, "author": "Ben Fountain", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847622/1376527576.18.jpg"}},{"annotation": "", "uuid": "xExPp7tqrrjPnaxBWcnXqd", "position": 60, "book": {"uuid": "66udDGSuDFfWVNjJgDz6ba", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "American Pastoral", "publication_date": "1997-05-12", "oyster_good_for_statement": "", "isbn": "9780547415970", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null, "name": "Prix du Meilleur Livre Étranger"}, {"uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null, "name": "Winner of the Pulitzer Prize"}], "description": "<DIV>American Pastoral is the story of a fortunate American's rise and fall - of a strong, confident master of social equilibrium overwhelmed by the forces of social disorder. Seymour \"Swede\" Levov - a legendary high school athlete, a devoted family man, a hard worker, the prosperous inheritor of his father's Newark glove factory - comes of age in thriving, triumphant postwar America. But everything he loves is lost when the country begins to run amok in the turbulent 1960s. Not even the most private, well-intentioned citizen, it seems, gets to sidestep the sweep of history. With vigorous realism, Roth takes us back to the conflicts and violent transitions of the 1960s. This is a book about loving - and hating - America. It's a book about wanting to belong - and refusing to belong - to America. It sets the desire for an American pastoral - a respectable life of space, calm, order, optimism, and achievement - against the indigenous American Berserk.</DIV>", "average_rating": 3.89, "author": "Philip Roth", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415970/1376380010.95.jpg"}},{"annotation": "", "uuid": "VF6EUAwquGJWdHoytzoWi", "position": 61, "book": {"uuid": "qjof9MF4gHM9NN347A6eLh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 648, "title": "1984", "publication_date": "1983-10-17", "oyster_good_for_statement": "", "isbn": "9780547249643", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "jmFk949h4YiMJNCuWJwrfX", "image": null, "name": "Prometheus Hall of Fame Award Winner"}], "description": "<P>In 1984, London is a grim city where Big Brother is always watching you and the Thought Police can practically read your mind. Winston is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be.", "average_rating": 4.07, "author": "George Orwell", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547249643/1376379657.61.jpg"}},{"annotation": "", "uuid": "dGdhhHoKfvReaZFLXcNXgP", "position": 65, "book": {"uuid": "VMoaw6z4Uta7ccbhpGdGV5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Time Reborn", "publication_date": "2013-04-23", "oyster_good_for_statement": "", "isbn": "9780547511771", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<DIV><B>From one of our foremost thinkers and public intellectuals, a radical new view of the nature of time and the cosmos<BR></B><BR>What is time?<BR><BR>This deceptively simple question is the single most important problem facing science as we probe more deeply into the fundamentals of the universe. All of the mysteries physicists and cosmologists face&#8212;from the Big Bang to the future of the universe, from the puzzles of quantum physics to the unification of forces and particles&#8212;come down to the nature of time.<BR><BR>The fact that time is real may seem obvious. You experience it passing every day when you watch clocks tick, bread toast, and children grow. But most physicists, from Newton to Einstein to today&#8217;s quantum theorists, have seen things differently. The scientific case for time being an illusion is formidable. That is why the consequences of adopting the view that time is real are revolutionary.<BR><BR>Lee Smolin, author of the controversial bestseller <I>The Trouble with Physics</I>, argues that a limited notion of time is holding physics back. It&#8217;s time for a major revolution in scientific thought. The reality of time could be the key to the next big breakthrough in theoretical physics.<BR><BR>What if the laws of physics themselves were not timeless? What if they could evolve? <I>Time Reborn</I> offers a radical new approach to cosmology that embraces the reality of time and opens up a whole new universe of possibilities. There are few ideas that, like our notion of time, shape our thinking about literally everything, with huge implications for physics and beyond&#8212;from climate change to the economic crisis. Smolin explains in lively and lucid prose how the true nature of time impacts our world.</DIV>", "average_rating": 3.93, "author": "Lee Smolin", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547511771/1383487923.87.jpg"}},{"annotation": "", "uuid": "46VCCbofFUDS8o5f5UKH7b", "position": 67, "book": {"uuid": "NH2r7PNp3aZt3nBi76f4bn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 848, "title": "Wizard's First Rule", "publication_date": "2010-09-14", "oyster_good_for_statement": "", "isbn": "9780795330766", "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><i>Wizard’s First Rule</i>, the first novel by Terry Goodkind, was a phenomenon from the moment it was published by Tor Books in 1994, selling more than 100,000 copies in North America alone. It still sells more than 100,000 copies a year and has gone on to bestsellerdom in the United Kingdom and in more than twenty foreign translations as well as audiobook form.</p>\n<p></p>\n<p>It is now being developed as one of the most ambitious television miniseries of all time. Executive Producer Sam Raimi (director of the three Spider-Man movies), in collaboration with Disney/ABC, is creating a 22-episode adaptation of the book to be filmed in New Zealand.</p>\n<p></p>\n<p>Richard and Kahlan’s story unfolds over ten more novels, collectively known as the Sword of Truth series, concluding with <i>Confessor</i> in 2007. Placing Goodkind in the elite club of #1 <i>New York Times</i> bestselling authors, the series has sold more than twenty million copies to date worldwide.</p>\n<p></p>\n<p>In <i>Wizard’s First Rule</i>, Goodkind introduced the world to an ordinary forest guide, Richard Cypher, and the mysterious, powerful woman he comes to love, Kahlan Amnell. Learning his true identity, Richard accepts his destiny as the one man who can stop the bloodthirsty tyrant Darken Rahl. Hunted relentlessly, betrayed and alone, Kahlan calls upon Richard to reach beyond his sword and invoke something more noble within himself as the final confrontation with Darken Rahl looms.</p>\n<p></p>\n<p>The importance of <i>Wizard’s First Rule</i> is sourced in Goodkind taking on the toughest of all literary challenges: to tell an electrifying story of action, violence, and adventure that also makes people think, and that would influence the choices and actions of its readers.</p>", "average_rating": 4.11, "author": "Terry Goodkind", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Wizard%27s%20First%20Rule/1373294218.75.jpg"}},{"annotation": "", "uuid": "ZoZL6WYDu8UdqZGwXXexfE", "position": 67, "book": {"uuid": "AijQgvvkgWA2FQFwJJSJ2F", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 496, "title": "The Shoemaker's Wife", "publication_date": "2012-04-03", "oyster_good_for_statement": "", "isbn": "9780062098061", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The fateful first meeting of Enza and Ciro takes place amid the haunting majesty of the Italian Alps at the turn of the last century. Still teenagers, they are separated when Ciro is banished from his village and sent to hide in New York's Little Italy, apprenticed to a shoemaker, leaving a bereft Enza behind. But when her own family faces disaster, she, too, is forced to emigrate to America. Though destiny will reunite the star-crossed lovers, it will, just as abruptly, separate them once again&#8212;sending Ciro off to serve in World War I, while Enza is drawn into the glamorous world of the opera . . . and into the life of the international singing sensation Enrico Caruso. Still, Enza and Ciro have been touched by fate&#8212;and, ultimately, the power of their love will change their lives forever.</p><p>A riveting historical epic of love and family, war and loss, risk and destiny, inspired by the author's own family history, <em>The Shoemaker's Wife</em> is the novel Adriana Trigiani was born to write.</p>", "average_rating": 3.99, "author": "Adriana Trigiani", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062098061/1376488205.79.jpg"}},{"annotation": "", "uuid": "WN6CZHifFkxK7xPQtuN3LV", "position": 69, "book": {"uuid": "aqBZZqgExiUge9eXXXq3DY", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 272, "title": "The Honest Life", "publication_date": "2013-03-12", "oyster_good_for_statement": "", "isbn": "9781609619121", "publisher": {"uuid": "vmtqxKpTiLdDSguXoUUQAA", "name": "Rodale"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>As a new mom, Jessica Alba wanted to create the safest, healthiest environment for her family. But she was frustrated by the lack of trustworthy information on how to live healthier and cleaner—delivered in a way that a busy mom could act on without going to extremes. In 2012, with serial entrepreneur Brian Lee and environmental advocate Christopher Gavigan, she launched The Honest Company, a brand where parents can find reliable information and products that are safe, stylish, and affordable. <i>The Honest Life</i> shares the insights and strategies she gathered along the way.</p><p><i>The Honest Life</i> recounts Alba’s personal journey of discovery and reveals her tips for making healthy living fun, real, and stylish, while offering a candid look inside her home and daily life. She shares strategies for maintaining a clean diet (with favorite family-friendly recipes) and embraces nontoxic choices at home and provides eco-friendly decor tips to fit any budget. Alba also discusses cultivating a daily eco beauty routine, finding one’s personal style without resorting to yoga pants, and engaging in fun, hands-on activities with kids. Her solutions are easy, chic, and down-to-earth: they’re honest. And discovering everyday ways to live naturally and authentically—true to you—could be honestly life-changing.</p>", "average_rating": 4.09, "author": "Jessica Alba", "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609619121/1376893692.4.jpg"}},{"annotation": "", "uuid": "frrooZAYwtFm6SQz7PSih", "position": 71, "book": {"uuid": "mWwKWtwZA7eboHrq48srpn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Financial Lives of the Poets", "publication_date": "2009-09-22", "oyster_good_for_statement": "", "isbn": "9780061965913", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>Meet Matt Prior. He's about to lose his job, his wife, his house, maybe his mind. Unless . . . </p></blockquote><p>In the winning and utterly original novels <em>Citizen Vince</em> and <em>The Zero</em>, Jess Walter (\"a ridiculously talented writer\"&#8212;<em>New York Times</em>) painted an America all his own: a land of real, flawed, and deeply human characters coping with the anxieties of their times. Now, in his warmest, funniest, and best novel yet, Walter offers a story as real as our own lives: a tale of overstretched accounts, misbegotten schemes, and domestic dreams deferred. </p><p>A few years ago, small-time finance journalist Matthew Prior quit his day job to gamble everything on a quixotic notion: a Web site devoted to financial journalism in the form of blank verse. When his big idea&#8212;and his wife's eBay resale business&#8212; ends with a whimper (and a garage full of unwanted figurines), they borrow and borrow, whistling past the graveyard of their uncertain dreams. One morning Matt wakes up to find himself jobless, hobbled with debt, spying on his wife's online flirtation, and six days away from losing his home. <em>Is this really how things were supposed to end up for me</em>, he wonders: staying up all night worried, driving to 7-Eleven in the middle of the night to get milk for his boys, and falling in with two local degenerates after they offer him a hit of high-grade marijuana?</p><p>Or, he thinks, <em>could this be the solution to all my problems?</em></p><p>Following Matt in his weeklong quest to save his marriage, his sanity, and his dreams, <em>The Financial Lives of the Poets</em> is a hysterical, heartfelt novel about how we can reach the edge of ruin&#8212;and how we can begin to make our way back.</p><p>Includes an excerpt from Jess Walter's <em>Beautiful Ruins</em>.</p>", "average_rating": 3.71, "author": "Jess Walter", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061965913/1376528856.6.jpg"}},{"annotation": "", "uuid": "CaZBcRUmMt3QgLZS6UZg8c", "position": 72, "book": {"uuid": "kyTR9WdwqarN4ZmaDJCRF5", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 976, "title": "This Body of Death", "publication_date": "2010-04-20", "oyster_good_for_statement": "", "isbn": "9780061991462", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<blockquote><p><em>New York Times</em> bestselling author Elizabeth George is back with a spellbinding tale of mystery and murder featuring Scotland Yard Detective Inspector Thomas Lynley.</p></blockquote><p>On compassionate leave after the murder of his wife, Thomas Lynley is called back to Scotland Yard when the body of a woman is found stabbed and abandoned in an isolated London cemetery. His former team doesn't trust the leadership of their new department chief, Isabelle Ardery, whose management style seems to rub everyone the wrong way. In fact, Lynley may be the sole person who can see beneath his superior officer's hard-as-nails exterior to a hidden&#8212;and possibly attractive&#8212;vulnerability.</p><p>While Lynley works in London, his former colleagues Barbara Havers and Winston Nkata follow the murder trail south to the New Forest. There they discover a beautiful and strange place where animals roam free, the long-lost art of thatching is very much alive, and outsiders are not entirely welcome. What they don't know is that more than one dark secret lurks among the trees, and that their investigation will lead them to an outcome that is both tragic and shocking.</p><p>A multilayered jigsaw puzzle of a story skillfully structured to keep readers guessing until the very end, <em>This Body of Death</em> is a magnificent achievement from a writer at the peak of her powers.</p>", "average_rating": 3.98, "author": "Elizabeth George", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061991462/1376529827.6.jpg"}},{"annotation": "", "uuid": "ab3GsCrAw222TNzHB8ycvQ", "position": 72, "book": {"uuid": "BffB4dECrKzojXjAxuBs5k", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "Pride & Prejudice", "publication_date": "2013-01-28", "oyster_good_for_statement": "", "isbn": "9781843440727", "publisher": {"uuid": "BsMmNZHMfrFvgDbWqgnRH3", "name": "Oldcastle Books"}, "awards": [], "description": "<DIV><B>Lock up your daughters . . .&#160;Darcy's in town!</B></div><DIV><BR>Mrs. Bennett is on a mission to marry off her five daughters to rich men. Enter Mr. Charles Bingley and his rather&#160;hot friend, Darcy. Love, loathing, and bittersweet romance follow.</DIV>", "average_rating": 4.24, "author": "Jane Austen", "cover_img": "https://cflare.oysterbooks.com/covers/Oldcastle%20Books/Pride%20%26%20Prejudice/1372982138.98.jpg"}},{"annotation": "", "uuid": "PHkZTQzGF5prUndXMfVwRb", "position": 72, "book": {"uuid": "XDMYfRy4TWzfE5qgoEjW8M", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 912, "title": "Roots-Thirtieth Anniversary Edition", "publication_date": "2007-05-22", "oyster_good_for_statement": "", "isbn": "9781593154660", "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}, "awards": [], "description": "<DIV>One of the most important books and television series ever to appear,&#160;<i>Roots</i>, galvanized the nation, and created an extraordinary political, racial, social and cultural dialogue that hadn&rsquo;t been seen since the publication of&#160;<i>Uncle Tom&rsquo;s Cabin</i>. The book sold over one million copies in the first year, and the miniseries was watched by an astonishing 130 million people. It also won both the Pulitzer Prize and the National Book Award.&#160;<i>Roots</i>&#160;opened up the minds of Americans of all colors and faiths to one of the darkest and most painful parts of America&rsquo;s past.&#160;<BR><br> Over the years, both&#160;<i>Roots</i>&#160;and Alex Haley have attracted controversy, which comes with the territory for trailblazing, iconic books, particularly on the topic of race. Some of the criticism results from whether&#160;<i>Roots</i>&#160;is fact or fiction and whether Alex Haley confused these two issues, a subject he addresses directly in the book. There is also the fact that Haley was sued for plagiarism when it was discovered that several dozen paragraphs in&#160;<i>Roots</i>&#160;were taken directly from a novel, The African, by Harold Courlander, who ultimately received a substantial financial settlement at the end of the case.&#160;<BR><br> But none of the controversy affects the basic issue.&#160;<i>Roots</i>&#160;fostered a remarkable dialogue about not just the past, but the then present day 1970s and how America had fared since the days portrayed in&#160;<i>Roots</i>. Vanguard Press feels that it is important to publish&#160;<i>Roots: The 30th Anniversary Edition</i>&#160;to remind the generation that originally read it that there are issues that still need to be discussed and debated, and to introduce to a new and younger generation, a book that will help them understand, perhaps for the first time, the reality of what took place during the time of&#160;<i>Roots</i>.<BR> &#160;</div>", "average_rating": 4.71, "author": "Alex Haley", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593154660/1387370970.31.jpg"}},{"annotation": "", "uuid": "ereTELNpqN7xiiXSj4C6hQ", "position": 72, "book": {"uuid": "GYKjYxdTCdfw6qMMPQNVaD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 512, "title": "Keeping Faith", "publication_date": "2009-10-06", "oyster_good_for_statement": "", "isbn": "9780061981722", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>One of America's most powerful and thought-provoking novelists, <em>New York Times</em> bestselling author Jodi Picoult brilliantly examines belief, miracles, and the complex core of family.</p><p>When the marriage of Mariah White and her cheating husband, Colin, turns ugly and disintegrates, their seven-year-old daughter, Faith, is there to witness it all. In the aftermath of a rapid divorce, Mariah falls into a deep depression -- and suddenly Faith, a child with no religious background whatsoever, hears divine voices, starts reciting biblical passages, and develops stigmata. And when the miraculous healings begin, mother and daughter are thrust into the volatile center of controversy and into the heat of a custody battle -- trapped in a mad media circus that threatens what little stability the family has left.</p>", "average_rating": 3.76, "author": "Jodi Picoult", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981722/1376529446.62.jpg"}},{"annotation": "", "uuid": "MEGfkGG7FTppTbpiRRBwZP", "position": 72, "book": {"uuid": "3GZPfafHULuiJBqVTTNdAP", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "The Best American Nonrequired Reading 2013", "publication_date": "2013-10-08", "oyster_good_for_statement": "", "isbn": "9780544108868", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "Dave Eggers and his students at the 826 Valencia and 826 Michigan writing labs&#160;compile fiction, nonfiction, poetry, and comics, as well as&#160;category-defying gems that have become one of the hallmarks of this lively collection.", "average_rating": 4.0, "author": "Dave Eggers", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544108868/1379662252.27.jpg"}},{"annotation": "", "uuid": "ABArKUdB57dfpgkZ6wfGC8", "position": 72, "book": {"uuid": "ctsyU59FTwjb9sjDbUS743", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "The Patron Saint of Liars", "publication_date": "2011-04-19", "oyster_good_for_statement": "", "isbn": "9780547548401", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "Since&#160;her first publication in 1992, celebrated novelist Ann Patchett has crafted a number of elegant novels, garnering accolades and awards along the way. Now comes a beautiful reissue of the best-selling debut novel that launched&#160;her remarkable career.<BR><BR>St. Elizabeth's, a home for unwed mothers in Habit, Kentucky, usually harbors its residents for only a little while. Not so&#160;Rose Clinton, a beautiful, mysterious woman who comes to the home pregnant but not unwed, and stays. She plans to give up her child, thinking&#160;she cannot be the mother it needs. But when&#160;Cecilia is born, Rose makes a place for herself and her daughter amid St. Elizabeth's&#160;extended family of nuns and an ever-changing collection of pregnant teenage girls. Rose's past won't be kept away, though, even by St. Elizabeth's;&#160;she cannot remain untouched by what she has left behind, even as she cannot change who she has become in the leaving.&#160;", "average_rating": 3.71, "author": "Ann Patchett", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547548401/1376380482.43.jpg"}},{"annotation": "", "uuid": "rDzKP8rj98SiJLh4mgux3W", "position": 73, "book": {"uuid": "2Xyuk6qRoob7pfsk7xgG6Y", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "What Happened in Vegas", "publication_date": "2010-06-17", "oyster_good_for_statement": "", "isbn": "9780982857113", "publisher": {"uuid": "RGa8HjdMD32msFSzjkHtoM", "name": "Sylvia Day"}, "awards": [], "description": "<p>It happened in Vegas...</p><p>A sizzling encounter that turned into a scorching biweekly affair. How he’d ended up in bed with a woman like Robin was still a mystery to Paul. One minute they were riding the same elevator and the next he was riding her, the attraction so fierce and immediate he couldn’t remember how they reached his room or even shed their clothes. But when Robin suggested they take their relationship to the next level, Paul panicked, prompting her to walk out on him with her head held high and his heart in her hands. Four months later, he’s got her in an elevator again, ready and willing, but with her emotions tucked safely away. He’s got one shot to prove that what happened in Vegas can happen anywhere in the world, for the rest of their lives. (4,500 words - not including the additional short story, &quot;Salacious Robinson&quot; - 800 words)</p>", "average_rating": 3.24, "author": "Sylvia Day", "cover_img": "https://cflare.oysterbooks.com/covers/Sylvia%20Day/9780982857113/1384216551.82.jpg"}},{"annotation": "", "uuid": "gC9jE65fz4Wzgr9xqVwuND", "position": 73, "book": {"uuid": "UooRRCjLGSvxtPoKJpwrAD", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Busting Vegas", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061739804", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p><em>He played in casinos around the world with a plan to make himself richer than anyone could possibly imagine -- but it would nearly cost him his life.</em></p><p>Semyon Dukach was known as the Darling of Las Vegas. A legend at age twenty-one, this cocky hotshot was the biggest high roller to appear in Sin City in decades, a mathematical genius with a system the casinos had never seen before and couldn't stop -- a system that has never been revealed until now; that has nothing to do with card counting, wasn't illegal, and was more powerful than anything that had been tried before.</p><p>Las Vegas. Atlantic City. Aruba. Barcelona. London. And the jewel of the gambling crown -- Monte Carlo.</p><p>Dukach and his fellow MIT students hit them all and made millions. They came in hard, with stacks of cash; big, seemingly insane bets; women hanging on their arms; and fake identities. Although they were taking classes and studying for exams during the week, over the weekends they stormed the blackjack tables only to be harassed, banned from casinos, threatened at gunpoint, and beaten in Vegas's notorious back rooms.</p><p>The stakes were high, the dangers very real, but the players were up to the challenges, consequences be damned. There was Semyon Dukach himself, bored with school and broke; Victor Cassius, the slick, brilliant MIT grad student who galvanized the team; Owen Keller, with stunning ability but a dark past that would catch up to him; and Allie Simpson, bright, clever, and a feast for the eyes.</p><p>In the classroom, they were geeks. On the casino floor, they were unstoppable.</p><p><strong>Busting Vega$</strong> is Dukach's unbelievably true story; a riveting account of monumental greed, excess, hubris, sex, love, violence, fear, and statistics that is high-stakes entertainment at its best.</p>", "average_rating": 3.63, "author": "Ben Mezrich", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739804/1376451808.67.jpg"}},{"annotation": "", "uuid": "KHxV5dMcj43SX9uxYWfeiA", "position": 73, "book": {"uuid": "AZawbxyLZLEEANLcTyohgT", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 272, "title": "The Mayor of MacDougal Street", "publication_date": "2009-04-29", "oyster_good_for_statement": "", "isbn": "9780786736812", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>Dave Van Ronk (1936-2002) was one of the founding figures of the 1960s folk revival, but he was far more than that. A pioneer of modern acoustic blues, a fine songwriter and arranger, a powerful singer, and one of the most influential guitarists of the '60s, he was also a marvelous storyteller, a peerless musical historian, and one of the most quotable figures on the Village scene. <I>The Mayor of MacDougal Street</I> is a first-hand account by a major player in the social and musical history of the '50s and '60s. It features encounters with young stars-to-be like Bob Dylan, Tom Paxton, Phil Ochs, and Joni Mitchell, as well as older luminaries like Reverend Gary Davis, Mississippi John Hurt, and Odetta. Colorful, hilarious, and engaging, <I>The Mayor of MacDougal Street</I> is a feast for anyone interested in the music, politics, and spirit of a revolutionary period in American culture</Div>", "average_rating": 4.5, "author": "Dave Van Ronk", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786736812/1387370837.62.jpg"}},{"annotation": "", "uuid": "F5CDMnSbAz8Hw5K7mLRQ7P", "position": 74, "book": {"uuid": "xbK3CgiatfHAYBMryUobz6", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "The House of Gucci", "publication_date": "2012-05-08", "oyster_good_for_statement": "", "isbn": "9780062222671", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<p>Did Patrizia Reggiani murder her ex-husband, Maurizio Gucci, in 1995 because his spending was wildly out of control? Did she do it because her glamorous ex was preparing to marry his mistress, Paola Franchi? Or is there a possibility she didn't do it at all?</p><p>In this gripping account of the ascent, eventual collapse, and resurrection of the Gucci dynasty, Sara Gay Forden takes us behind the scenes of the trial and exposes the passions, the power, and the vulnerabilities of the greatest fashion family of our times.</p>", "average_rating": 3.63, "author": "Sara G. Forden", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062222671/1378009845.8.jpg"}},{"annotation": "", "uuid": "iX7iYuBBzPKNAQgcYTXCJ6", "position": 75, "book": {"uuid": "f4NF62MyyMENTh6ZfP7dDE", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 432, "title": "River Town", "publication_date": "2010-09-21", "oyster_good_for_statement": "", "isbn": "9780062028983", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<center><p>A <em>New York Times</em> Notable Book</p><p>Winner of the Kiriyama Book Prize</p></center><p>In the heart of China's Sichuan province, amid the terraced hills of the Yangtze River valley, lies the remote town of Fuling. Like many other small cities in this ever-evolving country, Fuling is heading down a new path of change and growth, which came into remarkably sharp focus when Peter Hessler arrived as a Peace Corps volunteer, marking the first time in more than half a century that the city had an American resident. Hessler taught English and American literature at the local college, but it was his students who taught him about the complex processes of understanding that take place when one is immersed in a radically different society.</p><p>Poignant, thoughtful, funny, and enormously compelling, <em>River Town</em> is an unforgettable portrait of a city that is seeking to understand both what it was and what it someday will be.</p>", "average_rating": 4.16, "author": "Peter Hessler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062028983/1376530634.28.jpg"}},{"annotation": "", "uuid": "T3DZUhcDhq9xsXW74eAjfN", "position": 75, "book": {"uuid": "f7btNJXsByjoUxniKDAAjM", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 144, "title": "Love, Loss, and What I Wore", "publication_date": "2005-04-08", "oyster_good_for_statement": "", "isbn": "9781565127678", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "description": "Ilene \"Gingy\" Beckerman's beloved and bestselling book has been adapted for the stage by Nora and Delia Ephron. The star-studded Off-Broadway show is receiving rave reviews, as did the book: <br><br>“Illuminates the experience of an entire generation of women. . . . This small gem of a book is worthy of a Tiffany box.” — <i>The New York Times Book Review</i><br> <br> “A memoir every reader will wish to copy in her own size.” —<i>Glamour</i><br> <br> “Ilene Beckerman’s sleek little memoir . . . strikes a startling chord. . . . Unsettling and oddly powerful.” —<i>People</i><br> <br> “Surprisingly poetic.” —<i>Entertainment Weekly</i><br> <br> “[A] poignant biography. . . . This little book will charm anyone with an interest in style.” —<i>USA Today </i><br> <br>Ilene Beckerman’s runaway bestseller articulates something all women know: that our memories are often tied to our favorite clothes. From her Brownie uniform to her Pucci knockoff to her black strapless Rita Hayworth–style dress from the Neiman Marcus outlet store, Ilene Beckerman tells us the story of her life. <br><br><br><br>", "average_rating": 3.37, "author": "Ilene Beckerman", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127678/1377656760.18.jpg"}},{"annotation": "", "uuid": "d8qRfcpBbczo4bq3KuQpDC", "position": 76, "book": {"uuid": "kRMfrujCfa8w9QMjmn7y6m", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Everything Is Illuminated", "publication_date": "2013-09-03", "oyster_good_for_statement": "", "isbn": "9780547523781", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "4yq7EHDADWJwCmDXhUSQFA", "image": null, "name": "Guardian First Book Award"}, {"uuid": "pxAsSu3gHGfMynXo2qrAc4", "image": null, "name": "New York Public Library Young Lions Fiction Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "HKjZHYb7cypZGAU6zmXRpQ", "image": null, "name": "PEN/Robert W. Bingham Prize"}], "description": "<DIV>With only a yellowing photograph in hand, a young man - also named Jonathan Safran Foer - sets out to find the woman who might or might not have saved his grandfather from the Nazis. Accompanied by an old man haunted by memories of the war, an amorous dog named Sammy Davis, Junior, Junior, and the unforgettable Alex, a young Ukrainian translator who speaks in a sublimely butchered English, Jonathan is led on a quixotic journey over a devastated landscape and into an unexpected past.<BR>As their adventure unfolds, Jonathan imagines the history of his grandfather's village, conjuring a magical fable of startling symmetries that unite generations across time. Lit by passion, fear, guilt, memory, and hope, the characters in Everything Is Illuminated mine the black holes of history. As the search moves back in time, the fantastical history moves forward, until reality collides with fiction in a heart-stopping scene of extraordinary power.<BR>An arresting blend of high comedy and great tragedy, this is a story about searching for people and places that no longer exist, for the hidden truths that haunt every family, and for the delicate but necessary tales that link past and future. Exuberant and wise, hysterically funny and deeply moving, EVERYTHING IS ILLUMINATED is an astonishing debut.</DIV>", "average_rating": 3.89, "author": "Jonathan Safran Foer", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523781/1376380123.68.jpg"}},{"annotation": "", "uuid": "P3cjFqyqRXgyNRvrZWxF9S", "position": 77, "book": {"uuid": "s2oa4Nh4UaZWmsiG5WJgv7", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Deep Dish", "publication_date": "2009-03-17", "oyster_good_for_statement": "", "isbn": "9780061743139", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>After years of hard work, Gina Foxton, chef extraordinaire and former runner-up Miss Teen Vidalia Onion, is hosting her own show, <em>Fresh Start</em>, on Georgia public television. She's also dating the producer. But when Fresh Start goes bad&#8212;and her boyfriend is caught in flagrante delicto with the boss's wife&#8212;Gina decides it's time to pursue bigger dreams. Namely a gig on national television.</p><p>Gina knows she's destined to be the Cooking Channel's next superstar. But the execs also have their eyes on Tate Moody, Mr. \"Kill It and Grill It\" himself, host of the hunting, fishing, and cooking show <em>Vittles</em>. The ultimate man's man, Tate is a tasty side of beef with a large, swooning female fan base. Gina's loyal devotees consist of her free-spirited college-dropout sister and her mother . . . who calls <em>every single day</em>.</p><p>When the smoke clears there can be only one TV chef standing, and Gina and Tate are ready for the cook-off of their lives.</p>", "average_rating": 3.63, "author": "Mary Kay Andrews", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743139/1378009194.79.jpg"}},{"annotation": "", "uuid": "HXAazZUqsHLbgz3FhJVAj9", "position": 78, "book": {"uuid": "fKGJKjjUJ7tAUtfV2Z7duX", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 232, "title": "Devoted", "publication_date": "2010-04-13", "oyster_good_for_statement": "", "isbn": "9780306819025", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>The remarkable story of a father&rsquo;s devotion to his wheelchair-bound son and how their bond inspired millions of people worldwide.<BR><br> Born a spastic quadraplegic, Rick Hoyt was written off by numerous doctors. They advised his parents, Dick and Judy, to put their firstborn son in an institution. But Rick&rsquo;s parents refused. Determined to give their son every opportunity that &ldquo;normal&rdquo; kids had, they made sure to include Rick in everything they did, especially with their other two sons, Rob and Russ.<BR><br> But home was one thing, the world at large, another. Repeatedly rebuffed by school administrators who resisted their attempts to enroll Rick in school, Rick&rsquo;s mother worked tirelessly to help pass a landmark bill, Chapter 766, the first special-education reform law in the country. As a result, Rick and other physically disabled kids were able to attend public school in Massachusetts.<BR><br> But how would Rick communicate when he couldn&rsquo;t talk? To overcome this daunting obstacle, Dick and Judy worked with Dr. William Crochetiere, then chairman of the engineering department at Tufts University, and several enterprising graduate students, including Rick Foulds, to create the Tufts Interactive Communication device (TCI). In the Hoyt household, it became known as the &ldquo;Hope machine,&rdquo; as it enabled Rick to create sentences by pressing his head against a metal bar. For the first time ever, Rick was able to communicate.<BR> Then one day Rick asked his dad to enter a charity race, but there was a twist. Rick wanted to run too. Dick had never run a race before, but more challenging still, he would have to push his son&rsquo;s wheelchair at the same time. But once again, the Hoyts were determined to overcome whatever obstacle was put in their way.<BR><br> Now, over one thousand races later, including numerous marathons and triathlons, Dick Hoyt continues to push Rick&rsquo;s wheelchair. Affectionately known worldwide as Team Hoyt, they are as devoted as ever, continuing to inspire millions and embodying their trademark motto of &ldquo;Yes, you can.&rdquo;</div>", "average_rating": 4.61, "author": "Dick Hoyt", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306819025/1387370868.38.jpg"}},{"annotation": "", "uuid": "2jitSaD9NRtqhPVKrtz8h", "position": 79, "book": {"uuid": "He4ShHyDgLFXyxriKEi8PU", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Raylan", "publication_date": "2012-01-17", "oyster_good_for_statement": "", "isbn": "9780062119483", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>The revered <em>New York Times</em> bestselling author, recognized as &#8220;America&#8217;s greatest crime writer&#8221; (<em>Newsweek</em>), brings back U.S. Marshal Raylan Givens, the mesmerizing hero of <em>Pronto</em>, <em>Riding the Rap</em>, and the hit FX series <em>Justified</em>. </p><p>With the closing of the Harlan County, Kentucky, coal mines, marijuana has become the biggest cash crop in the state. A hundred pounds of it can gross $300,000, but that&#8217;s chump change compared to the quarter million a human body can get you&#8212;especially when it&#8217;s sold off piece by piece. </p><p>So when Dickie and Coover Crowe, dope-dealing brothers known for sampling their own supply, decide to branch out into the body business, it&#8217;s up to U.S. Marshal Raylan Givens to stop them. But Raylan isn&#8217;t your average marshal; he&#8217;s the laconic, Stetson-wearing, fast-drawing lawman who juggles dozens of cases at a time and always shoots to kill. But by the time Raylan finds out who&#8217;s making the cuts, he&#8217;s lying naked in a bathtub, with Layla, the cool transplant nurse, about to go for his kidneys.</p><p>The bad guys are mostly gals this time around: Layla, the nurse who collects kidneys and sells them for ten grand a piece; Carol Conlan, a hard-charging coal-mine executive not above ordering a cohort to shoot point-blank a man who&#8217;s standing in her way; and Jackie Nevada, a beautiful sometime college student who can outplay anyone at the poker table and who suddenly finds herself being tracked by a handsome U.S. marshal. </p><p>Dark and droll, <em>Raylan</em> is pure Elmore Leonard&#8212;a page-turner filled with the sparkling dialogue and sly suspense that are the hallmarks of this modern master.</p>", "average_rating": 3.49, "author": "Elmore Leonard", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062119483/1378009678.0.jpg"}},{"annotation": "", "uuid": "isQcqx7nNmdoG37KAXhdNN", "position": 80, "book": {"uuid": "ZcUxsBTaAgMVKpfAKGyqSC", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "The Hobbit (Movie Tie-In)", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9780547536736", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<P>J.R.R. Tolkien's classic prelude to <I>The Lord of the Rings</I> trilogy&#8212;now available in a movie tie-in edition.<BR>&#160;<br>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br>&#160;<br>Written for J.R.R. Tolkien's own children, <I>The Hobbit</I> has sold many millions of copies worldwide and established itself as a modern classic.", "average_rating": 4.19, "author": "J.R.R. Tolkien", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536736/1376382848.8.jpg"}},{"annotation": "", "uuid": "gm9CJ5bgPzLFrJyUKE5FxY", "position": 81, "book": {"uuid": "d9QoR3YdpBBvRKg8iJsf5H", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 0, "title": "The One You Fear", "publication_date": "2012-12-11", "oyster_good_for_statement": "", "isbn": "9781301540570", "publisher": {"uuid": "CCuhoWMmfHJhPwkJwFS8p", "name": "Paul Pilkington"}, "awards": [], "description": "<p>The gripping sequel to the million downloaded suspense mystery, The One You Love. Emma Holden and her friends are trying to move on from the horrific events surrounding Dan’s kidnap. But a shocking revelation drags them back into the nightmare and forces them to question everything they once believed to be true. More secrets will be revealed, more lies will be told, and more lives are under threat.</p><p>Packed with twists, turns and cliffhangers, The One You Fear is a 33,000 word novella, which begins four weeks after the events of the first novel.</p><p>Since July 2011, The One You Love has been downloaded over one and a half million times, has spent a full month at number 1 in the UK Kindle free download chart (July-August 2011), has reached the top of the US Kindle free download chart, and has spent over a year near or at the top of the UK Apple iBookstore free crime and thriller chart.</p>", "average_rating": 4.08, "author": "Paul Pilkington", "cover_img": "https://cflare.oysterbooks.com/covers/Paul%20Pilkington/9781301540570/1392448884.42.jpg"}},{"annotation": "", "uuid": "ddo2pLuMkJEhmNu9HJxhgK", "position": 82, "book": {"uuid": "s7fyZe4cdfzo9mD9LpUJtb", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 384, "title": "Thanks for the Memories", "publication_date": "2009-04-07", "oyster_good_for_statement": "", "isbn": "9780061868023", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p><em>New York Times</em> bestselling author Cecelia Ahern's charming new novel explores what happens when \"what if\" becomes a reality for two strangers whose lives are at a crossroads.</p></blockquote><p><em>How can you know someone you've never met?</em> That's the question haunting Joyce Conway these days. Recovering from a terrible accident and with her marriage in pieces, Joyce is suddenly plagued by an overwhelming sense of d&#233;j&#224; vu that makes her feel as if the life she's living is not her own. During the day she has vivid memories of things she's never seen&#8212;such as cobblestoned Parisian streets she's never visited&#8212;and at night she dreams of a little girl she's sure she's never met. Joyce is convinced she's lost her mind . . . until a series of coincidences leads her on a journey to meet the one person who may hold the answer she needs.</p><p><em>Someone's life could be depending on you right now. . . .</em> That's the pitch that finally persuades Justin Hitchcock to donate blood&#8212;the first thing to come straight from his heart in a long time.</p><p>Restless and lonely, Justin chased his ex-wife and daughter from Chicago to London, and now he's in Dublin, guest-lecturing to bored college students. When he receives a basket of muffins with a thank-you note attached, he's sure someone's playing a joke on him, but then the presents keep coming. Intrigued, Justin is determined to solve the mystery&#8212;a quest that will change his life forever.</p><p><em>Thanks for the Memories</em> is a heartwarming story of hope, love, and second chances&#8212;Cecelia Ahern's most magical novel yet.</p>", "average_rating": 3.63, "author": "Cecelia Ahern", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868023/1376527929.61.jpg"}},{"annotation": "", "uuid": "uwpneYQVUj6XmwfwPetCuP", "position": 83, "book": {"uuid": "uj5eKbSrPCC4rRRs3JWxke", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 336, "title": "Eighty Days Yellow", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781453287262", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "description": "<DIV><b>The international bestseller that takes readers on a daring new adventure in erotic romance</b><BR><BR>Caught in a frustrating relationship with a man who can&rsquo;t accept her for who she is, passionate, flame-haired violinist Summer Zahova finds release in her music. She spends her afternoons playing for money in the London Underground, lost in the works of Vivaldi or Mendelssohn. When her violin is damaged beyond repair, Summer receives a surprising proposition from Dominik, a university professor with powerful desires, who has been captivated by Summer ever since he heard her perform. Dominik will replace her priceless violin, but only if she agrees to play for him in a private concert.</div><DIV>&#160;</div><DIV>Unable to deny the chemistry between them, Dominik and Summer embark on an intense affair full of daring twists and turns, as unpredictable as it is thrilling. For Summer it is a chance to finally embrace her long-denied dark side, but she&rsquo;ll soon learn that where there&rsquo;s pleasure there must be pain. Can a relationship born of such all-consuming passion ever really survive?</div><DIV>&#160;</div><DIV>Exhilarating, seductive, and tantalizingly bold,&#160;<i>Eighty Days Yellow</i> will leave you breathless for more.<BR><BR><b>Now available: the next two books in the Eighty Days Trilogy</b><B>&mdash;</B><b><i>Eighty Days Blue&#160;</i>and&#160;<i>Eighty Days Red</i></b></div><DIV><DIV><DIV></div></div></div>", "average_rating": 2.92, "author": "Vina Jackson", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Eighty%20Days%20Yellow/1373332436.13.jpg"}}]