[{"book": {"oyster_summary": "", "number_print_pages": 148, "language_code": "eng", "publication_date": "2013-02-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Greatness%20and%20Limitations%20of%20Freud%27s%20Thought/1373335816.36.jpg", "uuid": "F9yGTPvUSAVNABbNEaNiVe", "average_rating": 3.91, "author": "Erich Fromm", "awards": [], "description": "<DIV><DIV><b>Renowned social psychologist Erich Fromm&rsquo;s classic study of Freud&rsquo;s most important&mdash;and controversial&mdash;ideas</b></div><DIV><BR>Bestselling philosopher and psychoanalyst Erich Fromm contends that the principle behind Freud&rsquo;s work&mdash;the wellspring from which psychoanalysis flows&mdash;boils down to one well-known belief: &ldquo;And the truth shall set you free.&rdquo; The healing power of truth is what Freud used to cure depression and anxiety, cutting through repression and rationalizations, and it provided the foundation for modern psychology.</div><DIV>&#160;</div><DIV>Freud&rsquo;s work, however, was not without its flaws. Though he pioneered many of the practices still in use today, Freud&rsquo;s perspective was imperfect. In <i>Greatness and Limitation of Freud&rsquo;s Thought</i>, Fromm deepens the understanding of Freud by highlighting not just his remarkable insights, but also his flaws, on topics ranging from dreams to sexuality. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div></div>", "isbn": "9781480401952", "title": "Greatness and Limitations of Freud's Thought", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "yLZPrz8Q64H3BmAnR5YHLk", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2011-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Red%20Wheel%20Weiser/Introducing%20NLP/1373392349.98.jpg", "uuid": "iqapts8TjmZmrxKWkMiH4U", "average_rating": 3.73, "author": "Joseph O'Connor", "awards": [], "description": "Some people appear more gifted than others. NLP, one of the fastest growing developments in applied psychology, describes in simple terms what they do differently, and enables you to learn these patterns of excellence.Introducing NLP by Joseph O’Connor, a leading international NLP trainer and the author of NLP Workbook, offers the practical skills used by outstanding communicators. Excellent communication is the basis of creating excellent results. NLP skills are proving invaluable for personal development and professional excellence in counseling, education and business.Introducing NLP includes: How to create rapport with others Influencing skills Understanding and using body language How to think about and achieve the results you want The art of asking key questions Effective meetings, negotiations, and selling Accelerated learning strategies.", "isbn": "9781609258597", "title": "Introducing NLP", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "A6seb8YnHM6RRPbRHAokw4", "name": "Red Wheel Weiser"}}, "annotation": "", "uuid": "3kCZYKacAmWqgTfVp4CoWc", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-06-05", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465031603/1387371017.06.jpg", "uuid": "XwcvpdGt4xnwbkRAztHXxi", "average_rating": 4.54, "author": "Irvin D. Yalom", "awards": [], "description": "<DIV><DIV>The collection of ten absorbing tales by master psychotherapist Irvin D. Yalom uncovers the mysteries, frustrations, pathos, and humor at the heart of the therapeutic encounter. In recounting his patients&rsquo; dilemmas, Yalom not only gives us a rare and enthralling glimpse into their personal desires and motivations but also tells us his own story as he struggles to reconcile his all-too human responses with his sensibility as a psychiatrist. Not since Freud has an author done so much to clarify what goes on between a psychotherapist and a patient.</div></DIV>", "isbn": "9780465031603", "title": "Love's Executioner", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "ufEHrRyVbCTSqsBbirRRfD", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 120, "language_code": "eng", "publication_date": "2013-03-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Psychoanalysis%20and%20Religion/1373335825.55.jpg", "uuid": "TyFyhL5q26EZnjHyf7Phhc", "average_rating": 3.98, "author": "Erich Fromm", "awards": [], "description": "<DIV><b>Social psychologist</b><b>&#160;Erich Fromm probes deep into the roots of religion to find its humanistic essence</b></div><DIV></div><DIV><BR>In 1950, Erich Fromm attempted to free religion from its social function and to develop a new understanding of religious phenomena. Rather than analyzing what people believe in&mdash;whether they&rsquo;re monotheistic, polytheistic, or atheistic&mdash;Fromm presents an idea of what religion means in secular terms.</div><DIV>&#160;</div><DIV>In his timeless and straightforward style, Fromm unmasks the alienating effects of any authoritarian religion. He reveals how a humanistic religion is conducive to one&rsquo;s own humanity, and explains why psychoanalysis does not threaten religion. Whether you&rsquo;re a believer or a long-time atheist, Fromm&rsquo;s erudite analysis of religion is sure to reshape your concept of spirituality.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div>", "isbn": "9781480402034", "title": "Psychoanalysis and Religion", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "Pa6Nuxn6czkfLk9W7hZrfM", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2010-03-30", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780738214078/1387370897.18.jpg", "uuid": "mq9ZfKEo7iuzoED8oVabqT", "average_rating": 4.2, "author": "Jeff Brown", "awards": [], "description": "<DIV>Ever wonder why some people seem blessed with success? In fact, everyone is capable of winning in life&#151;you just need to develop the right brain for it.<P>In <I>The Winner&#8217;s Brain</I>, Drs. Jeffrey Brown and Mark J. Fenske use cutting-edge neuroscience to identify the secrets of those who succeed no matter what&#151;and demonstrate how little it has to do with IQ or upbringing. Through simple everyday practices, Brown and Fenske explain how to unlock the brain&#8217;s hidden potential, using:<P>&#149; Balance: Make emotions work in your favor<BR>&#149; Bounce: Create a failure-resistant brain<BR>&#149; Opportunity Radar: Spot hot prospects previously hidden by problems<BR>&#149; Focus Laser: Lock into what&#8217;s important<BR>&#149; Effort Accelerator: Cultivate the drive to win<P>Along the way, meet dozens of interesting people who possess &#147;win factors&#8221; (like the inventor of Whac-A-Mole&#8482;) and glean fascinating information (like why you should never take a test while wearing red). Compulsively readable, <I>The Winner&#8217;s Brain</I> will not only give you an edge, but also motivate you to pursue your biggest dreams.</DIV>", "isbn": "9780738214078", "title": "The Winner's Brain", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "Pvx3xbSvpXyjjK6HL2oWGU", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2003-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781440501906/1391581942.52.jpg", "uuid": "AxmqaRkU7hx62dKhveyz5F", "average_rating": 3.7, "author": "Patricia Evans", "awards": [], "description": "<p>Learn how to 'break the spell' of control with <b>Patricia Evans</b>' new bestseller. Already hailed by Oprah Winfrey, <i>Controlling People</i> deals with issues big and small - revealing the thought processes of those who seek to control in order to provide a 'spell-breaking' mind-set for those who suffer this insidious manipulation. Invaluable insight and advice for those who seek support.</p>", "isbn": "9781440501906", "title": "Controlling People", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "zBhx8EUJr7fsKikPh6WVAf", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 120, "language_code": "eng", "publication_date": "2013-03-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Sigmund%20Freud%27s%20Mission/1373335829.57.jpg", "uuid": "JcgJ47mBii3optD8odeKSf", "average_rating": 3.84, "author": "Erich Fromm", "awards": [], "description": "<DIV><b>Renowned psychoanalyst Erich Fromm examines the creator of psychoanalysis and his followers</b></div><DIV></div><DIV><BR>With his creation of psychoanalysis, Sigmund Freud redefined how people relate to themselves and to the larger world. In&#160;<i>Sigmund Freud&rsquo;s Mission</i>, Freud scholar and psychoanalyst Erich Fromm demonstrates how Freud&rsquo;s life experiences shaped his creation and practice of psychoanalysis.</div><DIV>&#160;</div><DIV>Fromm also revises parts of Freud&rsquo;s theories, especially Freud&rsquo;s libido theory. In his thorough and comprehensive analysis, Fromm looks deep into the personality of Freud, and the followers who tried to dogmatize Freud&rsquo;s theory rather than support the further stages of psychoanalysis.</div><DIV></div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div>&#160; &#160;&#160;&#160;", "isbn": "9781480402065", "title": "Sigmund Freud's Mission", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "EXqk5shwQknR3uzRk9GCTM", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 450, "language_code": "eng", "publication_date": "2011-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Visible%20Ink%20Press/The%20Handy%20Psychology%20Answer%20Book/1372978481.9.jpg", "uuid": "ypQrCFa57DiHeq5r8UqfvH", "average_rating": 0.0, "author": "Lisa J. Cohen", "awards": [], "description": "<DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Featuring more than 800 answers to questions of how the human mind and the science of psychology really work, this fascinating discussion gives readers the real facts of modern psychology in a fun,&#160;approachable way. Avoiding the entertainment fluff of pop psychology and the mind-numbing dullness of overly academic works, this exploration gives insight into the current science of the mind by answering questions&#160;questions such&#160;as <I>What makes a marriage last?</I> <I>Why do toddlers have temper tantrums?</I> and <I>Can we exercise ourselves into happiness?</I> In addition to the question-and-answer section, an overview looks at the psychology of money, sex, and morality.</P></DIV>", "isbn": "9781578593545", "title": "The Handy Psychology Answer Book", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Pf2eWSkEGT8F96D8SbKG4b", "name": "Visible Ink Press"}}, "annotation": "", "uuid": "5B5zKrMxqx4EcyhkdpcQw3", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 232, "language_code": "eng", "publication_date": "2013-02-01", "cover_img": "https://cflare.oysterbooks.com/covers/Belly%20Song%20Press/Talking%20Back%20to%20Dr.%20Phil/1372981901.32.jpg", "uuid": "7Rf8BS9KrHcYa7KLFesJRD", "average_rating": 2.69, "author": "David Bedrick", "awards": [], "description": "Utilizing in-depth research and analysis, this volume debunks the quick fixes and simplistic explanations of Dr. Phil McGraw. While he&#8217;s watched and revered by millions, no critique exists for his daytime advice&#8212;and like much of &#8220;pop psychology,&#8221; his counsel is often ineffective, leaving people feeling like failures and that something is wrong with them. Readers will easily identify with the guests and stories from actual Dr. Phil episodes, on topics ranging from anger, sex, addictions, and dieting to domestic violence, race, and gender. A powerful, love-based alternative psychology is then offered, basing itself on the belief that there is profound meaning in people&#8217;s struggles. Story after story shows how people&#8217;s difficulties are seeds of their unique beauty, power, and intelligence, elevating rather than diminishing their esteem. The insight and compassion for people&#8217;s humanity provided here cuts through the easy soundbites and will leave people feeling a genuine love for who they really are.", "isbn": "9780985266738", "title": "Talking Back to Dr. Phil", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Hi5w3pEoZU67GkFvNFRnBV", "name": "Belly Song Press"}}, "annotation": "", "uuid": "g4f8KiPhQMbLgFqMN3DFF9", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 263, "language_code": "eng", "publication_date": "2013-03-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Forgotten%20Language/1373335825.75.jpg", "uuid": "wHLcb2FvTWPS5otDkcLuTC", "average_rating": 3.87, "author": "Erich Fromm", "awards": [], "description": "<DIV><b>Renowned psychoanalyst</b>&#160;<b>Erich Fromm investigates the universal language of symbols, expressed through dream and myths, and how it illuminates our humanity</b></div><DIV></div><DIV><BR>In this study, Erich Fromm opens up the world of symbolic language, &ldquo;the one foreign language that each of us must learn.&rdquo; Understanding symbols, he posits, helps us reach the hidden layers of our individual personalities, as well as connect with our common human experiences.</div><DIV>&#160;</div><DIV>By grasping the symbolic language of dreams, Fromm explains, we can then also understand the deeper wisdom of myths, art, and literature. This also gives us access to what we, and our society, usually repress. Fromm shares the history of dream interpretations, and demonstrates his analysis of many types of dreams.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div>", "isbn": "9781480402041", "title": "The Forgotten Language", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "2pNTiLaRH7GC3EEowkW263", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 432, "language_code": "eng", "publication_date": "2012-03-27", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062207944/1378009835.43.jpg", "uuid": "DJkMCdtvQwexNgweYeu84i", "average_rating": 4.04, "author": "Christopher Ryan", "awards": [], "description": "<p>Since Darwin's day, we've been told that sexual monogamy comes naturally to our species. Mainstream science&#8212;as well as religious and cultural institutions&#8212;has maintained that men and women evolved in families in which a man's possessions and protection were exchanged for a woman's fertility and fidelity. But this narrative is collapsing. Fewer and fewer couples are getting married, and divorce rates keep climbing as adultery and flagging libido drag down even seemingly solid marriages.</p><p>How can reality be reconciled with the accepted narrative? It can't be, according to renegade thinkers Christopher Ryan and Cacilda Jeth&#229;. While debunking almost everything we \"know\" about sex, they offer a bold alternative explanation in this provocative and brilliant book.</p><p>Ryan and Jeth&#229;'s central contention is that human beings evolved in egalitarian groups that shared food, child care, and, often, sexual partners. Weaving together convergent, frequently overlooked evidence from anthropology, archaeology, primatology, anatomy, and psychosexuality, the authors show how far from human nature monogamy really is. Human beings everywhere and in every era have confronted the same familiar, intimate situations in surprisingly different ways. The authors expose the ancient roots of human sexuality while pointing toward a more optimistic future illuminated by our innate capacities for love, cooperation, and generosity.</p><p>With intelligence, humor, and wonder, Ryan and Jeth&#229; show how our promiscuous past haunts our struggles over monogamy, sexual orientation, and family dynamics. They explore why long-term fidelity can be so difficult for so many; why sexual passion tends to fade even as love deepens; why many middle-aged men risk everything for transient affairs with younger women; why homosexuality persists in the face of standard evolutionary logic; and what the human body reveals about the prehistoric origins of modern sexuality. </p><p>In the tradition of the best historical and scientific writing, <em>Sex at Dawn</em> unapologetically upends unwarranted assumptions and unfounded conclusions while offering a revolutionary understanding of why we live and love as we do.</p>", "isbn": "9780062207944", "title": "Sex at Dawn", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "oaRpknqGpmekDY4DEKZJpk", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2011-05-04", "cover_img": "https://cflare.oysterbooks.com/covers/F.S.%20Michaels/9780986853814/1384230941.84.jpg", "uuid": "amdvwPkpKGXvfhojJvt3aQ", "average_rating": 3.9, "author": "F.S. Michaels", "awards": [], "description": "<p>Winner of the 2011 George Orwell Award for outstanding contributions to the critical analysis of public discourse. One of The Atlantic&apos;s Top 11 psychology books of 2011.</p><p>As human beings, we’ve always told stories: stories about who we are, where we come from, and where we’re going. Now imagine that one of those stories is taking over the others, narrowing our diversity and creating a monoculture. Because of the rise of the economic story, six areas of your world — your work, your relationships with others and the environment, your community, your physical and spiritual health, your education, and your creativity — are changing, or have already changed, in subtle and not-so-subtle ways. And because how you think shapes how you act, the monoculture isn’t just changing your mind — it’s changing your life.</p><p>In Monoculture, F.S. Michaels draws on extensive research and makes surprising connections among disciplines to take a big-picture look at how one story is changing everything. Her research and writing have been supported by the Social Sciences and Humanities Research Council of Canada, the Killam Trusts, and regional and municipal arts councils. Michaels has an MBA, and lives and writes in British Columbia.</p>", "isbn": "9780986853814", "title": "Monoculture: How One Story is Changing Everything", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "MZqgJDQ8zEz44Ca6JxBs3L", "name": "F.S. Michaels"}}, "annotation": "", "uuid": "XMJVZDXbxTmBHBvoCyxMfX", "position": 21},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061876721/1376528105.43.jpg", "uuid": "XLeb6kwAxjbKg25uWGbubf", "average_rating": 4.08, "author": "Mihaly Csikszentmihalyi", "awards": [], "description": "<p>Psychologist Mihaly Csikszentmihalyi's famous investigations of \"optimal experience\" have revealed that what makes an experience genuinely satisfying is a state of consciousness called <em>flow</em>. During flow, people typically experience deep enjoyment, creativity, and a total involvement with life. In this new edition of his groundbreaking classic work, Csikszentmihalyi demonstrates the ways this positive state can be controlled, not just left to chance. <em>Flow: The Psychology of Optimal Experience</em> teaches how, by ordering the information that enters our consciousness, we can discover true happiness and greatly improve the quality of our lives.</p>", "isbn": "9780061876721", "title": "Flow", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "sngTShXM2ofaT7KyDyLF76", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2012-08-18", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/Psych%20101/1373354902.68.jpg", "uuid": "KqsdkxHVPixHQ7uU5fXDvN", "average_rating": 3.88, "author": "Paul Kleinman", "awards": [], "description": "<h2>A hands-on approach to exploring the human mind</h2> <p>Too often, textbooks turn the noteworthy theories, principles, and experiments of psychology into tedious discourse that even Freud would want to repress. <i>Psych 101</i> cuts out the boring details and statistics, and instead, gives you a lesson in psychology that keeps you engaged - and your synapses firing.</p> <p>From personality quizzes and the Rorschach Blot Test to B.F. Skinner and the stages of development, this primer for human behavior is packed with hundreds of entertaining psychology basics and quizzes you can't get anywhere else.</p> <p>So whether you're looking to unravel the intricacies of the mind, or just want to find out what makes your friends tick, <i>Psych 101</i> has all the answers - even the ones you didn't know you were looking for.</p>", "isbn": "9781440543937", "title": "Psych 101", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "Xjih4wpGN2DSp794h2S3C6", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 370, "language_code": "eng", "publication_date": "2013-03-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Sane%20Society/1373335833.67.jpg", "uuid": "hdQyMF9bivF4qvxqXzAQPQ", "average_rating": 4.22, "author": "Erich Fromm", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><b>Social psychologist Erich Fromm&rsquo;s seminal exploration of the profound ills of modern society, and how best to overcome them</b></div><DIV></div><DIV><BR>One of Fromm&rsquo;s main interests was to analyze social systems and their impact on the mental health of the individual. In this study, he reaches further and asks: &ldquo;Can a society be sick?&rdquo; He finds that it can, arguing that Western culture is immersed in a &ldquo;pathology of normalcy&rdquo; that affects the mental health of individuals.</div><DIV>&#160;</div><DIV>In&#160;<i>The Sane Society</i>, Fromm examines the alienating effects of modern capitalism, and discusses historical and contemporary alternatives, particularly communitarian systems. Finally, he presents new ideas for a re-organization of economics, politics, and culture that would support the individual&rsquo;s mental health and our profound human needs for love and freedom.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div><DIV></div>", "isbn": "9781480402058", "title": "The Sane Society", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "dNZbs87esFoyUphbPLxfPJ", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 196, "language_code": "eng", "publication_date": "2012-06-01", "cover_img": "https://cflare.oysterbooks.com/covers/Elliott%20%26%20Thompson/Schadenfreude/1372980012.43.jpg", "uuid": "PpWDjeGa3nLsJ9qXteXXvR", "average_rating": 1.7, "author": "Tim Lihoreau", "awards": [], "description": "<DIV><DIV><B>The shady details of our darkest schadenfreude pleasures, including \"turparphilia\"&#8212;to delight in the less than aesthetically beautiful nature of a friend's offspring</B></DIV></DIV><DIV>&#160;</DIV><DIV>We might not like to admit to it, but everyone&#8212;even the gentlest of souls&#8212;derives a secret guilty satisfaction from the misfortune of others. Tim Lihoreau has made it his business to uncover the myriad ways in which schadenfreude rears its wicked head, including \"nimbuphilia\" (to delight in driving wildly through a curb-side puddle which you know to be too close to a pedestrian) and \"famaphilia\" (to delight in witnessing a celebrity in an everyday pickle).&#160;He also discusses&#160;the particular delights of&#160;highlighting a person's mispronunciation (by pronouncing it properly),&#160;having a&#160;seat on the train while those around you stand, and being loud during another's hangover. Naming, defining, and explaining each one in turn with fascinating insights and erudite wit,&#160;this book&#160;drives at the heart of what it is we find so irresistibly delightful when faced with others' discomfort.</div>", "isbn": "9781907642388", "title": "Schadenfreude", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "yqdGXWhdgE2VGR4NQRKZyd", "name": "Elliott & Thompson"}}, "annotation": "", "uuid": "p7yzQYAk67aAG4vX9KSL4b", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2009-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Wings%20Press/Vienna%20Triangle/1372977653.16.jpg", "uuid": "CioU75daeW5D6RgNJqpz7k", "average_rating": 2.84, "author": "Brenda Webster", "awards": [], "description": "<DIV>A young woman named Kate explores her historical connection to the development of Freudian theory and the early beginnings of psychoanalysis in this mystery rooted in the past. Based on real facts concerning the pivotal figures in the development of modern psychology, the complicated lives of Sigmund Freud, his colleague Helene Deutsch, and&#160;his rival Victor Tausk are carefully reconstructed to show how their interpersonal intricacies may have led to conspiracy and deceit in the writing of early 20th-century history. When Kate realizes that Tausk was her grandfather, she begins to uncover the details around his mysterious suicide. Only as Kate uncovers the truth is she able to make important decisions about her own future.</DIV>", "isbn": "9781609400422", "title": "Vienna Triangle", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "TFqNYJS8rHyBek3PXscxa4", "name": "Wings Press"}}, "annotation": "", "uuid": "qRQaj6Nhszmjvw6qH7Rnbf", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 182, "language_code": "eng", "publication_date": "2013-03-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Beyond%20the%20Chains%20of%20Illusion/1373335835.09.jpg", "uuid": "wwnyzCMi2d7MPA9YfR7xZf", "average_rating": 4.01, "author": "Erich Fromm", "awards": [], "description": "<b>A compendium of Erich Fromm&rsquo;s renowned social theory and philosophy<BR></b><DIV></div><DIV><BR>According to renowned psychoanalyst Erich Fromm, three people shaped the essential character of the twentieth century: Albert Einstein, Karl Marx, and Sigmund Freud. While the first two figures had a great physical and political impact on the world, Fromm believes that Freud had an even deeper impact, because he changed how we think about ourselves.</div><DIV>&#160;</div><DIV><i>Beyond the Chains of Illusion</i>&#160;is one of Fromm&rsquo;s most autobiographical works, as Fromm not only comments on the ideas of Freud and Marx, but also crystallizes his own theories on social character and unconscious values. The book brilliantly summarizes Fromm&rsquo;s ideas on how culture and society shape our behavior.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div><DIV>&#160;</div><DIV></div><DIV></div>", "isbn": "9781480402102", "title": "Beyond the Chains of Illusion", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "xew7skmuL4ucRQywETojQo", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 424, "language_code": "eng", "publication_date": "2013-07-02", "cover_img": "https://cflare.oysterbooks.com/covers/Basic%20Books/9780465044993/1387371160.39.jpg", "uuid": "yVxaqcdwUtGxFn4ipgFnhE", "average_rating": 3.85, "author": "Thomas Maier", "awards": [], "description": "<DIV><B>Now a New Showtime Original Series</B><BR><BR>Showtime's dramatic series <I>Masters of Sex</I>, starring Michael Sheen and Lizzy Caplan, is based on this real-life story of sex researchers William Masters and Virginia Johnson. Before <I>Sex and the City</I> and ViagraTM, America relied on Masters and Johnson to teach us everything we needed to know about what goes on in the bedroom. Convincing hundreds of men and women to shed their clothes and copulate, the pair were the nation&#8217;s top experts on love and intimacy. Highlighting interviews with the notoriously private Masters and the ambitious Johnson, critically acclaimed biographer Thomas Maier shows how this unusual team changed the way we all thought about, talked about, and engaged in sex while they simultaneously tried to make sense of their own relationship. Entertaining, revealing, and beautifully told, <I>Masters of Sex</I> sheds light on the eternal mysteries of desire, intimacy, and the American psyche.</DIV>", "isbn": "9780465044993", "title": "Masters of Sex", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ZTLSUALTGiEwRDsTDLtu5B", "name": "Basic Books"}}, "annotation": "", "uuid": "xd2AwkFjgJoNFhErZTxdz5", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 149, "language_code": "eng", "publication_date": "2013-02-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Revision%20of%20Psychoanalysis/1373335824.36.jpg", "uuid": "rXLaBw2esHLMVub2NnEy2V", "average_rating": 0.0, "author": "Erich Fromm", "awards": [], "description": "<DIV><DIV><b>Bestselling author Erich Fromm revisits Sigmund Freud&rsquo;s work, ushering psychoanalysis into the modern age</b></div><DIV><BR>In <i>The Revision of Psychoanalysis</i>, renowned psychoanalyst and social psychologist Erich Fromm applies his innovative, humanist approach to Freud&rsquo;s often contradictory ideas. Fromm pays special attention to the fact that human beings&rsquo; main problem has been the way they are related to the outer world, to others, and to themselves. Human passions and their effects have to be explained differently than Freud did, and psychoanalysis must be revised to accommodate this&mdash;a fact Fromm explains in his typically brilliant way. The result is a comprehensive, updated look at psychoanalysis and humanistic thinking that is as relevant today as when it was first written.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Erich Fromm including rare images and never-before-seen documents from the author&rsquo;s estate.</div></div>", "isbn": "9781480401976", "title": "The Revision of Psychoanalysis", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "wiR7gibAFNpYroZp6Nu6Lk", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2010-06-08", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061997938/1376529943.22.jpg", "uuid": "ZvNr4twC7PhoUtGjDjeU3Y", "average_rating": 3.84, "author": "Kathryn Schulz", "awards": [], "description": "<p>To err is human. Yet most of us go through life assuming (and sometimes insisting) that we are right about nearly everything, from the origins of the universe to how to load the dishwasher. If being wrong is so natural, why are we all so bad at imagining that our beliefs could be mistaken, and why do we react to our errors with surprise, denial, defensiveness, and shame?</p><p>In <em>Being Wrong</em>, journalist Kathryn Schulz explores why we find it so gratifying to be right and so maddening to be mistaken, and how this attitude toward error corrodes relationships&#8212;whether between family members, colleagues, neighbors, or nations. Along the way, she takes us on a fascinating tour of human fallibility, from wrongful convictions to no-fault divorce; medical mistakes to misadventures at sea; failed prophecies to false memories; \"I told you so!\" to \"Mistakes were made.\" Drawing on thinkers as varied as Augustine, Darwin, Freud, Gertrude Stein, Alan Greenspan, and Groucho Marx, she proposes a new way of looking at wrongness. In this view, error is both a given and a gift&#8212;one that can transform our worldviews, our relationships, and, most profoundly, ourselves. </p><p>In the end, <em>Being Wrong</em> is not just an account of human error but a tribute to human creativity&#8212;the way we generate and revise our beliefs about ourselves and the world. At a moment when economic, political, and religious dogmatism increasingly divide us, Schulz explores with uncommon humor and eloquence the seduction of certainty and the crises occasioned by error. A brilliant debut from a new voice in nonfiction, this book calls on us to ask one of life's most challenging questions: what if I'm wrong?</p>", "isbn": "9780061997938", "title": "Being Wrong", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "ZWz8kdqNWRubzX5xigsW5d", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-04-14", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061907319/1376528373.33.jpg", "uuid": "SdWZ8rZyJxqNCLRLscFHbH", "average_rating": 3.67, "author": "Carl Honore", "awards": [], "description": "<p></p><p>We live in the age of speed. We strain to be more efficient, to cram more into each minute, each hour, each day. Since the Industrial Revolution shifted the world into high gear, the cult of speed has pushed us to a breaking point. Consider these facts: Americans on average spend seventy-two minutes of every day behind the wheel of a car, a typical business executive now loses sixty-eight hours a year to being put on hold, and American adults currently devote on average a mere half hour per week to making love.</p><p>Living on the edge of exhaustion, we are constantly reminded by our bodies and minds that the pace of life is spinning out of control. <em>In Praise of Slowness</em> traces the history of our increasingly breathless relationship with time and tackles the consequences of living in this accelerated culture of our own creation. Why are we always in such a rush? What is the cure for time sickness? Is it possible, or even desirable, to slow down? Realizing the price we pay for unrelenting speed, people all over the world are reclaiming their time and slowing down the pace -- and living happier, healthier, and more productive lives as a result. A Slow revolution is taking place.</p><p>Here you will find no Luddite calls to overthrow technology and seek a preindustrial utopia. This is a modern revolution, championed by cell-phone using, e-mailing lovers of sanity. The Slow philosophy can be summed up in a single word -- balance. People are discovering energy and efficiency where they may have been least expected -- in slowing down.</p><p>In this engaging and entertaining exploration, award-winning journalist and rehabilitated speedaholic Carl Honor&#233; details our perennial love affair with efficiency and speed in a perfect blend of anecdotal reportage, history, and intellectual inquiry. <em>In Praise of Slowness</em> is the first comprehensive look at the worldwide Slow movements making their way into the mainstream -- in offices, factories, neighborhoods, kitchens, hospitals, concert halls, bedrooms, gyms, and schools. Defining a movement that is here to stay, this spirited manifesto will make you completely rethink your relationship with time.</p>", "isbn": "9780061907319", "title": "In Praise of Slowness", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "kmiXpwi4LzBz8fpux7SNkj", "position": 16}]