[{"annotation": "", "uuid": "bMuRmxjocPNrtx8LZrPtTc", "position": 0, "book": {"uuid": "kuezm2V6MR7mU3THupWuAK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 352, "title": "S.t.p.", "publication_date": "2009-04-28", "oyster_good_for_statement": "", "isbn": "9780786730803", "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}, "awards": [], "description": "<DIV>Thirty years ago, the Rolling Stones swept America, taking Exile on Main Street to Main Streets across the nation. Everyone held their breath to see what would happen; the Stones' previous U.S. tour had been a chaotic circus culminating in the infamous death of a fan at Altamont. And this tour (the \"Stones Touring Party\") was rumored to be wilder than ever: bigger shows in major arenas, with a far larger entourage and even more drugs. Robert Greenfield went along for the ride, and came away with a riveting insider's account, called by Ian Rankin \"one of the greatest rock books ever written.\" The reality lived up to the rumor: take one part Lee Radziwill, a dash of Truman Capote, set the scene at Hef's Playboy mansion, and toss in the county jail for good measure. That was the Stones Touring Party, the ultimate rock 'n' roll band at the height of its spectacular depravity.</Div>", "average_rating": 4.3, "author": "Robert Greenfield", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780786730803/1387370910.68.jpg"}},{"annotation": "", "uuid": "eX9qY8TkKQ5qS5jb7u27kM", "position": 1, "book": {"uuid": "cKxzQoaKnDRSCJEKyTsKBK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 416, "title": "Bright Young Things", "publication_date": "2010-10-12", "oyster_good_for_statement": "", "isbn": "9780062023919", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "description": "<blockquote><p>The year is 1929. New York is ruled by the Bright Young Things: flappers and socialites seeking thrills and chasing dreams in the anything-goes era of the Roaring Twenties.</p></blockquote><p>Letty Larkspur and Cordelia Grey escaped their small Midwestern town for New York's glittering metropolis. All Letty wants is to see her name in lights, but she quickly discovers Manhattan is filled with pretty girls who will do <em>anything</em> to be a star. . . .</p><p>Cordelia is searching for the father she's never known, a man as infamous for his wild parties as he is for his shadowy schemes. Overnight, she enters a world more thrilling and glamorous than she ever could have imagined&#8212;and more dangerous. It's a life anyone would kill for . . . and someone will.</p><p>The only person Cordelia can trust is &#173;Astrid Donal, a flapper who seems to have it all: money, looks, and the love of Cordelia's brother, Charlie. But Astrid's perfect veneer hides a score of family secrets.</p><p>Across the vast lawns of Long Island, in the &#173;illicit speakeasies of Manhattan, and on the blindingly lit stages of Broadway, the three girls' fortunes will rise and fall&#8212;together and apart. From the <em>New York Times</em> bestselling author of <em>The Luxe</em> comes an epic new series set in the dizzying last summer of the Jazz Age.</p>", "average_rating": 3.68, "author": "Anna Godbersen", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062023919/1376453068.65.jpg"}},{"annotation": "", "uuid": "ynBtMzHZnh35i9qN6PdaN", "position": 2, "book": {"uuid": "ghhQPshMBcuAJFpjxsVaff", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 304, "title": "Mrs. Dalloway", "publication_date": "2005-08-01", "oyster_good_for_statement": "", "isbn": "9780547662404", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "description": "<P><B>Direct and vivid in her account of Clarissa Dalloway&#8217;s preparations for a party, Virginia Woolf explores the hidden springs of thought and action in one day of a woman&#8217;s life. </B></P> <p>In Mrs. Dalloway, the novel on which the movie <I>The Hours</I> was based, Virginia Woolf details Clarissa Dalloway&#8217;s preparations for a party of which she is to be hostess, exploring the hidden springs of thought and action in one day of a woman&#8217;s life. The novel \"contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century\" (Michael Cunningham).", "average_rating": 3.76, "author": "Virginia Woolf", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547662404/1376381273.7.jpg"}},{"annotation": "", "uuid": "KTTt3EiRaDpvm7F82tX48E", "position": 3, "book": {"uuid": "pWGHVwErTSSdqjUXTbR3Z7", "status": 1, "oyster_summary": "", "language_code": "", "number_print_pages": 422, "title": "The Beautiful and the Damned", "publication_date": "1920-01-01", "oyster_good_for_statement": "", "isbn": "9781629450575", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "description": "Embellished with the author's lyrical prose, here is the story of Harvard-educated, aspiring aesthete Anthony Patch and his beautiful wife, Gloria. As they await the inheritance of his grandfather's fortune, their reckless marriage sways under the influence of alcohol and avarice. A devastating look at the nouveau riche and New York nightlife, as well as the ruinous effects wild ambition, The Beautiful and the Damned achieved stature as one of Fitzgerald's most accomplished novels. Its distinction as a classic endures to this day. Pocket Book's Enriched Classics present the great works of world literature enhanced for the contemporary reader. Special features include critical perspectives, suggestions for further read, and a unique visual essay composed of period photographs that help bring every word to life.", "average_rating": 3.76, "author": "F. Scott Fitzgerald", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450575/1376627447.15.png"}},{"annotation": "", "uuid": "eoQAr9RDXroPBkN6rLJuwG", "position": 4, "book": {"uuid": "2qepvKbokaychSzRJRjxkn", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 320, "title": "I'm with the Band", "publication_date": "2005-10-28", "oyster_good_for_statement": "", "isbn": "9781556529962", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV>The stylish, exuberant, and remarkably sweet confession of one of the most famous groupies of the 1960s and 70s is back in print in this new edition that includes an afterword on the author's last 15 years of adventures. As soon as she graduated from high school, Pamela Des Barres headed for the Sunset Strip, where she knocked on rock stars' backstage doors and immersed herself in the drugs, danger, and ecstasy of the freewheeling 1960s. Over the next 10 years she had affairs with Mick Jagger, Jimmy Page, Keith Moon, Waylon Jennings, Chris Hillman, Noel Redding, and Jim Morrison, among others. She traveled with Led Zeppelin; lived in sin with Don Johnson; turned down a date with Elvis Presley; and was close friends with Robert Plant, Gram Parsons, Ray Davies, and Frank Zappa. As a member of the GTO's, a girl group masterminded by Frank Zappa, she was in the thick of the most revolutionary renaissance in the history of modern popular music. Warm, witty, and sexy, this kiss-and-tell&#150;all stands out as the perfect chronicle of one of rock 'n' roll's most thrilling eras.<BR></DIV>", "average_rating": 3.67, "author": "Pamela Des Barres", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/9781556529962/1378335642.25.jpg"}},{"annotation": "", "uuid": "SzbiDKVSmjA5e33x4ExqaL", "position": 5, "book": {"uuid": "jvMLG9YiBezBQBsdM6QCed", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 480, "title": "Slash", "publication_date": "2009-10-13", "oyster_good_for_statement": "", "isbn": "9780061752353", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p><em>From one of the greatest rock guitarists of our era comes a memoir that redefines sex, drugs, and rock 'n' roll</em></p><p>He was born in England but reared in L.A., surrounded by the leading artists of the day amidst the vibrant hotbed of music and culture that was the early seventies. Slash spent his adolescence on the streets of Hollywood, discovering drugs, drinking, rock music, and girls, all while achieving notable status as a BMX rider. But everything changed in his world the day he first held the beat-up one-string guitar his grandmother had discarded in a closet.</p><p>The instrument became his voice and it triggered a lifelong passion that made everything else irrelevant. As soon as he could string chords and a solo together, Slash wanted to be in a band and sought out friends with similar interests. His closest friend, Steven Adler, proved to be a conspirator for the long haul. As hairmetal bands exploded onto the L.A. scene and topped the charts, Slash sought his niche and a band that suited his raw and gritty sensibility.</p><p>He found salvation in the form of four young men of equal mind: Axl Rose, Izzy Stradlin, Steven Adler, and Duff McKagan. Together they became Guns N' Roses, one of the greatest rock 'n' roll bands of all time. Dirty, volatile, and as authentic as the streets that weaned them, they fought their way to the top with groundbreaking albums such as the iconic <em>Appetite for Destruction</em> and <em>Use Your Illusion I</em> and <em>II</em>.</p><p>Here, for the first time ever, Slash tells the tale that has yet to be told from the inside: how the band came together, how they wrote the music that defined an era, how they survived insane, never-ending tours, how they survived themselves, and, ultimately, how it all fell apart. This is a window onto the world of the notoriously private guitarist and a seat on the roller-coaster ride that was one of history's greatest rock 'n' roll machines, always on the edge of self-destruction, even at the pinnacle of its success. This is a candid recollection and reflection of Slash's friendships past and present, from easygoing Izzy to ever-steady Duff to wild-child Steven and complicated Axl.</p><p>It is also an intensely personal account of struggle and triumph: as Guns N' Roses journeyed to the top, Slash battled his demons, escaping the overwhelming reality with women, heroin, coke, crack, vodka, and whatever else came along.</p><p>He survived it all: lawsuits, rehab, riots, notoriety, debauchery, and destruction, and ultimately found his creative evolution. From Slash's Snakepit to his current band, the massively successful Velvet Revolver,Slash found an even keel by sticking to his guns. </p><p><em>Slash</em> is everything the man, the myth, the legend, inspires: it's funny, honest, inspiring, jaw-dropping . . . and, in a word, excessive.</p>", "average_rating": 3.9, "author": "Slash", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752353/1376451958.22.jpg"}},{"annotation": "", "uuid": "Eam3P8Nx3SZtPHUWTJEtgH", "position": 6, "book": {"uuid": "Vi9Eiwc9YwSsDuvbVmeK6N", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 544, "title": "Furious Love", "publication_date": "2010-06-15", "oyster_good_for_statement": "", "isbn": "9780061996979", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<blockquote><p>The definitive story of Hollywood's most famous couple</p></blockquote><p>He was a tough-guy Welshman softened by the affections of a breathtakingly beautiful woman; she was a modern-day Cleopatra madly in love with her own Mark Antony. For nearly a quarter of a century, Elizabeth Taylor and Richard Burton were Hollywood royalty, and their fiery romance&#8212;often called \"the marriage of the century\"&#8212;was the most notorious, publicized, and celebrated love affair of its day.</p><p>For the first time, <em>Vanity Fair</em> contributing editor Sam Kashner and acclaimed biographer Nancy Schoenberger tell the complete story of this larger-than-life couple, showing how their romance and two marriages commanded the attention of the world. Also for the first time, in exclusive access given to the authors, Elizabeth Taylor herself gives never-revealed details and firsthand accounts of her life with Burton. </p><p>Drawing upon brand-new information and interviews&#8212;and on Burton's private, passionate, and heartbreaking letters to Taylor&#8212;<em>Furious Love</em> sheds new light on the movies, the sex, the scandal, the fame, the brawls, the booze, the bitter separations, and, of course, the fabled jewels. It offers an intimate glimpse into Elizabeth and Richard's privileged world and their elite circle of friends, among them Princess Grace, Montgomery Clift, the Duke and Duchess of Windsor, Peter O'Toole, Michael Caine, Marlon Brando, Rex Harrison, Mike Nichols, Laurence Olivier, Robert Kennedy, Tennessee Williams, No&#235;l Coward, John Huston, Ava Gardner, the Rothschilds, Maria Callas, and Aristotle Onassis. It provides an entertaining, eye-opening look at their films, their wildly lucrative reign in Europe and in Hollywood&#8212;and the price they paid for their extravagant lives.</p><p>Shocking and unsparing in its honesty, <em>Furious Love</em> explores the very public marriage of \"Liz and Dick\" as well as the private struggles of Elizabeth and Richard, including <em>Le Scandale</em>, their affair on the set of the notorious epic <em>Cleopatra</em> that earned them condemnation from the Vatican; Burton's hardscrabble youth in Wales; the crippling alcoholism that nearly destroyed his career and contributed to his early death; the medical issues that plagued both him and Elizabeth; and the failed aspirations and shame that haunted him throughout their relationship. As Kashner and Schoenberger illuminate the events and choices that shaped this illustrious couple's story, they demonstrate how the legendary pair presaged America's changing attitudes toward sex, marriage, morality, and celebrity. Yet ultimately, as the authors show, Elizabeth and Richard shared something priceless beyond the drama: enduring love.</p><p>Addictive and entertaining, <em>Furious Love</em> is more than a celebrity biography; it's an honest yet sympathetic portrait of a man, a woman, and a passion that shocked and mesmerized the world.</p>", "average_rating": 3.82, "author": "Sam Kashner", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061996979/1376487672.38.jpg"}},{"annotation": "", "uuid": "tuu9QCTvFVFWN6ARCTP22K", "position": 7, "book": {"uuid": "S3dUsWHEoiGrwJmQdvJf3Q", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 400, "title": "Does the Noise in My Head Bother You?", "publication_date": "2011-05-03", "oyster_good_for_statement": "", "isbn": "9780061959394", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "description": "<p>\"I've been mythicized, Mick-icized, eulogized and fooligized, I've been Cole-Portered and farmer's-daughtered, I've been Led Zepped and 12-stepped. I'm a rhyming fool and so cool that me, Fritz the Cat, and Mohair Sam are the baddest cats that am. I have so many outrageous stories, too many, and I'm gonna tell 'em all. All the unexpurgated, brain-jangling tales of debauchery, sex &#38; drugs, transcendence &#38; chemical dependence you will ever want to hear.\"</p><p>The son of a classical pianist straight out of the Bronx of old Archie comics, Steven Tyler was born to be a rock star. Weaned on Cole Porter, Nat King Cole, Mick&#8212;and his beloved Janis Joplin&#8212;Tyler began tearing up the streets and the stage as a teenager before finally meeting his \"mutant twin\" and legendary partner Joe Perry. In this addictively readable memoir, told in the playful, poetic voice that is uniquely his own, Tyler unabashedly recounts the meteoric rise, fall, and rise of Aerosmith over the last three decades and riffs on the music that gives it all meaning.</p><p>Tyler tells what it's like to be a living legend and the frontman of one of the world's most revered and infamous bands&#8212;the debauchery, the money, the notoriety, the fights, the motels and hotels, the elevators, limos, buses and jets, the rehab. He reveals the spiritual side that \"gets lost behind the stereotype of the Sex Guy, the Drug Guy, the Demon of Screamin', the Terror of the Tropicana.\" And he talks about his epic romantic life and his relationship with his four children. As dazzling, bold, and out-on-the-edge as the man himself, <em>Does the Noise in My Head Bother You?</em> is an all-access backstage pass into this extraordinary showman's life.</p>", "average_rating": 3.37, "author": "Steven Tyler", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959394/1376528722.65.jpg"}},{"annotation": "", "uuid": "kjJuLzT2EnLyjipmapwiqA", "position": 8, "book": {"uuid": "X85DrTrS5qzoea3jBKfZTh", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 256, "title": "I, Doll", "publication_date": "2009-08-01", "oyster_good_for_statement": "", "isbn": "9781569762974", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">When the New York Dolls' bassist died suddenly at age 55 in 2004, he left behind not only their timeless music&#151;and many thousands of fans and friends&#151;but a memoir of the Dolls' early years. This distinctive and extroverted voice of an undisciplined showman is presented with an introduction and epilogue by his widow, Barbara. This up close and personal perspective of the band's early days and late nights&#151;including an instance where he locks himself out of the studio in full drag while tripping on LSD&#151;chronicles the&#160;glorious, glamorous era of high times, high drama, and low comedy that captures the music, the style, and the life of the all-too-brief existence of the New York Dolls.</P></DIV></DIV>", "average_rating": 3.24, "author": "Arthur Killer Kane", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/I%2C%20Doll/1372977220.6.jpg"}},{"annotation": "", "uuid": "PssXD2BrdBVqvEUjbXMHBe", "position": 9, "book": {"uuid": "eW87VxpFoKBJ5XBw66KvEK", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 288, "title": "Lick Me", "publication_date": "2010-11-01", "oyster_good_for_statement": "", "isbn": "9781569768037", "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}, "awards": [], "description": "<DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>In this&#160;sexually open&#160;and disarming account of her life and the era, Cherry Vanilla tells all about her personal successes and failures and in the process explores every aspect of the music industry during its most electrifying era&#151;complete with detours through the sexual revolution, the women&#8217;s liberation movement, and the theater of the ridiculous. From her rise from humble Irish Catholic beginnings to a Madison Avenue wunderkind in the swinging 1960s, an actress in Andy Warhol&#8217;s <I>Pork</I>, David Bowie&#8217;s publicist, and punk band diva to her notoriety as a groupie&#151;known to have bedded musicians ranging from David Bowie and Leon Russell to Kris Kristofferson&#151;her&#160;behind-the-scenes tale&#160;chronicles the highs and lows of her fast-lane existence. Far from a saccharine glamorization of a high-profile life, the&#160;memoir also&#160;candidly acknowledges&#160;the parallel downsides of the high-rolling days&#151;unwanted pregnancies, poverty,&#160;sex addiction, and obsessive-compulsive disorder&#151;and how she handled them.</p></DIV></DIV>", "average_rating": 3.46, "author": "Cherry Vanilla", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Lick%20Me/1372978057.95.jpg"}}]