[{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981722/1376529446.62.jpg", "uuid": "GYKjYxdTCdfw6qMMPQNVaD", "average_rating": 3.76, "author": "Jodi Picoult", "awards": [], "description": "<p>One of America's most powerful and thought-provoking novelists, <em>New York Times</em> bestselling author Jodi Picoult brilliantly examines belief, miracles, and the complex core of family.</p><p>When the marriage of Mariah White and her cheating husband, Colin, turns ugly and disintegrates, their seven-year-old daughter, Faith, is there to witness it all. In the aftermath of a rapid divorce, Mariah falls into a deep depression -- and suddenly Faith, a child with no religious background whatsoever, hears divine voices, starts reciting biblical passages, and develops stigmata. And when the miraculous healings begin, mother and daughter are thrust into the volatile center of controversy and into the heat of a custody battle -- trapped in a mad media circus that threatens what little stability the family has left.</p>", "isbn": "9780061981722", "title": "Keeping Faith", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "rvsWzT7SuaQjEZZgbXTg5Y", "position": 52},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "English", "publication_date": "2010-09-14", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514016/1378048909.74.jpg", "uuid": "k54ubLbTomY3bSoSGorwTn", "average_rating": 3.6, "author": "Manuel de Lope", "awards": [], "description": "In the Basque Country in northern Spain, just before the Civil War, three men in dinner suits stop for a drink at a bar before continuing on their way to a wedding. Their trip is interrupted when their leader, the wealthy Don Leopoldo, has a stroke in the restroom.This event, bizarre and undignified though it is, begins to weave together the lives of two remarkable women: the bride, the beautiful and distinguished Isabel Cruces, and María Antonia Etxarri, the bar owner’s adolescent daughter. Shortly after the outbreak of the war, María Antonia is raped and Isabel’s newlywed husband, Captain Julen Herraiz, is shot. Both women find themselves violently altered, alone, and pregnant. A crippled but wise local doctor is the only witness to the mysterious, silent agreement these women conclude in the loneliness and desperation of their mutual suffering. Many years later, a young student, grandson to Isabel, returns to the scene of the events to spend an innocent summer studying for law exams. As he goes about his work, he unwittingly awakens the ghosts haunting both María Antonia and the doctor, and through their memories the passionate stories of the past unfurl before the reader.\r\n   De Lope brilliantly reveals his incredible story through flashes of memory and emotion, told in a winding torrent that expresses the cumulative nature of both history and nostalgia.", "isbn": "9781590514016", "title": "The Wrong Blood", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "gXS9skxu7WugjXsoeKryBE", "position": 47},{"book": {"oyster_summary": "", "number_print_pages": 496, "language_code": "eng", "publication_date": "2005-05-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156035002/1376379622.5.jpg", "uuid": "wSH6ABfVfCGweajQKoU32K", "average_rating": 4.1, "author": "Jenna Blum", "awards": [], "description": "<DIV>For fifty years, Anna Schlemmer has refused to talk about her life in Germany during World War II. Her daughter, Trudy, was only three when she and her mother were liberated by an American soldier and went to live with him in Minnesota. Trudy's sole evidence of the past is an old photograph: a family portrait showing Anna, Trudy, and a Nazi officer, the Obersturmfuhrer of Buchenwald.<br><BR>Driven by the guilt of her heritage, Trudy, now a professor of German history, begins investigating the past and finally unearths the dramatic and heartbreaking truth of her mother's life.<br><BR>Combining a passionate, doomed love story, a vivid evocation of life during the war, and a poignant mother/daughter drama, <I>Those Who Save Us</I> is a profound exploration of what we endure to survive and the legacy of shame.<br><BR></DIV>", "isbn": "9780156035002", "title": "Those Who Save Us", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "4vyM2VbRjaEfc46fFL2mj", "position": 44},{"book": {"oyster_summary": "", "number_print_pages": 357, "language_code": "eng", "publication_date": "2012-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Good%20Earth/1373331001.54.jpg", "uuid": "iwtLBHBMP2ETShBA5bDZ9F", "average_rating": 3.91, "author": "Pearl S. Buck", "awards": [{"image": null, "uuid": "tWxEyYiACxoTvBiEBTehv3", "name": "William Dean Howells Medal"}, {"image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM", "name": "Winner of the Pulitzer Prize"}], "description": "<DIV><b>Pearl S. Buck&rsquo;s timeless masterpiece, the Pulitzer Prize&ndash;winning story of a farmer&rsquo;s journey through China in the 1920s</b></div><DIV><i><BR>The Good Earth </i>is Buck&rsquo;s classic story of Wang Lung, a Chinese peasant farmer, and his wife, O-lan, a former slave. With luck and hard work, the couple&rsquo;s fortunes improve over the years: They are blessed with sons, and save steadily until one day they can afford to buy property in the House of Wang&mdash;the very house in which O-lan used to work. But success brings with it a new set of problems. Wang soon finds himself the target of jealousy, and as good harvests come and go, so does the social order. Will Wang&rsquo;s family cherish the estate after he&rsquo;s gone? And can his material success, the bedrock of his life, guarantee anything about his soul?</div><DIV>&#160;</div><DIV>Winner of the Pulitzer Prize and the William Dean Howells Award, <i>The Good Earth</i> was an Oprah&rsquo;s Book Club choice in 2004. A readers&rsquo; favorite for generations, this powerful and beautifully written fable resonates with universal themes of hope and family unity.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263563", "title": "The Good Earth", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "aE8PxaZGpB9tANLkb38QhB", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2011-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Queensland%20Press/The%20Sparrows%20of%20Edward%20Street/1372980079.78.jpg", "uuid": "VcPoUHJpDgjtHxo8HknPKR", "average_rating": 3.74, "author": "Elizabeth Stead", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>A wonderfully witty and entertaining retelling of a little-known yet very important period of Australia&#8217;s history, this is a fictionalized account of acclaimed Australian writer Elizabeth Stead&#8217;s experiences in a 1940s postwar housing commission camp. It&#8217;s November 1948, and the widowed Hanora Sparrow and her teenage daughters, Aria and Rosy, have fallen on tough times; when they move into a housing commission camp on the outskirts of Sydney, their spirits are low and their prospects few. While Hanora copes via various pharmaceutical offerings and Rosy with nothing other than indignity, the spirited Aria rises immediately to the challenge of keeping the family together in such trying circumstances. With her endless curiosity and lively sense of humor, Aria draws the Sparrow women into close friendships with other camp residents and supports her family through her work as a photographic model in the city. Despite the setbacks, Aria strives toward their eventual salvation.</P>", "isbn": "9780702248108", "title": "The Sparrows of Edward Street", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "XWxBqmGm3Q2f5zGwNi4vFS", "name": "University of Queensland Press"}}, "annotation": "", "uuid": "4fd3ERZU3JAWvykDoDm3Sg", "position": 51},{"book": {"oyster_summary": "", "number_print_pages": 216, "language_code": "eng", "publication_date": "2011-12-20", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Werewolves%20in%20Their%20Youth/1373330268.44.jpg", "uuid": "J8kRmAerC4Q4RjaHRA7y8A", "average_rating": 3.6, "author": "Michael Chabon", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}, {"image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS", "name": "Pulitzer Prize-Winning Author"}], "description": "<DIV><DIV><b>Chabon&rsquo;s second story collection, about couples and families suffused with yearning but crippled by broken love</b></div><BR><DIV>Paralysis in the face of insight afflicts many characters in this stunning volume. In the title story, a boy named Paul does nothing to protect his feral friend Timothy from the scorn of teachers and classmates alike, even though he knows the reasons for Timothy&rsquo;s irritating games. In other stories, a young alpha couple sees a future together in the defects of a house up for sale, a heartbroken thief finds his ex-girlfriend&rsquo;s grandma to be an easy mark, and a man drifts away from a wife who has experienced a terrible misfortune.</div><DIV>&#160;</div><DIV>At times darkly funny, and others achingly beautiful, <i>Werewolves in Their Youth</i> renders the sad compromises of adulthood and the vivid fantasies of childhood with clarity and warmth.</div><BR>This ebook features a biography of the author.<BR></div>", "isbn": "9781453234129", "title": "Werewolves in Their Youth", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "nMRB3cMfW5RXqssMcXEEEd", "position": 45},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061836701/1376452246.4.jpg", "uuid": "v7eMJPmkB85UGcPz9RbiRP", "average_rating": 3.79, "author": "Joanne Harris", "awards": [], "description": "<p>When Framboise Simon returns to a small village on the banks of the Loire, the locals do not recognize her as the daughter of the infamous woman they hold responsible for a tragedy during the German occupation years ago. But the past and present are inextricably entwined, particularly in a scrapbook of recipes and memories that Framboise has inherited from her mother. And soon Framboise will realize that the journal also contains the key to the tragedy that indelibly marked that summer of her ninth year. . . . </p>", "isbn": "9780061836701", "title": "Five Quarters of the Orange", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "htvGEZvBuiPBNNLaLUuY7B", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 200, "language_code": "eng", "publication_date": "2011-12-19", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/816/8161358818682.35.jpg", "uuid": "mwnGwHJAjxhV7WoCiGh2Ma", "average_rating": 3.44, "author": "Sina Queyras", "awards": [], "description": "The Combals are not unacquainted with death: they have never quite recovered from the loss of one of them in childhood. And now, on Valentine's Day, they are losing another.\n \nGuddy races to see her sister, Jerry and Bjarne avoid the phone and its news, Jean finds himself on a beach, and Annie fends off her mother's persistent questions about what's happening. And Therese tries to forgive them all before it's too late.\n\nAs each is forced to face the news of Therese's impending death, their actions weave a nuanced portrait of a family, of the devastating reach of childhood grief.", "isbn": "9781770562912", "title": "Autobiography of Childhood", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}}, "annotation": "", "uuid": "fAgYoRwUVkUoUMtjPMdhAS", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2013-06-04", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547661216/1376382854.82.jpg", "uuid": "opc5mC8rvL8AKNiWo4TrgL", "average_rating": 3.51, "author": "Cristina López Barrio", "awards": [], "description": "<DIV>An &ldquo;exuberant&rdquo; (<I>El Mundo</I>) debut novel of a family bound by searing passions, an earthy magic, and a very unusual curse<BR><br> The  Laguna women suffer from an odd affliction: each generation is  condemned to tragic love affairs and to give birth only to girls who are  unable to escape the cruel fate of their mothers. One fateful hunting  season in their small Castilian town, a young landowner arrives and  begins a passionate affair with Clara Laguna, the latest in the family  line, daughter of a one-eyed woman known as &ldquo;the Laguna witch.&rdquo; He  leaves her pregnant with yet another daughter, but the seeds of change  are sown. Eventually the long-awaited son&mdash;Santiago, the great-great  grandson of Clara&mdash;is born. A window of hope is opened, but is the curse  truly over?<br><br> Introducing a cast of memorable, eccentric  characters from a bearded, mute female cook to the local do-gooding  priest and the indelible Laguna women themselves, <I>The House of Impossible Loves</I> is a feat of imaginative storytelling that marks the arrival of a talented new novelist.</div>", "isbn": "9780547661216", "title": "The House of Impossible Loves", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "wxBKmHXsXVyALkd5Lnj2iB", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2000-09-28", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547563855/1376380764.68.jpg", "uuid": "MbSm4eJuuWGVWVrQxizNgD", "average_rating": 3.59, "author": "Claire Messud", "awards": [], "description": "<DIV>Narrated by a fifteen-year-old girl with a ruthless regard for truth, The Last Life is a beautifully told novel of lies and ghosts, love and honor. Set in colonial Algeria, and in the south of France and New England, it is the tale of the LaBasse family, whose quiet integrity is shattered by the shots from a grandfather's rifle. As their world suddenly begins to crumble, long-hidden shame emerges: a son abandoned by the family before he was even born, a mother whose identity is not what she has claimed, a father whose act of defiance brings Hotel Bellevue-the family business-to its knees. Messud skillfully and inexorably describes how the stories we tell ourselves, and the lies to which we cling, can turn on us in a moment. It is a work of stunning power from a writer to watch.<br></div>", "isbn": "9780547563855", "title": "The Last Life", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "JseLBwQ2PbRnRhmZKpep77", "position": 37},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2011-08-09", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092519/1378009571.23.jpg", "uuid": "4BqNpGCDfLNuU7vggvn6Fg", "average_rating": 3.63, "author": "Kevin Wilson", "awards": [], "description": "<p>Mr. and Mrs. Fang called it art. </p><p>Their children called it mischief.</p><p>Performance artists Caleb and Camille Fang dedicated themselves to making great art. But when an artist&#8217;s work lies in subverting normality, it can be difficult to raise well-adjusted children. Just ask Buster and Annie Fang. For as long as they can remember, they starred (unwillingly) in their parents&#8217; madcap pieces. But now that they are grown up, the chaos of their childhood has made it difficult to cope with life outside the fishbowl of their parents&#8217; strange world.</p><p>When the lives they&#8217;ve built come crashing down, brother and sister have nowhere to go but home, where they discover that Caleb and Camille are planning one last performance&#8211;their magnum opus&#8211;whether the kids agree to participate or not. Soon, ambition breeds conflict, bringing the Fangs to face the difficult decision about what&#8217;s ultimately more important: their family or their art.</p><p>Filled with Kevin Wilson&#8217;s endless creativity, vibrant prose, sharp humor, and keen sense of the complex performances that unfold in the relationships of people who love one another, <em>The Family Fang</em> is a masterfully executed tale that is as bizarre as it is touching.</p>", "isbn": "9780062092519", "title": "The Family Fang", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "VQzbbh7hrv7rcGcMHApC4d", "position": 20},{"book": {"oyster_summary": "", "number_print_pages": 344, "language_code": "eng", "publication_date": "2014-01-02", "cover_img": "https://cflare.oysterbooks.com/covers/Bravebird%20Publishing/9780985751616/1388177813.73.jpg", "uuid": "Bj5oDVRTgmdNPZQrgNcxGU", "average_rating": 0.0, "author": "D. Bryant Simmons", "awards": [], "description": "<P style=\"BORDER-TOP-COLOR: ; BORDER-BOTTOM-COLOR: ; BORDER-RIGHT-COLOR: ; BORDER-LEFT-COLOR: \">Poignantly exploring the choices that contemporary women must face and the consequences of domestic abuse, this family saga opens as Belinda \"Pecan\"&#160;Morrow&#160;begins to&#160;suspect that getting married before the conclusion of her senior year in high school&#8212;and after her father&#8217;s sudden death&#8212;was a huge mistake. With her baby girl, she packs up her few belongings and attempts to leave her husband, Ricky, the up-and-coming boxing sensation from Mississippi. But when&#160;Ricky catches up to her, she learns that&#160;he has no qualms about using his fists outside of the ring. As years rolls by, Pecan does her best to protect herself and&#160;her four daughters&#160;physically and emotionally from the tornado that is Ricky, but the marriage comes to a dramatic end when his violent focus turns to the girls. She quickly finds out that leaving Ricky is only the beginning; he doesn&#8217;t need to live under the same roof to wreak havoc in her life.</P><P style=\"BORDER-TOP-COLOR: ; BORDER-BOTTOM-COLOR: ; BORDER-RIGHT-COLOR: ; BORDER-LEFT-COLOR: \">&#160;", "isbn": "9780985751616", "title": "How to Knock a Bravebird from Her Perch", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "YNCzoLGeyYK8s8R4KWcfEN", "name": "Bravebird Publishing"}}, "annotation": "", "uuid": "gvjAhgypYh8gvVfCeLtLx7", "position": 65},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2009-11-03", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200213/1377656898.24.jpg", "uuid": "NfRLZYxX3Gh6VY5KJ3E3MW", "average_rating": 3.18, "author": "Deborah Copaken Kogan", "awards": [], "description": "When a deep-seated memory suddenly surfaces, Elizabeth Burns becomes obsessed with the long-ago disappearance of her childhood friend April Cassidy. Driven to investigate, Elizabeth discovers a thirty-five-year-old newspaper article revealing the details that had been hidden from her as a child—shocking revelations about April's mother, Adele.<br><br>Elizabeth, now herself a mother, seeks out anyone who might help piece together the final months, days, and hours of this troubled woman's life, but the answers yield only more questions. And those questions lead back to Elizabeth's own life: her own compromised marriage, her increasing self-doubt and dissatisfaction, and finally, a fearsome reckoning with what it means to be a wife and mother.<br>", "isbn": "9781616200213", "title": "Between Here and April", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "dpc9hS8ZMWq7HsmfA2ks4E", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2005-07-06", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547864563/1376382010.79.jpg", "uuid": "YQNxnBttvFtzDQREDTZNje", "average_rating": 3.77, "author": "Cathy Day", "awards": [], "description": "<DIV>From 1884 to 1939, the Great Porter Circus made the unlikely choice to winter in an Indiana town called Lima, a place that feels as classic as Sherwood Anderson's Winesburg, Ohio, and as wondrous as a first trip to the Big Top. In Lima an elephant can change the course of a man's life-or the manner of his death. Jennie Dixianna entices men with her dazzling Spin of Death and keeps them in line with secrets locked in a cedar box. The lonely wife of the show's manager has each room of her house painted like a sideshow banner, indulging her desperate passion for a young painter. And a former clown seeks consolation from his loveless marriage in his post-circus job at Clown Alley Cleaners. Cathy Day follows the circus people into their everyday lives and brings the greatest show on earth to the page.<br></DIV>", "isbn": "9780547864563", "title": "The Circus in Winter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "rc6uvS4KbDK9wgj9bVCaGG", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 480, "language_code": "eng", "publication_date": "2010-03-09", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061978494/1376452762.1.jpg", "uuid": "wkkfeTYXLHmMZ4EZDNouWA", "average_rating": 3.66, "author": "Lionel Shriver", "awards": [{"image": null, "uuid": "eYKvqpafcTyqyGvFx3Mrj4", "name": "National Book Award Finalist"}], "description": "<blockquote><p>From the acclaimed author of the <em>New York Times</em> bestseller <em>The Post-Birthday World</em> comes a searing, ruthlessly honest new novel about a marriage both stressed and strengthened by the demands of serious illness.</p></blockquote><p>Shep Knacker has long saved for \"The Afterlife\": an idyllic retreat to the Third World where his nest egg can last forever. Traffic jams on the Brooklyn-Queens Expressway will be replaced with \"talking, thinking, seeing, and being\"&#8212;and enough sleep. When he sells his home repair business for a cool million dollars, his dream finally seems within reach. Yet Glynis, his wife of twenty-six years, has concocted endless excuses why it's never the right time to go. Weary of working as a peon for the jerk who bought his company, Shep announces he's leaving for a Tanzanian island, with or without her.</p><p>Just returned from a doctor's appointment, Glynis has some news of her own: Shep can't go anywhere because she desperately needs his health insurance. But their policy only partially covers the staggering bills for her treatments, and Shep's nest egg for The Afterlife soon cracks under the strain. </p><p>Enriched with three medical subplots that also explore the human costs of American health care, <em>So Much for That</em> follows the profound transformation of a marriage, for which grave illness proves an unexpected opportunity for tenderness, renewed intimacy, and dry humor. In defiance of her dark subject matter, Shriver writes a page-turner that presses the question: How much is one life worth?</p>", "isbn": "9780061978494", "title": "So Much for That", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "k4KkrJVQWZt5kFRApZ3pLg", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2011-04-19", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547548401/1376380482.43.jpg", "uuid": "ctsyU59FTwjb9sjDbUS743", "average_rating": 3.71, "author": "Ann Patchett", "awards": [], "description": "Since&#160;her first publication in 1992, celebrated novelist Ann Patchett has crafted a number of elegant novels, garnering accolades and awards along the way. Now comes a beautiful reissue of the best-selling debut novel that launched&#160;her remarkable career.<BR><BR>St. Elizabeth's, a home for unwed mothers in Habit, Kentucky, usually harbors its residents for only a little while. Not so&#160;Rose Clinton, a beautiful, mysterious woman who comes to the home pregnant but not unwed, and stays. She plans to give up her child, thinking&#160;she cannot be the mother it needs. But when&#160;Cecilia is born, Rose makes a place for herself and her daughter amid St. Elizabeth's&#160;extended family of nuns and an ever-changing collection of pregnant teenage girls. Rose's past won't be kept away, though, even by St. Elizabeth's;&#160;she cannot remain untouched by what she has left behind, even as she cannot change who she has become in the leaving.&#160;", "isbn": "9780547548401", "title": "The Patron Saint of Liars", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "YTfDGFqh378Xz2pSv3Js74", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 175, "language_code": "", "publication_date": "1918-01-01", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/635/6351355518278.72.png", "uuid": "28u9v4LqVA6TanFWnhez2W", "average_rating": 3.72, "author": "Willa Cather", "awards": [], "description": "The book's narrator, Jim Burden, arrives in the town of Black Hawk, Nebraska, on the same train as the Shimerdas, when he goes to live with his grandparents after his parents have died. Jim develops strong feelings for Ántonia, something between a crush and a filial bond, and the reader views Ántonia's life, including its attendant struggles and triumphs, through that lens.\r\n\r\nThe novel is divided into five books, some of which incorporate short stories Cather had previously written, based on her own life growing up on the Nebraska prairies. The volumes correspond roughly to the stages of Ántonia's life up through her marriage and motherhood, although the third volume, \"Lena Lingard,\" focuses more on Jim's time in college and his affair with Lena, another childhood friend of his, who is also Ántonia's friend.", "isbn": "9781629450315", "title": "My Antonia", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}}, "annotation": "", "uuid": "dmSrNjwD6Cm42gmQryJiYS", "position": 22},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061343742/1376504769.62.jpg", "uuid": "k2gJ7tMEhJjJ4qUvuZ9hGL", "average_rating": 3.45, "author": "A. Manette Ansay", "awards": [], "description": "<p>From <em>New York Times</em> bestselling author A. Manette Ansay comes an unforgettable story of two families united by tragedy -- and one woman's deeply emotional journey toward a choice she'd never thought possible.</p><p>On an ordinary morning in Fox Harbor, Wisconsin, Meg and Rex Van Dorn's lives are irrevocably altered when a drunk driver -- Meg's onetime best friend, Cindy Ann Kreisler -- slams into the Van Dorns' car, killing their six-year-old son, Evan. As Meg recovers from her own injuries, she and Rex are shocked when Cindy Ann receives a mere slap on the wrist. In their rage and grief, they buy a boat to sail around the world, hoping to put as much distance as possible between themselves and Cindy Ann. But when Meg returns to Fox Harbor for a family wedding, she's forced to face the complex ties that bind her to the woman who has destroyed her peace.</p>", "isbn": "9780061343742", "title": "Blue Water", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "Z4ABqoik7wyrb2aDnc2bwi", "position": 49},{"book": {"oyster_summary": "", "number_print_pages": 544, "language_code": "eng", "publication_date": "2009-03-17", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061749681/1376451964.3.jpg", "uuid": "qX7H2wyHFXJTMSpRWucZiV", "average_rating": 3.49, "author": "Lionel Shriver", "awards": [], "description": "<p>American children's book illustrator Irina McGovern enjoys a secure, settled life in London with her smart, loyal, disciplined partner, Lawrence&#8212;until the night she finds herself inexplicably drawn to kissing another man, a passionate, extravagant, top-ranked snooker player. Two competing alternate futures hinge on this single kiss, as Irina's decision&#8212;to surrender to temptation or to preserve her seemingly safe partnership with Lawrence&#8212;will have momentous consequences for her career, her friendships and familial relationships, and the texture of her daily life.</p>", "isbn": "9780061749681", "title": "The Post-Birthday World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "9cTFHeWHVRuoPvW2mnYTCe", "position": 46},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2012-05-08", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201531/1377657023.87.jpg", "uuid": "2JFcWPYwNX98XkzWzMYcDf", "average_rating": 3.76, "author": "Tayari Jones", "awards": [], "description": "With the opening line of <i>Silver Sparrow</i>, &#8220;My father, James Witherspoon, is a bigamist,&#8221; author Tayari Jones unveils a breathtaking story about a man&#8217;s deception, a family&#8217;s complicity, and the two teenage girls caught in the middle.<br /><br />Set in a middle-class neighborhood in Atlanta in the 1980s, the novel revolves around James Witherspoon&#8217;s two families&#8212;the public one and the secret one. When the daughters from each family meet and form a friendship, only one of them knows they are sisters. It is a relationship destined to explode. This is the third stunning novel from an author deemed &#8220;one of the most important writers of her generation&#8221; (the <i>Atlanta Journal Constitution</i>).", "isbn": "9781616201531", "title": "Silver Sparrow", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "KZsTSrtVFdmEjx3zYV55gL", "position": 41},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2012-10-15", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544127999/1376383352.76.jpg", "uuid": "N5uN9qxmvSPprmUqodewY6", "average_rating": 3.21, "author": "Andrew Miller", "awards": [{"image": null, "uuid": "wgnYp5iZQRwSNpgLXosa5J", "name": "Man Booker Prize Nominee"}], "description": "<DIV>It is the summer of 1997. In England, Alec Valentine is returning home to care for his ailing mother, Alice, a task that only reinforces his deep sense of inadequacy. In San Francisco, his older brother Larry prepares to come home as well, knowing it will be hard to conceal that his acting career is sliding toward sleaze and his marriage is faltering. In Paris, on the other hand, the Hungarian exile L&aacute;szl&oacute; L&aacute;z&aacute;r, whose play Alec is translating, seems to have it all--a comfortable home, critical acclaim, a loving boyfriend, and a close circle of friends. Yet he cannot shake off the memories of the 1956 uprising and the cry for help he left unanswered. As these unforgettable characters soon learn, the moment has come to assess the turns taken and the opportunities missed. For each of them will soon take part in acts of liberation, even if they are not necessarily what they might have expected.<br>Evoking an extraordinary range of emotions and insights, <i>Oxygen</i> lives and breathes beyond the final page.<br></div>", "isbn": "9780544127999", "title": "Oxygen", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "kE3dzUynS6EXxjk7HrSKg8", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 576, "language_code": "eng", "publication_date": "2013-10-15", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898414/1380351715.64.jpg", "uuid": "b7pHpLrPJZE39jXquMNjoh", "average_rating": 4.09, "author": "Kenneth Bonert", "awards": [], "description": "<div><div>In the tradition of the great immigrant sagas, <I>The Lion Seeker</I> brings us Isaac Helger, son of Lithuanian Jewish immigrants, surviving the streets of Johannesburg in the shadow of World War II</DIV> <p><BR><I>Are you a stupid or a clever? </I><BR><BR>Such is the refrain in Isaac Helger&#8217;s mind as he makes his way from redheaded hooligan to searching adolescent to striving young man on the make. His mother&#8217;s question haunts every choice. <I>Are you a stupid or a clever?</I> Will you find a way to lift your family out of Johannesburg&#8217;s poor inner city, to buy a house in the suburbs, to bring your aunts and cousins from Lithuania?<br><BR>Isaac&#8217;s mother is a strong woman and a scarred woman; her maimed face taunts him with a past no one will discuss. As World War II approaches, then falls upon them, they hurtle toward a catastrophic reckoning. Isaac must make decisions that, at first, only seem to be life-or-death, then actually are.<BR><BR>Meanwhile, South Africa&#8217;s history, bound up with Europe&#8217;s but inflected with its own accents&#8212;Afrikaans, Zulu, Yiddish, English&#8212;begins to unravel. Isaac&#8217;s vibrant, working-class, Jewish neighborhood lies near the African slums; under cover of night, the slums are razed, the residents forced off to townships. Isaac&#8217;s fortune-seeking takes him to the privileged seclusion of the Johannesburg suburbs, where he will court forbidden love. It partners him with the unlucky, unsinkable Hugo Bleznick, selling miracle products to suspicious farmers. And it leads him into a feud with a grayshirt Afrikaaner who insidiously undermines him in the auto shop, where Isaac has found the only work that ever felt true. And then his mother&#8217;s secret, long carefully guarded, takes them to the diamond mines, where everything is covered in a thin, metallic dust, where lions wait among desert rocks, and where Isaac will begin to learn the bittersweet reality of success bought at truly any cost.<BR><BR>A thrilling ride through the life of one fumbling young hero, <I>The Lion Seeker</I> is a glorious reinvention of the classic family and coming-of-age sagas. We are caught &#8212; hearts open and wrecked &#8212; between the urgent ambitions of a mother who knows what it takes to survive and a son straining against the responsibilities of the old world, even as he is endowed with the freedoms of the new.<BR></DIV>", "isbn": "9780547898414", "title": "The Lion Seeker", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "bd5YneeoYnAAgjSqKLptyP", "position": 57},{"book": {"oyster_summary": "", "number_print_pages": 358, "language_code": "eng", "publication_date": "2012-04-03", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/In%20Every%20Woman%27s%20Life%20.%20.%20./1373330388.84.jpg", "uuid": "b8xQNjWumgRafxivRSR3T3", "average_rating": 3.25, "author": "Alix Kates Shulman", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>An insightful story of three women that wittily portrays the pleasures and pitfalls of marriage, parenthood, and being female in middle-class America</b></div><DIV><BR></div><DIV>After the turmoil of the feminist movements of the 1960s and &rsquo;70s, three women are drawn together by family and friendship. Rosemary Streeter is a married mother of two who believes in the strength of family&mdash;even while having an affair. For Rosemary, &ldquo;marriage is about family. It&rsquo;s about raising children. It&rsquo;s an economic arrangement. Passion has nothing to do with it, except maybe to get it started.&rdquo; Meanwhile, hard-nosed, glamorous, and successful journalist Nora Kennedy claims to enjoy the freedom of being unmarried and childless, but secretly fantasizes about living with her married boyfriend. Rosemary&rsquo;s teenage daughter, Daisy, struggles to acquire the wisdom of womanhood in the confusion of 1980s America. </div><DIV>&#160;</div><DIV>Rich with humor and compassion about the complexities of marriage and everyday life, <i>In Every Woman&rsquo;s Life . . .</i> offers a fresh perspective on the role of women in society and on the American family.</div></div>", "isbn": "9781453238387", "title": "In Every Woman's Life . . .", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "K8FvTKsN9NZbAaTVd2YLY3", "position": 35},{"book": {"oyster_summary": "", "number_print_pages": 471, "language_code": "eng", "publication_date": "2010-08-24", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781453203941/1391668382.75.jpg", "uuid": "6g8tR8ANMWCELQrkcgmgnM", "average_rating": 4.06, "author": "Pat Conroy", "awards": [], "description": "<DIV><p><b>The bestselling Pat Conroy novel&mdash;now available as an ebook</b></p><DIV><DIV><p style=\"line-height: 200%;\"><b>The moving portrait of a son&rsquo;s struggle to escape the iron fist of his volatile military father</b></p></div></div><DIV>Marine Colonel Bull Meecham commands his home like a soldiers&rsquo; barracks. Cold and controlling but also loving, Bull has complicated relationships with each member of his family&mdash;in particular, his eldest son, Ben. Though he desperately seeks his father&rsquo;s approval, Ben is determined to break out from the Colonel&rsquo;s shadow. With guidance from teachers at his new school, he strives to find the courage to stand up to his father once and for all.</div><DIV>&#160;</div><DIV>Inspired by Conroy&rsquo;s own relationship with his father, <i>The Great Santini</i> is a captivating and unflinching portrayal of modern family life and a moving story of a son becoming a man.</div><p>&#160;</p></div>", "isbn": "9781453203941", "title": "The Great Santini", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "uiaYyz8oPjtk8qms5FwNff", "position": 19},{"book": {"oyster_summary": "", "number_print_pages": 208, "language_code": "eng", "publication_date": "2013-05-14", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Heart%20of%20the%20Country/1373336347.28.jpg", "uuid": "BPtSdLWcae8PJVP9DVmChk", "average_rating": 3.74, "author": "Fay Weldon", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>Suburban complacency and marital infidelity get their comeuppance in this black comedy by Fay Weldon </b></div><DIV><BR>When Natalie&rsquo;s husband, Harry, kisses her and their two children goodbye, departs for the office, and never returns, Natalie immediately blames herself. If she hadn&rsquo;t been cheating on her husband every Tuesday and Thursday afternoon, he never would have left her for his secretary, a local beauty queen.</div><DIV>&#160;</div><DIV>Left penniless, without a husband, and eventually without a home, Natalie finds herself navigating the heartless, winding pathways of the state welfare system. There, she meets Sonia, who offers to shelter Natalie and her children. But Sonia has her own agenda, and her monstrous scheme culminates at the town&rsquo;s annual carnival, where she will take revenge on both men and women alike.</div><DIV><BR>Narrated from a mental institution by the seething Sonia, <i>The Heart of the Country </i>is a lusty, high-spirited, ultimately cautionary tale about the wages of sin and the pleasures of adultery, which always demand a price.</div>", "isbn": "9781480412606", "title": "Heart of the Country", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "9TRL94vWPicacYKUkX96g6", "position": 34},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2010-08-03", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062005489/1376530117.83.jpg", "uuid": "oTjjibnxvnC6Yy6rZwh9Xk", "average_rating": 3.63, "author": "Susanna Daniel", "awards": [{"image": null, "uuid": "HKjZHYb7cypZGAU6zmXRpQ", "name": "PEN/Robert W. Bingham Prize"}], "description": "<p>One sunny morning in 1969, near the end of her first trip to Miami, twenty-six-year-old Frances Ellerby finds herself in a place called Stiltsville, a community of houses built on pilings in the middle of Biscayne Bay. </p><p>It's the first time the Atlanta native has been out on the open water, and she's captivated. On the dock of a stilt house, with the dazzling skyline in the distance and the unknowable ocean beneath her, she meets the house's owner, Dennis DuVal&#8212;and a new future reveals itself.</p><p>Turning away from her quiet, predictable life back home, Frances moves to Miami to be with Dennis. Over time, she earns the confidence of his wild-at-heart sister and wins the approval of his oldest friend. Frances and Dennis marry and have a child&#8212;but rather than growing complacent about their good fortune, they continue to face the challenges of intimacy and the complicated city they call home.</p><p>Stiltsville is the family's island oasis&#8212;until suddenly it's gone, and Frances is forced to figure out how to make her family work on dry land. Against a backdrop of lush tropical beauty, Frances and Dennis struggle with the mutability of love and Florida's weather, as well as temptation, chaos, and disappointment. But just when Frances thinks she's reached some semblance of higher ground, she must confront an obstacle so great that even the lessons she's learned about navigating the uncharted waters of family life can't keep them afloat.</p><p>With <em>Stiltsville</em>, Susanna Daniel weaves the beauty, violence, and humanity of Miami's coming-of-age with an enduring story of a marriage's beginning, maturity, and heartbreaking demise. </p>", "isbn": "9780062005489", "title": "Stiltsville", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "mBZEu7bGyj9YC5bLFcqDvN", "position": 39},{"book": {"oyster_summary": "", "number_print_pages": 512, "language_code": "English", "publication_date": "2012-10-23", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514917/1378049359.88.jpg", "uuid": "CYvbmZUMbpUUDJisdCCvyn", "average_rating": 3.7, "author": "Peter Hoeg", "awards": [], "description": "From the author of Smilla's Sense of Snow, an epic novel about faith and the magic of everyday life.\r\n\r\nTold from the precocious perspective of fourteen-year-old Peter, The Elephant Keepers’ Children is about three siblings and how they deal with their eccentric parents. Peter’s father is a vicar, his mother is an artisan, and both are equally and profoundly devout. The family lives on the (fictional) island of Finø, where people of all religious faiths coexist peacefully. Yet nothing is at it seems.\r\n   When Peter’s parents suddenly go missing, Peter and his siblings fear the worst—has their parents’ relentless quest to boost church attendance finally put them in danger? Told with poignancy and humor, The Elephant Keepers’ Children is a fascinating exploration of fundamentalism versus spiritual freedom, the vicissitudes of romantic and familial love, and the triumph of the human spirit.", "isbn": "9781590514917", "title": "The Elephant Keepers' Children", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "nyti3TBLHLoF6Sw4zSnn4U", "position": 58},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2011-05-10", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079367/1376552900.67.jpg", "uuid": "6XiXMV2vWmQUVC2Yezzim9", "average_rating": 3.85, "author": "Jennifer Haigh", "awards": [], "description": "<p>It is the spring of 2002 and a perfect storm has hit Boston. Across the city's archdiocese, trusted priests have been accused of the worst possible betrayal of the souls in their care. In <em>Faith</em>, Jennifer Haigh explores the fallout for one devout family, the McGanns.</p><p>Estranged for years from her difficult and demanding relatives, Sheila McGann has remained close to her older brother Art, the popular, dynamic pastor of a large suburban parish. When Art finds himself at the center of the maelstrom, Sheila returns to Boston, ready to fight for him and his reputation. What she discovers is more complicated than she imagined. Her strict, lace-curtain-Irish mother is living in a state of angry denial. Sheila's younger brother Mike, to her horror, has already convicted his brother in his heart. But most disturbing of all is Art himself, who persistently dodges Sheila's questions and refuses to defend himself.</p><p>As the scandal forces long-buried secrets to surface, <em>Faith</em> explores the corrosive consequences of one family's history of silence&#8212;and the resilience its members ultimately find in forgiveness. Throughout, Haigh demonstrates how the truth can shatter our deepest beliefs&#8212;and restore them. A gripping, suspenseful tale of one woman's quest for the truth, <em>Faith</em> is a haunting meditation on loyalty and family, doubt and belief. Elegantly crafted, sharply observed, this is Jennifer Haigh's most ambitious novel to date.</p>", "isbn": "9780062079367", "title": "Faith", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "o8YWbMREaVk8KvoDqyNR43", "position": 50},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2010-03-09", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981463/1376529446.05.jpg", "uuid": "byNC475LSmg4d7kYhJujVj", "average_rating": 3.95, "author": "Shilpi Somaya Gowda", "awards": [{"image": null, "uuid": "nsqgKEHWEMRQp8RSPm3QjK", "name": "International IMPAC Dublin Literary Award Nominee"}], "description": "<p>On the eve of the monsoons, in a remote Indian village, Kavita gives birth to a baby girl. But in a culture that favors sons, the only way for Kavita to save her newborn daughter's life is to give her away. It is a decision that will haunt her and her husband for the rest of their lives, even after the arrival of their cherished son.</p><p>Halfway around the globe, Somer, an American doctor, decides to adopt a child after making the wrenching discovery that she will never have one of her own. When she and her husband, Krishnan, see a photo of the baby with the gold-flecked eyes from a Mumbai orphanage, they are overwhelmed with emotion. Somer knows life will change with the adoption but is convinced that the love they already feel will overcome all obstacles. </p><p>Interweaving the stories of Kavita, Somer, and the child that binds both of their destinies, <em>Secret Daughter</em> poignantly explores the emotional terrain of motherhood, loss, identity, and love, as witnessed through the lives of two families&#8212;one Indian, one American&#8212;and the child that indelibly connects them.</p>", "isbn": "9780061981463", "title": "Secret Daughter", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "DtNCZY9Y44LmtvsurvLJk8", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 1176, "language_code": "eng", "publication_date": "2012-10-09", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Wheel%20of%20Fortune/1373330977.53.jpg", "uuid": "93K2mUcM5tMnt5xNy2TS8c", "average_rating": 4.1, "author": "Susan Howatch", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><b>Welsh heir Robert Godwin knows everything about his powerful family&rsquo;s interests, but what does he know of his own heart? </b><b><BR></b></div><DIV><BR>Tucked in the hills of South Wales is Oxmoon, the ancestral estate of the Godwin family. In the summers before 1914, music streams through the family home as the Godwins, at the height of their prosperity, dance in the ballroom with their guests. But despite the remarkable talents of heir-apparent Robert Godwin, the fates have a rough, tough ride planned for him and those he loves. Fortunes shift during two world wars, disastrous love affairs leave the family battered, and finally jealousy threatens to destroy Oxmoon and all it symbolizes. Based on a true story that has been updated to modern times, <i>The Wheel of Fortune</i> is a timeless tale of love, hatred, revenge, redemption, and forgiveness. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Susan Howatch including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453263457", "title": "The Wheel of Fortune", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "9ewfByYPWAxs69nYULQx8F", "position": 25},{"book": {"oyster_summary": "", "number_print_pages": 291, "language_code": "eng", "publication_date": "2013-03-19", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Grandfather%27s%20Footsteps/1373335836.72.jpg", "uuid": "izEnRP9jyfuy87rKyFN3vJ", "average_rating": 0.0, "author": "Gillian White", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>Jessica&rsquo;s scheme was supposed to get her a new baby&mdash;but she didn&rsquo;t count on getting an entire family</b></div><DIV><BR>Jessica was living the perfect London life, with a great job at an auction house and a striking Italian boyfriend, Rudi. Only one thing was missing: a baby. Despite numerous visits to the doctor and repeated efforts to conceive, the couple was having no luck. That is, until Brenda, Jessica&rsquo;s secretary, became pregnant.</div><DIV>&#160;</div><DIV>Jessica&rsquo;s plan is as dishonest as it is effective. She will have Rudi sleep with the barely pregnant Brenda, and trick him into believing that the secretary is carrying his child. Then Jessica and Rudi can adopt the baby. But a twist of fate upsets Jessica&rsquo;s scheme when Brenda&rsquo;s brassy, working-class family becomes a fixture in her life, giving her endless headaches as they invite themselves over for visits and hospital trips. After one underhanded ploy, Jessica must deal with a family she never wanted and one that is almost impossible to avoid.</div>", "isbn": "9781480402164", "title": "Grandfather's Footsteps", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "9gUnAVvy6jqhSRzg9Ek4CD", "position": 33},{"book": {"oyster_summary": "", "number_print_pages": 250, "language_code": "eng", "publication_date": "2011-12-27", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Consenting%20Adult/1373330403.33.jpg", "uuid": "sYNtTq7rQCcxasZ7RQDmGo", "average_rating": 4.0, "author": "Laura Z. Hobson", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><DIV><b>In the shifting social landscape of America in the 1960s, a mother struggles to understand&mdash;and accept&mdash;her son&rsquo;s homosexuality<BR><BR></b></div><DIV>Tessa Lynn considers herself independent and progressive, a liberated woman of the 1960s. And yet, when she receives a letter from her youngest son, Jeff, informing her that he is gay, Tessa is distraught. At a time when homosexuality is regarded as a mental illness, she struggles with how best to be a parent to a gay son&mdash;and how to protect her family from the prejudices of the era.</div><DIV>Elegant and subtly drawn, <i>Consenting Adult</i> is a stunning tribute to familial bonds, and a sympathetic portrait of a mother whose best intentions are often clouded by the stereotypes of her time.</div></div>", "isbn": "9781453238745", "title": "Consenting Adult", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "z6pUYRYnM8MeBe5EaDazuL", "position": 30},{"book": {"oyster_summary": "", "number_print_pages": 371, "language_code": "eng", "publication_date": "2012-11-20", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Disturbances%20in%20the%20Field/1373332422.2.jpg", "uuid": "zikTmRKjK3rZJaeTJbKvPB", "average_rating": 4.04, "author": "Lynne Sharon Schwartz", "awards": [{"image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm", "name": "New York Times Bestselling Author"}], "description": "<DIV><b>Lynne Sharon Schwartz&rsquo;s critically beloved novel about family, tragedy, and philosophy </b></div><DIV><BR>The field is all around us. It&rsquo;s our needs and our wants. This is what George tells Lydia. A disturbance, however, is something that keeps us from grasping and attaining the things we need. Usually, we can adapt to these disturbances and move forward. But, what happens if a disturbance becomes too great to move past? In this entrancing tale of loss and understanding, acclaimed author Lynne Sharon Schwartz plots the course of a woman&rsquo;s life, through the cycles of love, loss, and acceptance. </div><DIV>&#160;</div><DIV>Lydia&rsquo;s early life is marked by calm constants: a house in Cape Cod, a philosophy group in college. These remain her touchstones as she becomes a busy wife, mother, and music teacher. But when her family&rsquo;s world is suddenly shattered, she struggles to regain her equilibrium. Will she be able to find her way in such a radically altered field?</div>", "isbn": "9781453287552", "title": "Disturbances in the Field", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "Mdeyew4kZTkK27ziyXJVWU", "position": 31},{"book": {"oyster_summary": "", "number_print_pages": 608, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792595/1376452102.18.jpg", "uuid": "oR8SfRXZLsVmAysA4Gxarc", "average_rating": 3.55, "author": "David Wroblewski", "awards": [{"image": null, "uuid": "G8xrYkYnZvxrWz4FfdHWRB", "name": "John Sargent, Sr. First Novel Prize Winner"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}, {"image": null, "uuid": "vWPKfU9KwYV3HDLWGsPyuX", "name": "Oprah's Book Club Selection"}], "description": "<p>Born mute, speaking only in sign, Edgar Sawtelle leads an idyllic life with his parents on their farm in remote northern Wisconsin. For generations, the Sawtelles have raised and trained a fictional breed of dog whose thoughtful companionship is epitomized by Almondine, Edgar's lifelong friend and ally. But with the unexpected return of Claude, Edgar's paternal uncle, turmoil consumes the Sawtelles' once peaceful home. When Edgar's father dies suddenly, Claude insinuates himself into the life of the farm&#8212;and into Edgar's mother's affections.</p><p>Grief-stricken and bewildered, Edgar tries to prove Claude played a role in his father's death, but his plan backfires&#8212;spectacularly. Forced to flee into the vast wilderness lying beyond the farm, Edgar comes of age in the wild, fighting for his survival and that of the three yearling dogs who follow him. But his need to face his father's murderer and his devotion to the Sawtelle dogs turn Edgar ever homeward.</p><p>David Wroblewski is a master storyteller, and his breathtaking scenes&#8212;the elemental north woods, the sweep of seasons, an iconic American barn, a fateful vision rendered in the falling rain&#8212;create a riveting family saga, a brilliant exploration of the limits of language, and a compulsively readable modern classic.</p>", "isbn": "9780061792595", "title": "The Story of Edgar Sawtelle", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "hHqBgBn7ZB35imRbAWuBzn", "position": 54},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2008-06-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350677/1376379852.55.jpg", "uuid": "L78HacYbNo6kTkLUb4pSuj", "average_rating": 3.76, "author": "Maggie O'Farrell", "awards": [], "description": "<DIV>In the middle of tending to the everyday business at her vintage-clothing shop and sidestepping her married boyfriend&#8217;s attempts at commitment, Iris Lockhart receives a stunning phone call: Her great-aunt Esme, whom she never knew existed, is being released from Cauldstone Hospital&#8212;where she has been locked away for more than sixty-one years.<br><BR>Iris&#8217;s grandmother Kitty always claimed to be an only child. But Esme&#8217;s papers prove she is Kitty&#8217;s sister, and Iris can see the shadow of her dead father in Esme&#8217;s face.&#160;<BR><BR>Esme has been labeled harmless&#8212;sane enough to coexist with the rest of the world. But she's still basically a stranger, a family member never mentioned by the family, and one who is sure to bring life-altering secrets with her when she leaves the ward. If Iris takes her in, what dangerous truths might she inherit?<br><BR>A gothic, intricate tale of family secrets, lost lives, and the freedom brought by truth, <I>The Vanishing Act of Esme Lennox</I> will haunt you long past its final page.</DIV>", "isbn": "9780547350677", "title": "The Vanishing Act of Esme Lennox", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "o6iS2Hz632e2cQebjUafne", "position": 61},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2005-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526799/1376380132.82.jpg", "uuid": "uhZjpSZHUBR9Z2o7mVSmFm", "average_rating": 3.11, "author": "Cynthia Ozick", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV>Cynthia Ozick has been known for decades as one of America's most gifted and extraordinary storytellers; her remarkable new novel has established her as one of the most entertaining as well.<BR>Set in the New York of the 1930s, Heir to the Glimmering World is a spellbinding, richly plotted novel brimming with intriguing characters. Orphaned at eighteen, with few possessions, Rose Meadows finds steady employment with the Mitwisser clan. Recently arrived from Berlin, the Mitwissers rely on the auspices of a generous benefactor, James A'Bair, the discontented heir to a fortune his father, a famous childen's author, made from a series of books called The Bear Boy. Against the vivid backdrop of a world in tumult, Rose learns the refugee family's secrets as she watches their fortunes rise and fall in Ozick's wholly engrossing novel.</DIV>", "isbn": "9780547526799", "title": "Heir to the Glimmering World", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "ZbEpd4vNGGXT3cfxAgXxK5", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2013-04-02", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547859118/1383487921.15.jpg", "uuid": "NsihogWCoEGjwJxMXCh9AF", "average_rating": 3.4, "author": "Peter Rock", "awards": [], "description": "<DIV>An American original, Peter Rock brings our strangest beliefs to vivid and sympathetic life in this haunting novel inspired by true events.<BR><BR><I>The Shelter Cycle</I> tells the story of two children, Francine and Colville, who grew up in the Church Universal and Triumphant, a religion that predicted the world could end in the late 1980s. While their parents built underground shelters to withstand the impending Soviet missile strike, Francine and Colville played in the Montana wilderness, where invisible spirits watched over them. When the prophesized apocalypse did not occur, the sect&#8217;s members resurfaced and the children were forced to grow up in a world they believed might no longer exist.<BR><BR>Twenty years later, Francine and Colville are reunited while searching for an abducted girl. Haunted by memories and inculcated beliefs, they must confront the Church&#8217;s teachings. If all the things they were raised to believe were misguided, why then do they suddenly feel so true?<BR></DIV>", "isbn": "9780547859118", "title": "The Shelter Cycle", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "LG9UYcpbsm7wE8XhREApAn", "position": 62},{"book": {"oyster_summary": "", "number_print_pages": 232, "language_code": "eng", "publication_date": "2013-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/9781770904330/1381217078.15.jpg", "uuid": "fvVY5wFzbKDdk9XjSft6CS", "average_rating": 3.22, "author": "Stacey May Fowles", "awards": [], "description": "<P style=\"MARGIN: 0in 0in 0pt\" class=MsoNormal>Ronnie, an engaged hairdresser with a history of teenage recklessness and mystery childhood illnesses, feels stifled by the unavoidable pull of the predictable, comfortable life laid out before her. Charlie, an anxiety-ridden, award-winning writer, feels suffocated by his literary success and familial responsibility, including a bread-winning wife and a child with autism. When the unlikely pair meet at a holiday party where Ronnie&#8217;s fianc&#233; is the caterer, a torrid affair, which begins on office desks and in Toronto hotel rooms, provides both with a false reality that offers solace in its secrets. Charlie becomes obsessed with the calm of Ronnie&#8217;s ordinariness, and Ronnie revels in the clandestine secrets and dramatic interludes of an otherwise predictable life. The two live in film scripts and prose, until the entire lie combusts in all its tragic beauty. Beautifully written and engaging, this novel calls into question society&#8217;s strict definition of right versus wrong while examining what it means to be a husband, wife, parent, and human being.", "isbn": "9781770904330", "title": "Infidelity", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N", "name": "ECW Press"}}, "annotation": "", "uuid": "dMQRvpP6tsoTdYy7zHAjGm", "position": 36},{"book": {"oyster_summary": "", "number_print_pages": 208, "language_code": "eng", "publication_date": "2007-02-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547561745/1376380403.61.jpg", "uuid": "RbQdMU823FAjmZJaS7q539", "average_rating": 3.27, "author": "Howard Norman", "awards": [], "description": "<DIV>Fans of Howard Norman, the internationally acclaimed author of The Hunting of L and The Bird Artist and a two-time National Book Award finalist, will find in his latest novel -- an intense and intriguingly unconventional love story -- all the hallmarks of this masterly writer: sparkling yet spare language, a totally compelling air of mystery spread over our workaday world, and ability to capture the metaphorical heartbeat at the center of our lives.<br><br>Like many of Howard Norman&#8217;s celebrated novels, Devotion begins with an announcement of a crime: on August 19, 1985, David Kozol and his father-in-law engaged in &#147;assault by mutual affray.&#8221; Norman sets out to explore a great mystery: why seemingly quiet, contained people lose control. David and Maggie's story seemed straightforward enough; they met in a hotel lobby in London. For David, the simple fact was love at first sight. For Maggie, the attraction was similarly sudden and unprecedented in intensity. Their love affair, \"A fugue state of amorous devotion,\" turned into a whirlwind romance and marriage. So what could possibly enrage David enough that he would strike at the father of his new bride? Why would William, a gentle man who looks after an estate -- and its flock of swans -- in Nova Scotia, be so angry at the man who has just married his beloved only child, Maggie? And what would lead Maggie to believe that David has been unfaithful to her? In his signature style -- haunting and evocative -- Norman lays bare the inventive stupidities people are capable of when wounded and confused.<br><br>At its core, Devotion is an elegantly constructed, never sentimental examination of love: romantic love (and its flip side, hate), filial love at its most tender, and, of course, love for the vast open spaces of Nova Scotia.</div>", "isbn": "9780547561745", "title": "Devotion", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "gGzgunrsKLY6d9RVYfnAAN", "position": 59},{"book": {"oyster_summary": "", "number_print_pages": 296, "language_code": "eng", "publication_date": "2012-09-23", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/834/8341358818713.55.jpg", "uuid": "sbyUGPqJzH4sTwz43Sc3kT", "average_rating": 3.87, "author": "Cordelia Strube", "awards": [], "description": "Milo doesn't quite have it all together. His acting career has stalled. His girlfriend dumped him. His miserable father has vanished, and people keep moving into his house. When Robertson, the autistic eleven-year-old next door – the only person Milo really likes – gets bullied, Milo is finally spurred to action. Milo being Milo, that doesn't really go his way either, and soon people are winding up in the hospital, lost in the woods or possibly returned from the dead.\n\nMilosz is a novel about family: the blood kind, the accidental kind and the kind you rediscover on reality TV.", "isbn": "9781770563292", "title": "Milosz", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}}, "annotation": "", "uuid": "ogp5iRQpXq4yyciYyoToTY", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 368, "language_code": "eng", "publication_date": "2005-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394268/1376380003.32.jpg", "uuid": "TkqVWuWrD8UpkfYwUYTpCY", "average_rating": 3.6, "author": "Stacey D'Erasmo", "awards": [], "description": "<DIV>In Stacey D&#8217;Erasmo&#8217;s acclaimed second novel, a quintessentially modern family is ultimately transformed by the emerging breakdown of their teenaged son, Christopher. When he disappears from his San Francisco home, his extended family comes together in a frantic search. But Christopher is in much more trouble than they know, and their attempts to support him and to save him will challenge their assumptions about themselves and one another.<br><BR>Exquisitely crafted, A Seahorse Year is an absorbing read that explores the ways in which love moves us to actions that have both redemptive and disastrous consequences, sometimes in the same heartbeat.<br><BR>\"A Seahorse Year compellingly explores love's connections and limits . . . [D'Erasmo] writes with a graceful, sometimes devastating directness, in clear, crisp phrases lined with subtle lyricism.\" -- Boston Globe<BR><BR>\"Beautiful, addictive . . . an elegant, glancing humor flecks the book . . . wonderfully observed .\" -- Newsday<BR><BR>\"You could read Stacey D'Erasmo for the subtlety of her insights or the beauty of her language or for her tumbling, shifting arrangements of plot and characters . . . Or you could just open A Seahorse Year and be mesmerized.\" -- The Advocate<BR><BR>Stacey D'Erasmo is the author of the novel Tea, which was selected as a New York Times Notable Book and a Book Sense 76 Pick. A Seahorse Year, her second novel, was a San Francisco Chronicle bestseller. She lives in New York City.</DIV>", "isbn": "9780547394268", "title": "A Seahorse Year", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "Hvpic6nJuz38B5vXbRAn63", "position": 56},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2007-01-08", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526805/1376382506.0.jpg", "uuid": "KeXa6UD2m2gTV3Pjm8LFgc", "average_rating": 3.61, "author": "Cheryl Strayed", "awards": [], "description": "<DIV>\"Work hard. Do good. Be incredible!&#8221; That&#8217;s the advice Teresa Rae Wood gives the listeners of her popular local radio show, Modern Pioneers, and she has taken it to heart in her own life. She fled a bad marriage, escaping to Midden, Minnesota (pop. 408), where she fell in love with a carpenter who became a loving stepfather to her children, Claire and Joshua. Now Claire is away at college, Joshua is laboring through his senior year of high school, and Teresa and Bruce are working to make ends meet. Despite their struggles, their love for each other binds them as a family. Then they receive the devastating news that Teresa has cancer and at thirty-eight may have less than one year to live. Those she will leave behind face something previously unimaginable -- a future without her.<BR><BR>In Torch, the award-winning writer Cheryl Strayed creates from one family's shattering experience a novel infused with tenderness, compassion, and beauty.</DIV>", "isbn": "9780547526805", "title": "Torch", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "aAHAzC9ByKeuUgos9zyxS7", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "English", "publication_date": "2008-09-02", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513279/1378048452.47.jpg", "uuid": "6jknwDScTm8zM59kSS5H4N", "average_rating": 0.0, "author": "Randa Jarrar", "awards": [], "description": "Nidali, the rebellious daughter of an Egyptian-Greek mother and a Palestinian father, narrates the story of her childhood in Kuwait, her teenage years in Egypt (to where she and her family fled the 1990 Iraqi invasion), and her family's last flight to Texas. Nidali mixes humor with a sharp, loving portrait of an eccentric middle-class family, and this perspective keeps her buoyant through the hardships she encounters: the humiliation of going through a checkpoint on a visit to her father's home in the West Bank; the fights with her father, who wants her to become a famous professor and stay away from boys; the end of her childhood as Iraq invades Kuwait on her thirteenth birthday; and the scare she gives her family when she runs away from home.\r\n\r\nFunny, charming, and heartbreaking, A Map of Home is the kind of book Tristram Shandy or Huck Finn would have narrated had they been born Egyptian-Palestinian and female in the 1970s.\r\n\r\n\r\nFrom the Hardcover edition.", "isbn": "9781590513279", "title": "A Map of Home", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "iX3o2ankWpJ7vQ2y5DGAQc", "position": 40},{"book": {"oyster_summary": "", "number_print_pages": 668, "language_code": "eng", "publication_date": "2011-09-27", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Haj/1373330048.93.jpg", "uuid": "MwAqTKfaJJwtp8zrPcciu6", "average_rating": 3.87, "author": "Leon Uris", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>A proud Arab family in Palestine struggles to hold on to its identity during the birth of the State of Israel </b></div><DIV>&#160;</div><DIV>In the early 1920s, young Ibrahim al Soukori has achieved his dreams of heading his small Palestinian town, becoming a proud father, and making the pilgrimage to Mecca. But his family&rsquo;s journey has just begun, and soon global war and Israel&rsquo;s formation force them on a path to possible dissolution. Ibrahim&rsquo;s sons and daughters squabble and find peace with the nearby kibbutz, suffer betrayals, and hold together even when displaced to distant refugee camps.</div><DIV>&#160;</div><DIV>Written by an author best known for his sympathetic portrayal of Israel&rsquo;s difficult birth, <i>The Haj</i> speaks to the history of a troubled region from the perspective of a remarkable Arab dynasty. &#160;</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Leon Uris including rare photos from the author&rsquo;s estate.</div></div>", "isbn": "9781453225752", "title": "The Haj", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "4cjbGhCWdjZD6UteVQtAUi", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2010-04-07", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488486/1376380082.03.jpg", "uuid": "APzLgjhwRmVASd8C9uZZKb", "average_rating": 3.73, "author": "Mary Sharratt", "awards": [], "description": "<P><I>Daughters of theWitching Hill</I> brings history to life in a vivid and wrenching account of a family sustained by love as they try to survive the hysteria of a witch-hunt.</p> <p>Bess Southerns, an impoverished widow living in Pendle Forest, is haunted by visions and gains a reputation as a cunning woman. Drawing on the Catholic folk magic of her youth, Bess heals the sick and foretells the future. As she ages, she instructs her granddaughter, Alizon, in her craft, as well as her best friend, who ultimately turns to dark magic.  <p>When a peddler suffers a stroke after exchanging harsh words with Alizon, a local magistrate, eager to make his name as a witch finder, plays neighbors and family members against one another until suspicion and paranoia reach frenzied heights.  <p>Sharratt interweaves well-researched historical details of the 1612 Pendle witch-hunt with a beautifully imagined story of strong women, family, and betrayal. <I>Daughters of the Witching Hill</I> is a powerful novel of intrigue and revelation.</p> <p>This e-book includes a sample chapter of ILLUMINATIONS.<BR>", "isbn": "9780547488486", "title": "Daughters of the Witching Hill", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "QRGUH2sMTu4gisrduHPHCU", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 631, "language_code": "eng", "publication_date": "2013-08-27", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480435759/1377118513.98.jpg", "uuid": "m9xhnXeETxddjWABc3pebT", "average_rating": 3.92, "author": "Cynthia Freeman", "awards": [], "description": "<DIV><DIV><b>Bestselling author Cynthia Freeman&rsquo;s blockbuster first novel: The tempestuous story of a family whose destiny is shaped by a man who turns his back on his Jewish heritage in order to build a prosperous life in post&ndash;World War II America </b></div><DIV><BR>Katie Kovitz is seventeen when she arrives in New York harbor in the bleak winter of 1932. On the city&rsquo;s Lower East Side, she meets David Rezinetsky. Cursed with the stigma of poverty, David is on a quest to find love and acceptance.</div><DIV><BR>From the ghettos of New York to the golden hills of San Francisco, Cynthia Freeman tells the story of a family: Katie, who must rely on the kindness of strangers in a strange land, yet never forgets her roots; David, who turns his back on his heritage to find his way in a world that treats him like a pariah; Mark, who embraces everything his father has rejected; and Maggie Kent, who completes David&rsquo;s transformation, setting in motion a series of events that will affect the lives of this American family for years to come.</div></div>", "isbn": "9781480435759", "title": "A World Full of Strangers", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "Y7KZ9kZTL4Xx7AWAajwuSR", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 666, "language_code": "eng", "publication_date": "2013-02-26", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Rich%20Man%2C%20Poor%20Man/1373336137.06.jpg", "uuid": "XEnyd8wVKPfEZevwi247DL", "average_rating": 4.09, "author": "Irwin Shaw", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><b>In Irwin Shaw&rsquo;s enthralling novel, the Jordache family grapples with the forces of change in mid-century America </b></div><DIV><BR>Siblings Rudy, Tom, and Gretchen Jordache grow up in a small town on the Hudson River. They&rsquo;re in their teens in the 1940s, too young to go to war but marked by it nevertheless. Their father is the local baker, and nothing suggests they will live storied lives. Yet, in this sprawling saga, each member of the family pushes against the grain of history and confronts the perils and pleasures of a world devastated by conflict and transformed by American commerce and culture.</div><DIV>&#160;</div><DIV>A memorable novel by one of America&rsquo;s greatest twentieth-century authors, <i>Rich Man, Poor Man</i> offers a gripping ride through America between the Second World War and Vietnam. It was made into one of the first primetime TV mini-series, and starred Nick Nolte, Peter Strauss, and Susan Blakley.<BR><BR><DIV>This ebook features an illustrated biography of Irwin Shaw including rare images and never-before-seen documents from the author&rsquo;s estate.</div></div>", "isbn": "9781480408142", "title": "Rich Man, Poor Man", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "RWGxUTHYLaprojTRHeQwH7", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2009-04-28", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868955/1376489535.12.jpg", "uuid": "B7aEccNGj6fpHZve9tzXRd", "average_rating": 3.24, "author": "Liz Rosenberg", "awards": [], "description": "<blockquote><p>Can lighting really strike twice? Just ask Eve, whose husband walks out on her in the middle of a garage sale.</p></blockquote><p>Eve's beloved Ivan died thirteen years ago in an automobile accident. Her charming, boyish Chuck has taken a different exit out of her life: hopping into his car in the middle of a garage sale with no forewarning and departing their formerly happy upstate New York home for points unknown. Now Eve's a boat adrift, subsisting on a heartbreak diet of rue, disappointment, and woe-left alone to care for Ivan's brilliant teenaged son, Marcus, and Chuck's precocious, pragmatic nine-year-old daughter, Noni, while contending with Charlotte, Eve's acerbic mother, who's come north to \"help\" but hinders instead.</p><p>But life ultimately must go on, with its highs and lows, its traumas and holidays, and well-meaning, if eccentric, friends. A house and a heart in disrepair are painful burdens for a passionate woman who's still in her prime. And while learning to cope with the large and small tragedies that each passing day brings, Eve might end up discovering that she's gained much more than she's lost.</p><p>A poignant, lovely, funny, and ultimately uplifting story of love, family, and survival, Liz Rosenberg's <em>Home Repair</em> is an unforgettable introduction to a lyrical, wise, and wonderfully vibrant new literary voice.</p>", "isbn": "9780061868955", "title": "Home Repair", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "zXhCufqciu5R8DYKVDzJKn", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-09-18", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547840581/1376382227.76.jpg", "uuid": "viZksTxFaqSSbGX5y2PC29", "average_rating": 3.43, "author": "Ashley Prentice Norton", "awards": [], "description": "<P>Bettina Ballentyne is a chocolate heiress only by name; it is her glamorous and narcissistic mother, Babs, who lives up to the billing and plays by no one&#8217;s rules. Navigating a simultaneously treacherous and alluring landscape of wealth, sex, and decadence&#8212;first in her privileged childhood in Chicago and later at a top-tier east coast boarding school&#8212;Bettina must figure out how to reconcile her yearning for maternal affection with her mother&#8217;s take-no-prisoners-style parenting.</p> <p>Ashley Prentice Norton&#8217;s unflinching eye and acerbic wit capture Bettina&#8217;s coming of age with the perfect mixture of tragic and comic. Simultaneously sassy, deeply twisted, and uproariously funny, the novel&#8217;s sharp and sparkly humor will have you laughing during its darkest moments. A mesmerizing portrayal of the corrosive effects of an American fortune, <I>The Chocolate Money</I> is a shocking and intensely readable debut.", "isbn": "9780547840581", "title": "The Chocolate Money", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "p4i3sbwafWxsAHqJYmm5tm", "position": 60},{"book": {"oyster_summary": "", "number_print_pages": 192, "language_code": "eng", "publication_date": "2002-08-26", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547563879/1376381087.17.jpg", "uuid": "n4cSUvEsjgDKzJNCPeDLS9", "average_rating": 3.48, "author": "Claire Messud", "awards": [{"image": null, "uuid": "GswC7yPLcm797bymae9mgX", "name": "PEN/Faulkner Award Finalist"}], "description": "<DIV>\"A Simple Tale\" is the moving account of Maria Poniatowski, an aging Ukrainian woman who was taken by the Germans for slave labor and eventually relocated to Canada as a displaced person. She struggles to provide her son Radek with every opportunity, but his eventual success increases the gulf between him and his mother. What of the past is she to preserve, and how to avoid letting the weight of that past burden the present? Maria's story is about the moments of connection and isolation that are common to us all.<br>  \"The Hunters,\" the second novella, is narrated by an American academic spending a summer in London who grows obsessed by the neighbors downstairs. Ridley Wandor, a plump and insipid caretaker of the elderly, lives with her ever-unseen mother and a horde of pet rabbits she calls \"the hunters.\" While the narrator researches a book about death, all of Ridley Wandor's patients are dying. Loneliness breeds an active imagination. Is having such an imagination always destructive? Or can it be strong enough to create a new reality?<br>  Far-flung settings and universal themes give a sweeping appeal to Claire Messud's work.<br></div>", "isbn": "9780547563879", "title": "The Hunters", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "5d9322eScTKnpTdV4HY3ZX", "position": 38},{"book": {"oyster_summary": "", "number_print_pages": 495, "language_code": "eng", "publication_date": "2014-02-07", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795338519/1392619178.53.jpg", "uuid": "TorFkuoKZiBM75QpnoaSBU", "average_rating": 0.0, "author": "Barbara Taylor Bradford", "awards": [], "description": "<p>Orphaned at a young age, the lives of Rosie, Gavin, Nell, and Kevin are irrevocably intertwined. Rising from poverty, all four go on to stunning success: Rosie as an award-winning costume designer; Gavin as a world-renowned Hollywood actor; Nell as the head of a global public relations company; and Kevin as the head of the NYPD Crime Intelligence Commission and a leader in the fight against organized crime.</p><p>\r\n   </p><p>\r\n  Told with the broad scope and narrative power characteristic of Barbara Taylor Bradford, this book is the story of a family formed by fortune, not blood, as they lose their innocence, follow their passions, triumph over adversity, and ultimately transform their own lives.</p>", "isbn": "9780795338519", "title": "Angel", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "f3zQJsfBUhNZrsbjJnSTJi", "position": 64},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2012-03-20", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201463/1377657063.9.jpg", "uuid": "3efdrTafBsEAbFVpeoGC4K", "average_rating": 3.05, "author": "Kris D'Agostino", "awards": [], "description": "In the spirit of novels by Nick Hornby and Tom Perrotta, a smart, funny debut about a disillusioned young man whose fledgling leap from postadolescence to adulthood lands him back in an already overburdened family nest.<br /><br />Calvin Moretti can&#8217;t believe how much his life sucks. He&#8217;s a twenty-four-year-old film school dropout living at home again and working as an assistant teacher at a preschool for autistic kids. His insufferable go-getter older brother is also living at home, as is his kid sister, who&#8217;s still in high school and has just confided to Cal that she&#8217;s pregnant. What&#8217;s more, Calvin&#8217;s father, a career pilot, is temporarily grounded and obsessed with his own mortality. and his ever-stalwart mother is now crumbling under the pressure of mounting bills and the imminent loss of their Sleepy Hollow, New York, home: the only thing keeping the Morettis moored. Can things get worse? Oh, yes, they can.<br /><br />Which makes it all the more amazing that <i>The Sleepy Hollow Family Almanac</i> is not only buoyantly fun but often very, very funny. In this debut novel, Kris D&#8217;Agostino has crafted an engrossing contemporary tale of a loopy but loving family, and in Calvin Moretti, he&#8217;s created an oddball antihero who really wants to do the right thing&#8212;if he can just figure out what it is.", "isbn": "9781616201463", "title": "The Sleepy Hollow Family Almanac", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}}, "annotation": "", "uuid": "DmX9YvtuYmWAhwTnLLRLLL", "position": 23},{"book": {"oyster_summary": "", "number_print_pages": 277, "language_code": "eng", "publication_date": "2012-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/East%20Wind%3A%20West%20Wind/1373330979.6.jpg", "uuid": "yuTUnzuqUVkTzo4K5xUZFm", "average_rating": 3.95, "author": "Pearl S. Buck", "awards": [], "description": "<DIV><b>Nobel winner Pearl S. Buck&rsquo;s classic debut novel, about one Chinese woman&rsquo;s coming of age as she&rsquo;s torn between Eastern and Western cultures</b></div><DIV><BR>Kwei-lan is a traditional Chinese girl&mdash;taught by her mother to submit in all things, &ldquo;as a flower submits to sun and rain alike.&rdquo; Her marriage was arranged before she was born. As she approaches her wedding day, she&rsquo;s surprised by one aspect of her anticipated life: Her husband-to-be has been educated abroad and follows many Western ideas that Kwei-lan was raised to reject. When circumstances push the couple out of the family home, Kwei-lan finds her assumptions about tradition and modernity tested even further.</div><DIV>&#160;</div><DIV><i>East Wind: West Wind</i> is a sensitive, early exploration of the cross-cultural themes that went on to become a hallmark of Buck&rsquo;s acclaimed novels. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263464", "title": "East Wind: West Wind", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "Uc7fWYp3urfSAnKCYQuYV7", "position": 32},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2009-10-06", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061971181/1376452655.06.jpg", "uuid": "sQkLZfthhn7WkvhqNujQoP", "average_rating": 3.96, "author": "Jetta Carleton", "awards": [], "description": "<blockquote><p>A timeless American classic rediscovered&#8212;an unforgettable saga of a heartland family</p></blockquote><p>On a farm in western Missouri during the first half of the twentieth century, Matthew and Callie Soames create a life for themselves and raise four headstrong daughters. Jessica will break their hearts. Leonie will fall in love with the wrong man. Mary Jo will escape to New York. And wild child Mathy's fate will be the family's greatest tragedy. Over the decades they will love, deceive, comfort, forgive&#8212;and, ultimately, they will come to cherish all the more fiercely the bonds of love that hold the family together.</p>", "isbn": "9780061971181", "title": "The Moonflower Vine", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "mteKwmwFhbWoR4sZiwywPQ", "position": 66},{"book": {"oyster_summary": "", "number_print_pages": 272, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760259/1376506340.84.jpg", "uuid": "LrTMqNsHPWxRx79vX6gRua", "average_rating": 3.24, "author": "A. Manette Ansay", "awards": [], "description": "<p>In a stark, troubling, yet ultimately triumphant celebration of self-determination, award-winning author A. Manette Ansay re-creates a stifling world of guilty and pain, and the tormented souls who inhabit it. It is 1972 when circumstance carries Ellen Grier and her family back to Holly's Field, Wisconsin. Dutifully accompanying her newly unemployed husband, Ellen has brought her two children into the home of her in-laws on Vinegar Hill--a loveless house suffused with the settling dust of bitterness and routine--where calculated cruelty is a way of life preserved and perpetuated in the service of a rigid, exacting and angry God. Behind a facade of false piety, there are sins and secrets in this place that could crush a vibrant young woman's passionate spirit. And here Ellen must find the straight to endure, change, and grow in the all-pervading darkness that threatens to destroy everything she is and everyone she loves.</p>", "isbn": "9780061760259", "title": "Vinegar Hill", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "VFoR5R38u7KV35J2B99TkT", "position": 43},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2012-06-18", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/291/2911355186258.49.jpg", "uuid": "2oRyGQGoqPNrr3LyTVGK8o", "average_rating": 3.72, "author": "Miah Arnold", "awards": [], "description": "<p>When Helen Motes finds herself on a Utah mountaintop getting married to a besotted young Indian poet, she can't quite figure out how she became a bigamist, and she certainly doesn't want to be one. Helen worked hard to create the stable middle-class life her childhood denied her, so sabotaging her first (and decidedly still legal) marriage wasn't part of her life plan. Yet with her original husband away in Iraq, and her new husband ready to agree to everything she ever wanted, deciding which husband to keep proves to be torture.</p> <p>How Helen's life led her to this point--and what she plans to do with these two \"keepers\"--are the driving questions behind Miah Arnold's heartfelt debut about an unlikely bigamist and her circle of family, friends, and husbands. Weaving in multiple continents and unforgettable characters, <i>The Sweet Land of Bigamy</i> is a funny and surprisingly touching exploration of what marriage can be.</p>", "isbn": "9781440541612", "title": "Sweet Land of Bigamy", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}}, "annotation": "", "uuid": "u5FnN5kn4GKPQsYpnac7hV", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "English", "publication_date": "2010-11-09", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513910/1378048943.1.jpg", "uuid": "d3smJQrebiWi6qPPsoWBi6", "average_rating": 3.08, "author": "Charles Elton", "awards": [], "description": "When Arthur Hayman, an unsuccessful screenwriter turned children’s book author, is accidentally hit by a cement truck in London, his dying moments are spent with a passing American tourist, Laurie Clow, who is fated to bring posthumous fame to his obscure series,  The Hayseed Chronicles, and the enigmatic and sinister Mr. Toppit who is at the center of the books. While Arthur doesn’t live to reap the benefits of his books’ success, his legacy falls to his widow, Martha, and their children—the fragile Rachel, and Luke, reluctantly immortalized as the fictional Luke Hayseed, hero of his father’s books. But others want their share of the Hayseed phenomenon, particularly Laurie, who has a mysterious agenda of her own that changes all of their lives as Martha, Rachel, and Luke begin to crumble under the heavy burden of their inheritance.\r\n   Spanning several decades, from the heyday of the postwar British film industry to today’s cutthroat world of show business in Los Angeles, Mr. Toppit is a riveting debut novel that captures an extraordinary family and their tragic brush with fame to wonderfully funny and painful effect.", "isbn": "9781590513910", "title": "Mr. Toppit", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}}, "annotation": "", "uuid": "ZqUWDsUYMHJPvuna6TBinK", "position": 28},{"book": {"oyster_summary": "", "number_print_pages": 416, "language_code": "eng", "publication_date": "2010-05-27", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547394367/1376380003.36.jpg", "uuid": "93D2xPP8Gu2QtSmaCqLQHX", "average_rating": 3.73, "author": "Mary Beth Keane", "awards": [], "description": "<DIV><DIV><DIV>Greta Cahill never believed she would leave her village in the west of Ireland until she found herself on a ship bound for New York, along with her sister Johanna and a boy named Michael Ward. Greta discovers that in America she can fall in love, raise her own family, and earn a living.</DIV><DIV><BR>Though she longs to return and show her family what she has made of herself, her decision to spare her children knowledge of a secret in her past forces her to keep her life in New York separate from the life she once loved in Ireland, and tears her from the people she holds closest. Even fifty years later, when the Ireland of her memory bears little resemblance to that of the present day, she fears that it is still possible to lose all when she discovers that her children&#151;with the best of intentions&#151;have conspired to unite the worlds she&#8217;s so carefully kept separate for decades.</DIV><DIV><BR>A beautifully old-fashioned novel, <I>The Walking People</I> is a debut of remarkable range and power.<BR></DIV><P></P></DIV></DIV>", "isbn": "9780547394367", "title": "The Walking People", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "NXfwzdKbNkycwMghb8zWud", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2013-08-06", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480438262/1377118517.29.jpg", "uuid": "V5Nv6767oJsRE8kwkBxnpF", "average_rating": 3.56, "author": "Mary McCarthy", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<DIV><DIV><b>A poignant and evocative novel of self-discovery that follows a young man in America and abroad, on a journey into adulthood during the turbulent 1960s</b></div><DIV><BR>It is 1964, and Peter Levi, a young student and bird watcher, has come to Paris to study at the Sorbonne. Shy and innocent at nineteen years old, he arrives fresh from an extended Maine holiday with his vivacious mother, and is determined to live a life free of unwanted complications and unnecessary stress. But this is an era of great change in the world, a time when war is looming in Southeast Asia and social unrest is simmering. There is much to trouble and confuse the young American as he journeys through foreign countries&mdash;and feelings&mdash;into adulthood. For Peter, the simplicity of childhood is over&mdash;and his new life is becoming increasingly complex in a world growing more unrecognizable by the day.</div><DIV><BR>Mary McCarthy&rsquo;s splendid <i>Birds of America</i> is a moving and surprising coming-of-age tale: the unforgettable story of a young man&rsquo;s awakening, and a stunning evocation of the disorienting change of the 1960s.</div><DIV><BR>This ebook features an illustrated biography of Mary McCarthy including rare images from the author&rsquo;s estate.</div><DIV></div></div>", "isbn": "9781480438262", "title": "Birds of America", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}}, "annotation": "", "uuid": "kSzpLrwHLV3m4zdsQu3RP7", "position": 29},{"book": {"oyster_summary": "", "number_print_pages": 256, "language_code": "eng", "publication_date": "2011-08-02", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092687/1378009614.31.jpg", "uuid": "CiRyRoHzFudgbjAbRUBAo", "average_rating": 3.02, "author": "Helen Schulman", "awards": [], "description": "<p>When the Bergamots move from a comfortable upstate college town to New York City, they&#8217;re not quite sure how they&#8217;ll adapt&#8212;or what to make of the strange new world of well-to-do Manhattan. Soon, though, Richard is consumed by his executive role at a large New York university, and Liz, who has traded in her academic career to oversee the lives of their children, is hectically ferrying young Coco around town.</p><p>Fifteen-year-old Jake is gratefully taken into the fold by a group of friends at Wildwood, an elite private school.</p><p>But the upper-class cocoon in which they have enveloped themselves is ripped apart when Jake wakes up one morning after an unchaperoned party and finds an email in his in-box from an eighth-grade admirer. Attached is a sexually explicit video she has made for him. Shocked, stunned, maybe a little proud, and scared&#8212;a jumble of adolescent emotion&#8212;he forwards the video to a friend, who then forwards it to a friend. Within hours, it&#8217;s gone viral, all over the school, the city, the world.</p><p>The ensuing scandal threatens to shatter the Bergamots&#8217; sense of security and identity, and, ultimately, their happiness. They are a good family faced with bad choices, and how they choose to react, individually and at one another&#8217;s behest, places everything they hold dear in jeopardy.</p><p><em>This Beautiful Life</em> is a devastating exploration of the blurring boundaries of privacy and the fragility of self, a clear-eyed portrait of modern life that will have readers debating their assumptions about family, morality, and the sacrifices and choices we make in the name of love.</p>", "isbn": "9780062092687", "title": "This Beautiful Life", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "TYcHrGUeAvjUa9GBgy24Qe", "position": 27},{"book": {"oyster_summary": "", "number_print_pages": 1088, "language_code": "eng", "publication_date": "2007-09-01", "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Raintree%20County/1372977816.25.jpg", "uuid": "FAyAXzaXPsJvdGVxqhahUo", "average_rating": 3.96, "author": "Ross Lockridge", "awards": [], "description": "<DIV><DIV><DIV>Throughout a single day in 1892, John Shawnessy recalls the great moments of his life&#151;from the love affairs of his youth in Indiana, to the battles of the Civil War, to the politics of the Gilded Age, to his homecoming as schoolteacher, husband, and father. Shawnessy is the epitome of the place and period in which he lives, a rural land of springlike women,&#160;shady gamblers, wandering vagabonds,&#160;and soapbox orators. Yet here on the banks of the Shawmucky River, which weaves its primitive course through Raintree County,&#160;Indiana, he also feels and obeys ancient rhythms. A number-one bestseller when it was first published in 1948, this powerful novel is a compelling vision of 19th-century America with timeless resonance today.</DIV></DIV></DIV>", "isbn": "9781569767368", "title": "Raintree County", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "BVMPRMmH4gVumpQsnKwELP", "name": "Chicago Review Press"}}, "annotation": "", "uuid": "KutVF7WgwMGiGU3aMCT4Xj", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2009-10-13", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061856914/1376527718.27.jpg", "uuid": "RYRmcsJ9gGn54hgEddu4R7", "average_rating": 3.78, "author": "Liane Moriarty", "awards": [], "description": "<p>Australian triplets Lyn, Cat, and Gemma Kettle are about to turn thirty-three and one is pregnant, one has just had her life turned upside down, and one is only just keeping hers from skidding off the fast lane.  Meanwhile, their divorced parents have been behaving very oddly indeed.</p><p>In this family comedy by Liane Moriarty, we follow the three Kettle sisters through their tumultuous thirty-third year -- as they deal with sibling rivalry and secrets, revelations and relationships, unfaithful husbands and unthinkable decisions, and the fabulous, frustrating life of forever being part of a trio.</p>", "isbn": "9780061856914", "title": "Three Wishes", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}}, "annotation": "", "uuid": "tNYzSFSRwCRQmKWRRjgtTJ", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 224, "language_code": "eng", "publication_date": "2012-06-26", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547634579/1376381800.96.jpg", "uuid": "rAgU7fhhDc6RmL7XpjsigD", "average_rating": 3.53, "author": "Natalie Serber", "awards": [], "description": "<DIV>A <I>New York Times</I> Notable Book<br><BR>&#8220;Nuanced and smart . . . Serber knows that neglect or disconnect doesn&#8217;t always turn into trauma or damage. Life isn&#8217;t algebra. Which events lead to pain, and which to growth and awareness, remains unpredictable. The one reliable truth is that mistakes illuminate the most, albeit with fractured light.&#8221;<br>&#8212;<I>The New York Times Book Review </I><BR><BR>Mothers and daughters ride a familial tide of joy, pride, regret, guilt, and love in these acclaimed stories of flawed, resilient women. Wheat bread and plain yogurt become weapons in a battle between a teenage daughter and her mother. An aimless college student, married to her much older professor, sneaks cigarettes while caring for their newborn son. On the eve of her husband&#8217;s fiftieth birthday, a pilfered fifth of rum, rogue teenagers, and an unexpected tattoo has a woman questioning her place in her children&#8217;s lives. And we follow through two decades the family created when capricious, magnetic Ruby, an ambitious college student, becomes a single mother to cautious daughter Nora in 1970s California. <I>Shout Her Lovely Name</I> is a &#8220;funny, bittersweet&#8221; (<I>Vanity Fair</I>) book that announces the arrival of a stunning new writer.<br><BR>&#8220;Powerful and disquieting . . . Serber writes with exquisite patience and sensitivity, and is an expert in the many ways that love throws people together and splits them apart, often at the same time.&#8221;<br>&#8212;<I>The Wall Street Journal</I><BR><BR>&#8220;Always, Serber's writing sparkles: practical, strong, brazenly modern, marbled with superb descriptions . . . Take my word: <I>Shout Her Lovely Name</I> will reach inside readers and squeeze. On second thought, don't take my word. Read these lovely stories.&#8221;<br>&#8212;<I>San Francisco Chronicle<BR></I><BR></DIV> <div><A href=\"http://www.natalieserber.com/\">www.natalieserber.com</A></div>", "isbn": "9780547634579", "title": "Shout Her Lovely Name", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "8xpT7y2dkuNjidwf6nr2JZ", "position": 63},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2007-10-11", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547525280/1376380125.67.jpg", "uuid": "tWvPxHRU8L83vhH6wA9WS", "average_rating": 3.26, "author": "Edna O'Brien", "awards": [], "description": "<DIV>In this contemporary story with universal resonance, Edna O'Brien delves deep into the intense relationship that exists between a mother and daughter who long for closeness yet remain eternally at odds. <br><br>From her hospital bed in Dublin, the ailing Dilly Macready eagerly awaits a visit from her long-estranged daughter, Eleanora.  Years before, Eleanora fled Ireland for London when her sensuous first novel caused a local scandal.  Eleanora's peripatetic life since then has brought international fame but personal heartbreak in her failed quest for love. Always, her mother beseeches her to return home, sending letters that are priceless in their mix of love, guilt, and recrimination. For all her disapproval, Dilly herself knows something of Eleanora's need for freedom: as a young woman in the 1920s, Dilly left Ireland for a new life in New York City. O'Brien's marvelous cinematic portrait of New York in that era is a tour-de-force, filled with the clang and clatter of the city, the camaraderie of the working girls against their callous employers, and their fierce competition over handsome young men. But a lover's betrayal sent Dilly reeling back to Ireland to raise a family on a lovely old farm named Rusheen. It is Rusheen that still holds mother and daughter together. <br><br>Yet Eleanora's visit to her mother&#8217;s sickbed does not prove to be the glad reunion that Dilly prayed for.  And in her hasty departure, Eleanora leaves behind a secret journal of their stormy relationship -- a revelation that brings the novel to a shocking close.<br><br>Brimming with the lyricism and earthy insight that are the hallmarks of Edna O'Brien's acclaimed fiction, The Light of Evening is a novel of dreams and attachments, lamentations and betrayals.  At its core is the realization that the bond between mother and child is unbreakable, stronger even than death.</div>", "isbn": "9780547525280", "title": "The Light of Evening", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}}, "annotation": "", "uuid": "FKwhNZud8x7RFsjTbn5wg9", "position": 42},{"book": {"oyster_summary": "", "number_print_pages": 232, "language_code": "eng", "publication_date": "2010-04-13", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306819025/1387370868.38.jpg", "uuid": "fKGJKjjUJ7tAUtfV2Z7duX", "average_rating": 4.61, "author": "Dick Hoyt", "awards": [], "description": "<DIV>The remarkable story of a father&rsquo;s devotion to his wheelchair-bound son and how their bond inspired millions of people worldwide.<BR><br> Born a spastic quadraplegic, Rick Hoyt was written off by numerous doctors. They advised his parents, Dick and Judy, to put their firstborn son in an institution. But Rick&rsquo;s parents refused. Determined to give their son every opportunity that &ldquo;normal&rdquo; kids had, they made sure to include Rick in everything they did, especially with their other two sons, Rob and Russ.<BR><br> But home was one thing, the world at large, another. Repeatedly rebuffed by school administrators who resisted their attempts to enroll Rick in school, Rick&rsquo;s mother worked tirelessly to help pass a landmark bill, Chapter 766, the first special-education reform law in the country. As a result, Rick and other physically disabled kids were able to attend public school in Massachusetts.<BR><br> But how would Rick communicate when he couldn&rsquo;t talk? To overcome this daunting obstacle, Dick and Judy worked with Dr. William Crochetiere, then chairman of the engineering department at Tufts University, and several enterprising graduate students, including Rick Foulds, to create the Tufts Interactive Communication device (TCI). In the Hoyt household, it became known as the &ldquo;Hope machine,&rdquo; as it enabled Rick to create sentences by pressing his head against a metal bar. For the first time ever, Rick was able to communicate.<BR> Then one day Rick asked his dad to enter a charity race, but there was a twist. Rick wanted to run too. Dick had never run a race before, but more challenging still, he would have to push his son&rsquo;s wheelchair at the same time. But once again, the Hoyts were determined to overcome whatever obstacle was put in their way.<BR><br> Now, over one thousand races later, including numerous marathons and triathlons, Dick Hoyt continues to push Rick&rsquo;s wheelchair. Affectionately known worldwide as Team Hoyt, they are as devoted as ever, continuing to inspire millions and embodying their trademark motto of &ldquo;Yes, you can.&rdquo;</div>", "isbn": "9780306819025", "title": "Devoted", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "8tKCK6LRmxaAdo6qYuddUc", "name": "Da Capo Press"}}, "annotation": "", "uuid": "wwbUBP92F6f5uGzCEzp6pM", "position": 53},{"book": {"oyster_summary": "", "number_print_pages": 0, "language_code": "eng", "publication_date": "2010-05-01", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/803/8031358818657.8.jpg", "uuid": "pyR9hhrvhmuFqMzpArcWLC", "average_rating": 0.0, "author": "Thom Vernon", "awards": [], "description": "<p>Night is falling, and so is the snow. As the blizzard buries the ground, it uncovers the resentments, hopes, and aches of a small town in northeastern Arkansas, where, like in any Southern small town, there are unwanted pregnancies to agonize over, surgeries to be paid for and love to be made.</p><p>Julie's two daughters have just run off to Hollywood to be famous when she suddenly finds herself, at forty-six, unexpectedly expectant. She's not sure she can bear to be a mother again. And her husband, Charlie, won’t come home to talk it over with her.</p><p>Charlie wants another child more than anything, but he doesn't know how to deal with Julie. His affair with Wilson, his best friend, is over, but he's found a different and unusual kind of intimacy.</p><p>Wilson works in the Singer factory that keeps the town alive. She wants more than anything to be loved, but she knows that Charlie wasn't the way to get there. She's in love with Dol.</p><p>Dol is a transsexual, a divorced father of two children, who can't afford the transition that would make his body make sense – although the doctors visiting from Atlanta might change that.</p><p>Their very different voices converge as the blizzard gathers force, their stories violently mapping in the snow the ways that memory, gender, and history carve themselves upon our bodies. <em>The Drifts</em> is dexterously told, a cacophony of four affecting voices melding into one exquisite chord.</p>", "isbn": "9781770562653", "title": "Drifts, The", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "ggDSdEcUGx5Sy48ci8AACC", "name": "Coach House Books"}}, "annotation": "", "uuid": "VFoiXPvYqFneWi3ZzN2C5d", "position": 48}]