[{"annotation_html": "Artificial intelligence is no longer just the stuff of Philip K. Dick novels. Whether Siri’s your best friend or you’re wary of know-it-all operating systems, Baker’s analysis of IBM’s supercomputer holds important clues to the future of man and machines. ", "position": 0, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Stephen Baker", "status": 1, "average_rating": 3.79, "title": "Final Jeopardy", "uuid": "AFNnV6wsaKv93mRNucLWzV", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547519432/1376380478.78.jpg", "oyster_good_for_statement": "", "publication_date": "2011-02-27", "number_print_pages": 288, "oyster_summary": "", "description": "<div> <P style=\"LINE-HEIGHT: normal; MARGIN-BOTTOM: 0pt\" class=MsoNormal>&#160;</P></DIV> <p><BR><I>The thrilling story of the computer that can play Jeopardy! Alex Trebek: Meet Watson.</I></P> <p>For centuries, people have dreamed of creating a machine that thinks like a human. Scientists have made progress: computers can now beat chess grandmasters and help prevent terrorist attacks. Yet we still await a machine that exhibits the rich complexity of human thought &#8212; one that doesn&#8217;t just crunch numbers, or take us to a relevant Web page, but understands us and gives us what we need.</P> <p>That vision has driven a team of engineers at IBM. Over three years, they created &#8220;Watson&#8221; and prepared it for a showdown on <I>Jeopardy!,</I> where it would take on two of the game&#8217;s all-time champions, Ken Jennings and Brad Rutter, in a nationally televised event.<I> Final Jeopardy</I> is the entertaining, illuminating story of that computer and that epic match.</P> <p>It&#8217;s a classic tale of Man vs. Machine. Like its human competitors, Watson has to understand language, including puns and irony, and master everything from history, literature, and science to arts, entertainment, and game strategy. After years of training, Watson can find the scrambled state capital in &#8220;Hair Gel&#8221; (&#8220;What is Raleigh?&#8221;) and even come up with the facial accessory that made Moshe Dayan recognizable worldwide (&#8220;What is an eye patch?&#8221;). Watson may just be the smartest machine on earth.</P> <p><I>Final Jeopardy</I> traces the arc of Watson&#8217;s &#8220;life,&#8221; from its birth in the IBM labs to its big night on the podium. We meet Hollywood moguls and <I>Jeopardy!</I> masters, genius computer programmers and ambitious scientists, including Watson&#8217;s eccentric creator, David Ferrucci. We gain access to Ferrucci&#8217;s War Room, where the IBM team works tirelessly to boost Watson&#8217;s speed to the buzzer, improve its performance in &#8220;train wreck&#8221; categories (such as &#8220;Books in Espa&#241;ol&#8221;), and fix glitches like the speech defect Watson developed during its testing phase, when it started adding a d to words ending in n (&#8220;What is Pakistand?&#8221;).</P> <p>Much is at stake, especially for IBM. A new generation of Watsons could transform medicine, the law, marketing, even science itself, as machines process huge amounts of data at lightning speed, answer our questions, and possibly come up with new hypotheses.</P> <p>Showdown aside, it&#8217;s clear that the future has arrived. But with it come questions: Where does it leave humans? What will Watson&#8217;s heirs be capable of in ten or twenty years? Is it time to declare defeat in the realm of facts? What should we teach our children? And what should we carry around in our own heads?</P> <p><I>Final Jeopardy</I> takes on these questions and more in a narrative that&#8217;s as fast and fun as the game itself. Baker shows us how smart machines will fit into our world &#8212; and how they&#8217;ll disrupt it.  <p>&#160;<A href=\"http://www.finaljeopardy.net/\">www.finaljeopardy.net</A>", "isbn": "9780547519432", "language_code": "eng", "awards": []}, "uuid": "arjGEPxpvxDXVvv5FoutKd", "annotation": "Artificial intelligence is no longer just the stuff of Philip K. Dick novels. Whether Siri’s your best friend or you’re wary of know-it-all operating systems, Baker’s analysis of IBM’s supercomputer holds important clues to the future of man and machines. "},{"annotation_html": "We wouldn’t urge you to read 150 answers to one question unless it was a really good question. You’ll come away from Brockman’s survey on the future of science and technology feeling like you just attended the most interesting cocktail party of your life.", "position": 1, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "John Brockman", "status": 1, "average_rating": 3.55, "title": "This Will Change Everything", "uuid": "BQSPfsWj8fcnYsBqLJk56C", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061960673/1376528817.36.jpg", "oyster_good_for_statement": "", "publication_date": "2009-12-22", "number_print_pages": 416, "oyster_summary": "", "description": "<p>\"What game-changing scientific ideas and developments do you expect to live to see?\"</p><p>This is the question John Brockman, publisher of Edge.org, posed to more than 100 of the world's most influential minds. Exhilarating, visionary, sometimes frightening, but always fascinating, their responses provide an eye-opening road map of our near future. </p>", "isbn": "9780061960673", "language_code": "eng", "awards": []}, "uuid": "Umyjz4EwdyXU5YLqC3CqW6", "annotation": "We wouldn’t urge you to read 150 answers to one question unless it was a really good question. You’ll come away from Brockman’s survey on the future of science and technology feeling like you just attended the most interesting cocktail party of your life."},{"annotation_html": "You don’t need to understand string theory to enjoy this story of how physics was seduced by an elegant but essentially improvable theory. <i>The Trouble With Physics</i> explores alternate theories on our wily universe and predicts where it’ll be in the future.", "position": 2, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Lee Smolin", "status": 1, "average_rating": 3.96, "title": "The Trouble With Physics", "uuid": "kCgXABmVVFoMsfNTpTKkXF", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547348483/1376380553.79.jpg", "oyster_good_for_statement": "", "publication_date": "2007-09-04", "number_print_pages": 416, "oyster_summary": "", "description": "<DIV>In this illuminating book, the renowned theoretical physicist Lee Smolin argues that fundamental physics -- the search for the laws of nature -- losing its way. Ambitious ideas about extra dimensions, exotic particles, multiple universes, and strings have captured the public&#8217;s imagination -- and the imagination of experts. But these ideas have not been tested experimentally, and some, like string theory, seem to offer no possibility of being tested. Yet these speculations dominate the field, attracting the best talent and much of the funding and creating a climate in which emerging physicists are often penalized for pursuing other avenues. As Smolin points out, the situation threatens to impede the very progress of science. With clarity, passion, and authority, Smolin offers an unblinking assessment of the troubles that face modern physics -- and an encouraging view of where the search for the next big idea may lead.</DIV>", "isbn": "9780547348483", "language_code": "eng", "awards": []}, "uuid": "7PxeZBFZJHwSYPmaeCkdhc", "annotation": "You don’t need to understand string theory to enjoy this story of how physics was seduced by an elegant but essentially improvable theory. The Trouble With Physics explores alternate theories on our wily universe and predicts where it’ll be in the future."},{"annotation_html": "<i>Next</i> is stuffed with human-chimp hybrids, good and evil scientists, philanthropists and tycoons. While we’re hoping that the actual future is not half as wild as <i>Next</i>, we like that Crichton’s fictional take on genetic engineering has so many entertaining subplots.", "position": 3, "book": {"publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Michael Crichton", "status": 1, "average_rating": 3.4, "title": "Next", "uuid": "BbvguZaXbTCZkYVRWSqgSM", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061750328/1378009222.92.jpg", "oyster_good_for_statement": "", "publication_date": "2009-10-13", "number_print_pages": 560, "oyster_summary": "", "description": "<p>Is a loved one missing some body parts? Are blondes becoming extinct? Is everyone at your dinner table of the same species? Humans and chimpanzees differ in only 400 genes; is that why a chimp fetus resembles a human being? And should that worry us? There's a new genetic cure for drug addiction&#8212;is it worse than the disease? </p><p>We live in a time of momentous scientific leaps, a time when it's possible to sell our eggs and sperm online for thousands of dollars and to test our spouses for genetic maladies.</p><p>We live in a time when one fifth of all our genes are owned by someone else, and an unsuspecting person and his family can be pursued cross-country because they happen to have certain valuable genes within their chromosomes . . .</p><p>Devilishly clever, <em>Next</em> blends fact and fiction into a breathless tale of a new world where nothing is what it seems and a set of new possibilities can open at every turn.</p><p>Next challenges our sense of reality and notions of morality. Balancing the comic and the bizarre with the genuinely frightening and disturbing, <em>Next</em> shatters our assumptions and reveals shocking new choices where we least expect. </p><p>The future is closer than you think.</p>", "isbn": "9780061750328", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "d8oGoeJu49mhswzfHHjQ7W", "annotation": "Next is stuffed with human-chimp hybrids, good and evil scientists, philanthropists and tycoons. While we’re hoping that the actual future is not half as wild as Next, we like that Crichton’s fictional take on genetic engineering has so many entertaining subplots."},{"annotation_html": "Big data is the buzz term of the decade. Go ahead: get to know it with this guide. The story of how information can be used to inform and enlighten decision and policy-making for a better future is unfolding all around us", "position": 4, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Viktor Mayer-Schönberger", "status": 1, "average_rating": 3.79, "title": "Big Data", "uuid": "jkD9LDUWR2M7RoRnjmKtC3", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544002937/1392618973.49.jpg", "oyster_good_for_statement": "", "publication_date": "2013-03-05", "number_print_pages": 240, "oyster_summary": "", "description": "<div><p>A revelatory exploration of the hottest trend in technology and the dramatic impact it will have on the economy, science, and society at large.<BR><BR>Which paint color is most likely to tell you that a used car is in good shape? How can officials identify the most dangerous New York City manholes before they explode? And how did Google searches predict the spread of the H1N1 flu outbreak?<br><BR>The key to answering these questions, and many more, is big data. &#8220;Big data&#8221; refers to our burgeoning ability to crunch vast collections of information, analyze it instantly, and draw sometimes profoundly surprising conclusions from it. This emerging science can translate myriad phenomena&#8212;from the price of airline tickets to the text of millions of books&#8212;into searchable form, and uses our increasing computing power to unearth epiphanies that we never could have seen before. A revolution on par with the Internet or perhaps even the printing press, big data will change the way we think about business, health, politics, education, and innovation in the years to come. It also poses fresh threats, from the inevitable end of privacy as we know it to the prospect of being penalized for things we haven&#8217;t even done yet, based on big data&#8217;s ability to predict our future behavior.<BR><BR>In this brilliantly clear, often surprising work, two leading experts explain what big data is, how it will change our lives, and what we can do to protect ourselves from its hazards. <I>Big Data </I>is the first big book about the next big thing. <p><A href=\"http://www.big-data-book.com/\">www.big-data-book.com</A><br><BR><BR></DIV>", "isbn": "9780544002937", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}]}, "uuid": "85iSCKobA75pp44kmw9iJK", "annotation": "Big data is the buzz term of the decade. Go ahead: get to know it with this guide. The story of how information can be used to inform and enlighten decision and policy-making for a better future is unfolding all around us"},{"annotation_html": "Light bedtime reading it’s not, but this Pulitzer Prize-nominated work pulls back the curtain on one of the most closely guarded government secrets of our time. Get informed on the future of drone warfare and counterterrorism with this provocative series of investigative reports. ", "position": 5, "book": {"publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "author": "The Washington Post", "status": 1, "average_rating": 0.0, "title": "The Permanent War", "uuid": "E8DdgSr4YzSX5vVpGBkS6H", "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/9781626810006/1378103339.73.jpg", "oyster_good_for_statement": "", "publication_date": "2013-08-13", "number_print_pages": 115, "oyster_summary": "", "description": "<DIV>The Pulitzer Prize-nominated examination of the United States drone campaign, and U.S. counterterrorism policies.<BR><BR>On January 30, 2013, President Barack Obama acknowledged publicly what most Americans already knew: The U.S. government was operating a covert drone campaign in Pakistan. Even as Obama maintained policy was for judicious actions only, his own administration was drawing up secret plans to institutionalize targeted killings in U.S. counterterrorism policy.<BR><BR>The scope of those plans remained hidden until The Washington Post published a three-part series as reporters Craig Whitlock, Greg Miller, Karen DeYoung and Julie Tate explored how the use of drones moved from a temporary means to kill terrorists to a permanent weapon of war.<BR><BR>Collected together for the first time, THE PERMANENT WAR is the result of a year of investigative reporting on the who, what, and how behind the targeted killing policies that will form the core of American counterterrorism efforts for years to come.</div>", "isbn": "9781626810006", "language_code": "eng", "awards": []}, "uuid": "hEnC3jFteS4333AYfaBF2L", "annotation": "Light bedtime reading it’s not, but this Pulitzer Prize-nominated work pulls back the curtain on one of the most closely guarded government secrets of our time. Get informed on the future of drone warfare and counterterrorism with this provocative series of investigative reports. "},{"annotation_html": "<i>When She Woke</i> foretells a colorful future where criminals are genetically dyed according to the nature of their crimes. Think The <i>Scarlet Letter</i> reimagined in a society that has advancing technology but receding ethics.", "position": 6, "book": {"publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Hillary Jordan", "status": 1, "average_rating": 3.7, "title": "When She Woke", "uuid": "SsgkPLbFrvowBDNRJxPRr3", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201845/1377657033.23.jpg", "oyster_good_for_statement": "", "publication_date": "2012-09-18", "number_print_pages": 368, "oyster_summary": "", "description": "<p>Bellwether Prize winner Hillary Jordan’s provocative new novel, <i>When She Woke</i>, tells the story of a stigmatized woman struggling to navigate an America of a not-too-distant future, where the line between church and state has been eradicated and convicted felons are no longer imprisoned and rehabilitated but chromed—their skin color is genetically altered to match the class of their crimes—and then released back into the population to survive as best they can. Hannah is a Red; her crime is murder.<br /> <br /> In seeking a path to safety in an alien and hostile world, Hannah unknowingly embarks on a path of self-discovery that forces her to question the values she once held true and the righteousness of a country that politicizes faith.</p>", "isbn": "9781616201845", "language_code": "eng", "awards": []}, "uuid": "3vta3HSJagFs5qc6tzeuKh", "annotation": "When She Woke foretells a colorful future where criminals are genetically dyed according to the nature of their crimes. Think The Scarlet Letter reimagined in a society that has advancing technology but receding ethics."},{"annotation_html": "J.B. Mackinnon’s meditation on our changing relationship with the natural world is more than great nature writing. <i>The Once and Future World</i> presents a compelling case for rethinking our environmental policies so that future generations won’t grow up in a world without wilderness.", "position": 7, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "J.B. MacKinnon", "status": 1, "average_rating": 0.0, "title": "The Once and Future World", "uuid": "tFGEuhngNEzTQzbo28LPQC", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544104600/1379062393.84.jpg", "oyster_good_for_statement": "", "publication_date": "2013-09-24", "number_print_pages": 240, "oyster_summary": "", "description": "<DIV><B>An award-winning ecology writer goes looking for the wilderness we&rsquo;ve forgotten</B><BR><br> Many people believe that only an ecological catastrophe will change humanity&rsquo;s troubled relationship with the natural world. In fact, as J.B. MacKinnon argues in this unorthodox look at the disappearing wilderness, we are living in the midst of a disaster thousands of years in the making&mdash;and we hardly notice it. We have forgotten what nature can be and adapted to a diminished world of our own making.<BR><br> In <I>The Once and Future World</I>, MacKinnon invites us to remember nature as it was, to reconnect to nature in a meaningful way, and to remake a wilder world everywhere. He goes looking for landscapes untouched by human hands. He revisits a globe exuberant with life, where lions roam North America and ten times more whales swim in the sea. He shows us that the vestiges of lost nature surround us every day: buy an avocado at the grocery store and you have a seed designed to pass through the digestive tracts of huge animals that have been driven extinct.<BR><br> <I>The Once and Future World</I> is a call for an &ldquo;age of rewilding,&rdquo; from planting milkweed for butterflies in our own backyards to restoring animal migration routes that span entire continents. We choose the natural world that we live in&mdash;a choice that also decides the kind of people we are.<BR><br></div>", "isbn": "9780544104600", "language_code": "eng", "awards": []}, "uuid": "nJkdJsvMuh97s8uTQkhqTW", "annotation": "J.B. Mackinnon’s meditation on our changing relationship with the natural world is more than great nature writing. The Once and Future World presents a compelling case for rethinking our environmental policies so that future generations won’t grow up in a world without wilderness."},{"annotation_html": "Global warming is bad. We’ve got that part. But as for how to fix it? That’s been the subject of more than a few heated debates. <i>The Hot Topic</i> eschews arguing in favor of practical, unbiased solutions that we can all get behind.", "position": 8, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Gabrielle Walker", "status": 1, "average_rating": 3.59, "title": "The Hot Topic", "uuid": "LBhA3M4PWEDaxT3d7rygVZ", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547540405/1376380679.79.jpg", "oyster_good_for_statement": "", "publication_date": "2008-04-07", "number_print_pages": 288, "oyster_summary": "", "description": "<DIV><p>Last year, awareness about global warming reached a tipping point. Now one of the most dynamic writers and one of the most respected scientists in the field of climate change offer the first concise guide to both the problems and the solutions. Guiding us past a blizzard of information and misinformation, Gabrielle Walker and Sir David King explain the science of warming, the most cutting-edge technological solutions from small to large, and the national and international politics that will affect our efforts.<br><br> While there have been many other books about the problem of global warming, none has addressed what we can and should do about it so clearly and persuasively, with no spin, no agenda, and no exaggeration. Neither Walker nor King is an activist or politician, and theirs is not a generic green call to arms. Instead they propose specific ideas to fix a very specific problem. Most important, they offer hope: This is a serious issue, perhaps the most serious that humanity has ever faced. But we can still do something about it. And they&rsquo;ll show us how.</p></div>", "isbn": "9780547540405", "language_code": "eng", "awards": []}, "uuid": "sQgGAPAgQbyLwDpsfemKtX", "annotation": "Global warming is bad. We’ve got that part. But as for how to fix it? That’s been the subject of more than a few heated debates. The Hot Topic eschews arguing in favor of practical, unbiased solutions that we can all get behind."},{"annotation_html": "We can’t talk about the future without talking about the energy that will fuel it. Get down and dirty in America’s mines as Goodell presents a stark case for shifting our dependence on coal to more future-friendly resources.", "position": 9, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jeff Goodell", "status": 1, "average_rating": 3.96, "title": "Big Coal", "uuid": "iPFAbWrXVpbWZ3QkL6Y53k", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526621/1376380669.83.jpg", "oyster_good_for_statement": "", "publication_date": "2007-04-03", "number_print_pages": 352, "oyster_summary": "", "description": "<DIV>Long dismissed as a relic of a bygone era, coal is back -- with a vengence.  Coal is one of the nation's biggest and most influential industries -- Big Coal provides more than half the electricity consumed by Americans today -- and its dominance is growing, driven by rising oil prices and calls for energy independence. Is coal the solution to America's energy problems?<br><br>On close examination, the glowing promise of coal quickly turns to ash.  Coal mining remains a deadly and environmentally destructive industry. Nearly forty percent of the carbon dioxide released into the atmosphere each year comes from coal-fired power plants. In the last two decades, air pollution from coal plants has killed more than half a million Americans. In this eye-opening call to action, Goodell explains the costs and consequences of America's addiction to coal and discusses how we can kick the habit.</div>", "isbn": "9780547526621", "language_code": "eng", "awards": []}, "uuid": "FXcMXoVyhEk3WyRMLHA5qF", "annotation": "We can’t talk about the future without talking about the energy that will fuel it. Get down and dirty in America’s mines as Goodell presents a stark case for shifting our dependence on coal to more future-friendly resources."},{"annotation_html": "Los Angeles has been loved, hated, and immortalized in popular culture. MacArthur Genius, Mike Davis, looks to the city’s rich and diverse past, from its architecture to its commodification of the American dream, to see what’s in store for the future of Tinseltown.", "position": 10, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Mike Davis", "status": 1, "average_rating": 4.08, "title": "City of Quartz", "uuid": "NPNK84DbXLYuabYcF7r7MD", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674862/1378347266.69.jpg", "oyster_good_for_statement": "", "publication_date": "2006-09-17", "number_print_pages": 441, "oyster_summary": "", "description": "<p>No metropolis has been more loved or more hated. To its official boosters, &ldquo;Los Angeles brings it all together.&rdquo; To detractors, LA is a sunlit mortuary where &ldquo;you can rot without feeling it.&rdquo; To Mike Davis, the author of this fiercely elegant and wide- ranging work of social history, Los Angeles is both utopia and dystopia, a place where the last Joshua trees are being plowed under to make room for model communities in the desert, where the rich have hired their own police to fend off street gangs, as well as armed Beirut militias.</p><p>In <em>City of Quartz</em>, Davis reconstructs LA&rsquo;s shadow history and dissects its ethereal economy. He tells us who has the power and how they hold on to it. He gives us a city of Dickensian extremes, Pynchonesque conspiracies, and a desperation straight out of Nathaniel Westa city in which we may glimpse our own future mirrored with terrifying clarity.</p><p>In this new edition, Davis provides a dazzling update on the city&rsquo;s current status.</p>", "isbn": "9781844674862", "language_code": "English", "awards": [{"name": "National Book Critics Circle Award Winner", "image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB"}]}, "uuid": "CibDPyr5u5aZ2LedMdYCPP", "annotation": "Los Angeles has been loved, hated, and immortalized in popular culture. MacArthur Genius, Mike Davis, looks to the city’s rich and diverse past, from its architecture to its commodification of the American dream, to see what’s in store for the future of Tinseltown."},{"annotation_html": "If you prefer a sexier, fictional version of Los Angeles’ future, we’ve got you covered. Steve Erickson’s image of post-apocalyptic LA is as ravaged as the mind of the narrator who, we can guarantee, you will not soon forget.", "position": 11, "book": {"publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Steve Erickson", "status": 1, "average_rating": 3.84, "title": "Amnesiascope", "uuid": "2yBwFirgnKt9afLtbrrcrK", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Amnesiascope/1373336181.57.jpg", "oyster_good_for_statement": "", "publication_date": "2013-04-30", "number_print_pages": 225, "oyster_summary": "", "description": "<DIV><DIV><b>A washed-up novelist navigates the dreamscape of a cataclysm-ravaged Los Angeles </b></div><DIV><BR>In the apocalyptic Los Angeles of <i>Amnesiascope</i>, time zones multiply freely, spectral figures roam the streets, and rings of fire separate the city from the rest of the country. The narrator, a former novelist, lives in a hotel and writes film criticism for a newspaper whose offices are located in a bombed-out theater. Viv, his girlfriend, is a sexually voracious artist, and together the two are collaborating on an avant-garde pornographic film. But in this world, what&rsquo;s real and what&rsquo;s merely the conjuring of the protagonist&rsquo;s imagination&mdash;obsessed with dreams, movies, sex, and remembrance&mdash;is far from clear. At once outrageous and hypnotically lyrical, <i>Amnesiascope</i> enflames the reader&rsquo;s memory.<BR></div></div>", "isbn": "9781480409965", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}]}, "uuid": "Fpv4aKS2EgfjLPjQw7ZrdH", "annotation": "If you prefer a sexier, fictional version of Los Angeles’ future, we’ve got you covered. Steve Erickson’s image of post-apocalyptic LA is as ravaged as the mind of the narrator who, we can guarantee, you will not soon forget."},{"annotation_html": "Heather Rogers takes her investigative reporting around the world in this eye-opening look at the greening of food, shelter, and transportation. Rather than just criticize eco-capitalism for its shortcomings in solving an admittedly huge problem, Rogers suggests alternative economic approaches for a more sustainable future.", "position": 12, "book": {"publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Heather Rogers", "status": 1, "average_rating": 3.75, "title": "Green Gone Wrong", "uuid": "5cotSiNDS8u4EFZZxiLEbY", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679393/1386004013.32.jpg", "oyster_good_for_statement": "", "publication_date": "2013-01-16", "number_print_pages": 288, "oyster_summary": "", "description": "<p>Faced with climate change, many counsel &ldquo;going green&rdquo; by buying organic food or a &ldquo;clean&rdquo; car. But can we rely on consumerism as a solution to the very problems it has helped cause? Heather Rogers travels from Paraguay to Indonesia, via the Hudson Valley, Detroit and London, to investigate green capitalism, and argues for solutions that are not mere palliatives or distractions, but ways of engaging with how we live and the kind of world we want to live in.</p>", "isbn": "9781844679393", "language_code": "English", "awards": []}, "uuid": "diYVrPrkR7XEsM258dV5Tg", "annotation": "Heather Rogers takes her investigative reporting around the world in this eye-opening look at the greening of food, shelter, and transportation. Rather than just criticize eco-capitalism for its shortcomings in solving an admittedly huge problem, Rogers suggests alternative economic approaches for a more sustainable future."},{"annotation_html": "In a dystopian future ravaged by warfare, a new generation of leaders must rise up to revitalize the earth- but first they have to pass the test. If the premise sounds overly familiar, don’t worry: <i>The Testing</i> has its own unique blend of Herculean obstacles, terror, and romance.  Whether or not you read it as a warning for our current society, this one’s a fun and fast read.", "position": 13, "book": {"publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Joelle Charbonneau", "status": 1, "average_rating": 3.96, "title": "The Testing", "uuid": "Pf2EMqdApuWhorBPiWGHyD", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544035690/1376382988.48.jpg", "oyster_good_for_statement": "", "publication_date": "2013-06-04", "number_print_pages": 336, "oyster_summary": "", "description": "<P>It&#8217;s graduation day for sixteen-year-old Malencia Vale, and the entire Five Lakes Colony (the former Great Lakes) is celebrating. All Cia can think about&#8212;hope for&#8212;is whether she&#8217;ll be chosen for The Testing, a United Commonwealth program that selects the best and brightest new graduates to become possible leaders of the slowly revitalizing post-war civilization. When Cia is chosen, her father finally tells her about his own nightmarish half-memories of The Testing. Armed with his dire warnings (&#8221;Cia, trust no one&#8221;), she bravely heads off to Tosu City, far away from friends and family, perhaps forever. Danger, romance&#8212;and sheer terror&#8212;await.", "isbn": "9780544035690", "language_code": "eng", "awards": []}, "uuid": "ckYgK2V2i4GoT6odgCjafT", "annotation": "In a dystopian future ravaged by warfare, a new generation of leaders must rise up to revitalize the earth- but first they have to pass the test. If the premise sounds overly familiar, don’t worry: The Testing has its own unique blend of Herculean obstacles, terror, and romance.  Whether or not you read it as a warning for our current society, this one’s a fun and fast read."}]