[{"book": {"author": "Cecelia Ahern", "publication_date": "2011-01-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Book of Tomorrow", "uuid": "86PvrYrboHDrW6ak9iukkP", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062042446/1376453214.29.jpg", "average_rating": 3.63, "isbn": "9780062042446", "description": "<blockquote><p>From the author of the <em>New York Times</em> bestseller <em>P.S. I Love You</em> comes an \"engrossing new novel . . . filled with family secrets, intrigue, and magic aplenty\" (<em>Booklist</em>).</p></blockquote><p>Born into the lap of luxury and comfortable in the here and now, spoiled, tempestuous Tamara Goodwin has never had to look to the future&#8212;until the abrupt death of her father leaves her and her mother a mountain of debt and forces them to move in with Tamara's peculiar aunt and uncle in a tiny countryside village.</p><p>Tamara is lonely and bored, with a traveling library as her only diversion. There she finds a large leather-bound book with a gold clasp and padlock, but no author name or title. Intrigued, she pries open the lock, and what she finds inside takes her breath away.</p><p>Tamara sees entries written in her own handwriting, and dated for the following day. When the next day unfolds exactly as recorded, Tamara realizes she may have found a solution to her problems. But in her quest to find answers, Tamara soon learns that some pages are better left unturned and that, try as she may, she mustn't interfere with fate.</p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "STKGE5KA79KZdstXgxDh6f", "annotation": ""},{"book": {"author": "Sara Gruen", "publication_date": "2007-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 350, "title": "Water for Elephants", "uuid": "iiWqPyhmtQm35AJaEmKw", "awards": [{"name": "Book Sense Book of the Year Award Winner", "uuid": "LJFriVcoS9TatDAAnqDEUR", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565125858/1377656825.9.jpg", "average_rating": 4.05, "isbn": "9781565125858", "description": "<p>Though he may not speak of them, the memories still dwell inside Jacob Jankowski's ninety-something-year-old mind. Memories of himself as a young man, tossed by fate onto a rickety train that was home to the Benzini Brothers Most Spectacular Show on Earth. Memories of a world filled with freaks and clowns, with wonder and pain and anger and passion; a world with its own narrow, irrational rules, its own way of life, and its own way of death. The world of the circus: to Jacob it was both salvation and a living hell.<br /><br /> Jacob was there because his luck had run out—orphaned and penniless, he had no direction until he landed on this locomotive \"ship of fools.\" It was the early part of the Great Depression, and everyone in this third-rate circus was lucky to have any job at all. Marlena, the star of the equestrian act, was there because she fell in love with the wrong man, a handsome circus boss with a wide mean streak. And Rosie the elephant was there because she was the great gray hope, the new act that was going to be the salvation of the circus; the only problem was, Rosie didn't have an act—in fact, she couldn't even follow instructions. The bond that grew among this unlikely trio was one of love and trust, and ultimately, it was their only hope for survival. <br /><br /> Surprising, poignant, and funny, <i>Water for Elephants</i> is that rare novel with a story so engrossing, one is reluctant to put it down; with characters so engaging, they continue to live long after the last page has been turned; with a world built of wonder, a world so real, one starts to breathe its air.</p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "pfoAQUgEqMkyFruR2myxMH", "annotation": ""},{"book": {"author": "Dan Ariely", "publication_date": "2009-06-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Predictably Irrational, Revised and Expanded Edition", "uuid": "y3Vdzu9APDjkrMUuQjiSdL", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061958724/1376452622.04.jpg", "average_rating": 4.04, "isbn": "9780061958724", "description": "<blockquote><p>How do we think about money? <br />What caused bankers to lose sight of the economy? <br />What caused individuals to take on mortgages that were not within their means?<br />What irrational forces guided our decisions?<br />And how can we recover from an economic crisis? </p></blockquote><p>In this revised and expanded edition of the <em>New York Times</em> and <em>Wall Street Journal</em> bestseller <em>Predictably Irrational</em>, Duke University's behavioral economist Dan Ariely explores the hidden forces that shape our decisions, including some of the causes responsible for the current economic crisis. Bringing a much-needed dose of sophisticated psychological study to the realm of public policy, Ariely offers his own insights into the irrationalities of everyday life, the decisions that led us to the financial meltdown of 2008, and the general ways we get ourselves into trouble. </p><p>Blending common experiences and clever experiments with groundbreaking analysis, Ariely demonstrates how expectations, emotions, social norms, and other invisible, seemingly illogical forces skew our reasoning abilities. As he explains, our reliance on standard economic theory to design personal, national, and global policies may, in fact, be dangerous. The mistakes that we make as individuals and institutions are not random, and they can aggregate in the market&#8212;with devastating results. In light of our current economic crisis, the consequences of these systematic and predictable mistakes have never been clearer. </p><p>Packed with new studies and thought-provoking responses to readers' questions and comments, this revised and expanded edition of <em>Predictably Irrational</em> will change the way we interact with the world&#8212;from the small decisions we make in our own lives to the individual and collective choices that shape our economy. </p>", "oyster_good_for_statement": ""}, "position": 2, "uuid": "vgbiVeom7g7vQrYRg2sm4Q", "annotation": ""},{"book": {"author": "Kelly Braffet", "publication_date": "2007-11-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Last Seen Leaving", "uuid": "rnLSmqUbi6kV3KkJPXtbQn", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527277/1376382744.71.jpg", "average_rating": 3.39, "isbn": "9780547527277", "description": "<DIV>As she did in her darkly thrilling debut, Josie and Jack, Kelly Braffet again explores the often ambiguous nature of love and danger in a riveting novel of suspense. When twenty-something drifter Miranda Cassidy wrecks her car one night on the way home from a bar, she seizes the accident as an opportunity to reinvent her life. Hitching a ride with a mysterious stranger, she finds quick work and a fresh start hundreds of miles away in an oceanside vacation town. She doesn&#8217;t look back, figuring no one is going to miss her. But when her mother finds no forwarding address, she senses something terrible has happened. The memory of the tragic disappearance of Miranda&#8217;s father years before and the force of long-buried emotions drive her on a frantic quest to find her daughter, no matter what the cost.</DIV>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "58yBV2srrsBdZ4dXbVZA6H", "annotation": ""},{"book": {"author": "Dan Ariely", "publication_date": "2010-06-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Upside of Irrationality", "uuid": "tAkFnKmwavuYb5sb5mU2qe", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062008565/1376452979.77.jpg", "average_rating": 3.95, "isbn": "9780062008565", "description": "<p>The provocative follow-up to the <em>New York Times</em> bestseller <em>Predictably Irrational</em></p><ul><li>Why can large bonuses make CEOs less productive?</li><li>How can confusing directions actually help us?</li><li>Why is revenge so important to us?</li><li>Why is there such a big difference between what we <em>think</em> will make us happy and what <em>really</em> makes us happy? </li></ul><p>In his groundbreaking book <em>Predictably Irrational</em>, social scientist Dan Ariely revealed the multiple biases that lead us into making unwise decisions. Now, in <em>The Upside of Irrationality</em>, he exposes the surprising negative and positive effects irrationality can have on our lives. Focusing on our behaviors at work and in relationships, he offers new insights and eye-opening truths about what really motivates us on the job, how one unwise action can become a long-term habit, how we learn to love the ones we're with, and more. </p><p>Drawing on the same experimental methods that made <em>Predictably Irrational</em> one of the most talked-about bestsellers of the past few years, Ariely uses data from his own original and entertaining experiments to draw arresting conclusions about how&#8212;and why&#8212;we behave the way we do. From our office attitudes, to our romantic relationships, to our search for purpose in life, Ariely explains how to break through our negative patterns of thought and behavior to make better decisions. <em>The Upside of Irrationality</em> will change the way we see ourselves at work and at home&#8212;and cast our irrational behaviors in a more nuanced light.</p>", "oyster_good_for_statement": ""}, "position": 5, "uuid": "4ZgHJgFd9rxnXG3JQxywd4", "annotation": ""},{"book": {"author": "John Grogan", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Marley & Me", "uuid": "X8Qr3GJg4DJMDNcfa6K27S", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061793554/1376506485.25.jpg", "average_rating": 4.08, "isbn": "9780061793554", "description": "<p>The heartwarming and unforgettable story of a family and the wondrously neurotic dog who taught them what really matters in life.</p><p>Now with photos and new material</p>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "ZvCoZkiauVFb3hSc2TYmHh", "annotation": ""},{"book": {"author": "Adriana Trigiani", "publication_date": "2010-03-16", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Brava, Valentine", "uuid": "bm8VmjciX3ApEyngnKMLoK", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061969423/1376489869.92.jpg", "average_rating": 3.91, "isbn": "9780061969423", "description": "<p>Adriana Trigiani's bestselling novels are beloved by millions of readers around the world.  From the Big Stone Gap series to <em>Lucia, Lucia</em>, each is a sumptuous treat as Trigiani tells hilarious and romantic stories that we want to return to again and again.</p><p><em>Very Valentine</em>, an instant <em>New York Times</em> bestseller, introduced the contemporary family saga of the Roncalli and Angelini families, artisans of handcrafted wedding shoes in Greenwich Village since 1903.</p><p>As <em>Brava, Valentine</em> begins, snow falls like glitter over Tuscany at the wedding of her grandmother, Teodora, and longtime love, Dominic. Valentine's dreams are dashed when Gram announces that Alfred, \"the prince,\" Valentine's only brother and nemesis, has been named her partner at Angelini Shoes.  Devastated, Valentine falls into the arms of  Gianluca, a sexy Tuscan tanner who made his romantic intentions known on the Isle of Capri. Despite their passion for one another and Gianluca's heartfelt letters, a long-distance relationship seems impossible.</p><p>As Valentine turns away from romance and devotes herself to her work, mentor and pattern cutter June Lawton guides her through her power struggle with Alfred, while best friend and confidante Gabriel Biondi moves into 166 Perry Street, transforming her home and point of view. Savvy financier Bret Fitzpatrick, Valentine's first love and former fianc&#233;e who still carries a torch for her, encourages Valentine to exploit her full potential as a designer and a business woman with a plan that will bring her singular creations to the world.   </p><p>A once-in-a-lifetime business opportunity takes Valentine from the winding streets of Greenwich Village to the sun-kissed cobblestones of Buenos Aires, where she finds a long-buried secret hidden deep within a family scandal.  Once unearthed, the truth rocks the Roncallis and Valentine is determined to hold her family together.  More so, she longs to create one of her own, but is torn between a past love that nurtured her, and a new one that promises to sustain her. </p><p><em>Brava, Valentine</em>, Trigiani's best novel yet, delivers a hilarious and poignant mix of colorful worlds and unforgettable characters as only she can create them.</p>", "oyster_good_for_statement": ""}, "position": 7, "uuid": "wmqzFcfnbQYVP5fa6UCNKB", "annotation": ""},{"book": {"author": "Kate White", "publication_date": "2010-03-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Hush", "uuid": "6u7H5SLHkJxXBqEVoTxqhV", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061976452/1376529232.28.jpg", "average_rating": 3.48, "isbn": "9780061976452", "description": "<blockquote><p><em>New York Times</em> bestselling author and <em>Cosmopolitan</em>'s editor-in-chief returns with a sizzling, page-turning thriller in which an ordinary woman flees the scene of a murder&#8212;and realizes it's not just the law that's hunting her.</p></blockquote><p>When Lake Warren learns that her husband, Jack, is suing for full custody of their two kids four months after their separation, she's pretty certain that things can't get any worse. The upside is that she's working with the Advanced Fertility Center as a marketing consultant, alongside the attractive, flirtatious Dr. Keaton. But the morning after their one-night stand, Lake finds Keaton with his throat slashed and discovers that things can indeed become worse&#8212;they can become deadly.</p><p>So as not to jeopardize her case for custody, Lake is forced to lie to the police. Having just been intimate with a man who has been murdered, and wanting to protect herself from being charged with the crime, she begins her own search for the truth. Meanwhile, the police start looking at her closely, people at the clinic start treating her with hostility, and strange clues begin dropping&#8212;quite literally&#8212;on her doorstep, and Lake realizes that she is dangerously close to dark secrets, both about Keaton and the clinic. But can Lake stop what she's started before it's too late?</p>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "qTntJ8uAr3DF6Cyq9eyrwN", "annotation": ""},{"book": {"author": "Clive Barker", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 672, "title": "The Great and Secret Show", "uuid": "V3Jjb9BiGyMmMp2pGvuqc8", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760297/1376452075.99.jpg", "average_rating": 4.03, "isbn": "9780061760297", "description": "<p>In the little town of Palomo Grove, two great armies are amassing; forces shaped from the hearts and souls of America.  In this <em>New York Times</em> bestseller, Barker unveils one of the most ambitious imaginative landscapes in modern fiction, creating a new vocabulary for the age-old battle between good and evil.  Carrying its readers from the first stirring of consciousness to a vision of the end of the world, <em>The Great and Secret Show</em> is a breathtaking journey in the company of a master storyteller.</p>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "J2qw3Nq9w2DAAND5tCc7c4", "annotation": ""},{"book": {"author": "Elizabeth George", "publication_date": "2010-04-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 976, "title": "This Body of Death", "uuid": "kyTR9WdwqarN4ZmaDJCRF5", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061991462/1376529827.6.jpg", "average_rating": 3.98, "isbn": "9780061991462", "description": "<blockquote><p><em>New York Times</em> bestselling author Elizabeth George is back with a spellbinding tale of mystery and murder featuring Scotland Yard Detective Inspector Thomas Lynley.</p></blockquote><p>On compassionate leave after the murder of his wife, Thomas Lynley is called back to Scotland Yard when the body of a woman is found stabbed and abandoned in an isolated London cemetery. His former team doesn't trust the leadership of their new department chief, Isabelle Ardery, whose management style seems to rub everyone the wrong way. In fact, Lynley may be the sole person who can see beneath his superior officer's hard-as-nails exterior to a hidden&#8212;and possibly attractive&#8212;vulnerability.</p><p>While Lynley works in London, his former colleagues Barbara Havers and Winston Nkata follow the murder trail south to the New Forest. There they discover a beautiful and strange place where animals roam free, the long-lost art of thatching is very much alive, and outsiders are not entirely welcome. What they don't know is that more than one dark secret lurks among the trees, and that their investigation will lead them to an outcome that is both tragic and shocking.</p><p>A multilayered jigsaw puzzle of a story skillfully structured to keep readers guessing until the very end, <em>This Body of Death</em> is a magnificent achievement from a writer at the peak of her powers.</p>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "YjnY2adNz8oqyzXt3bZRd5", "annotation": ""},{"book": {"author": "Jhumpa Lahiri", "publication_date": "2000-05-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 208, "title": "Interpreter of Maladies", "uuid": "btViMHKmJ6fQa9wGV5k73J", "awards": [{"name": "PEN/Hemingway Foundation Award Winner", "uuid": "qGW3ZRKGJVitTshiVFYiqN", "image": null}, {"name": "Winner of the Pulitzer Prize", "uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487069/1383487897.73.jpg", "average_rating": 4.08, "isbn": "9780547487069", "description": "<DIV>Navigating between the Indian traditions they've inherited and the baffling new world, the characters in Jhumpa Lahiri's elegant, touching stories seek love beyond the barriers of culture and generations. In \"A Temporary Matter,\" published in The New Yorker, a young Indian-American couple faces the heartbreak of a stillborn birth while their Boston neighborhood copes with a nightly blackout. In the title story, an interpreter guides an American family through the India of their ancestors and hears an astonishing confession. Lahiri writes with deft cultural insight reminiscent of Anita Desai and a nuanced depth that recalls Mavis Gallant. She is an important and powerful new voice.</DIV>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "KL6qi9Xy8BYY337N2E3JcQ", "annotation": ""},{"book": {"author": "Jhumpa Lahiri", "publication_date": "2004-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "The Namesake", "uuid": "hWhi6qpngb4jFYankqkTsj", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547429311/1380870154.79.jpg", "average_rating": 3.91, "isbn": "9780547429311", "description": "<DIV>Jhumpa Lahiri's <I>Interpreter of Maladies</I> established this young writer as one the most brilliant of her generation. Her stories are one of the very few debut works -- and only a handful of collections -- to have won the Pulitzer Prize for fiction. Among the many other awards and honors it received were the New Yorker Debut of the Year award, the PEN/Hemingway Award, and the highest critical praise for its grace, acuity, and compassion in detailing lives transported from India to America. In <I>The Namesake</I>, Lahiri enriches the themes that made her collection an international bestseller: the immigrant experience, the clash of cultures, the conflicts of assimilation, and, most poignantly, the tangled ties between generations. Here again Lahiri displays her deft touch for the perfect detail -- the fleeting moment, the turn of phrase -- that opens whole worlds of emotion.<br></DIV> <div><I></I></DIV> <div><I>The Namesake</I> takes the Ganguli family from their tradition-bound life in Calcutta through their fraught transformation into Americans. On the heels of their arranged wedding, Ashoke and Ashima Ganguli settle together in Cambridge, Massachusetts. An engineer by training, Ashoke adapts far less warily than his wife, who resists all things American and pines for her family. When their son is born, the task of naming him betrays the vexed results of bringing old ways to the new world. Named for a Russian writer by his Indian parents in memory of a catastrophe years before, Gogol Ganguli knows only that he suffers the burden of his heritage as well as his odd, antic name. Lahiri brings great empathy to Gogol as he stumbles along the first-generation path, strewn with conflicting loyalties, comic detours, and wrenching love affairs. With penetrating insight, she reveals not only the defining power of the names and expectations bestowed upon us by our parents, but also the means by which we slowly, sometimes painfully, come to define ourselves. <I>The New York Times</I> has praised Lahiri as \"a writer of uncommon elegance and poise.\"<I> The Namesake</I> is a fine-tuned, intimate, and deeply felt novel of identity.</div>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "56sxnQEogW4iJkVf4ZeHEf", "annotation": ""},{"book": {"author": "Garth Stein", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Art of Racing in the Rain", "uuid": "N9zjauthYCYxNAt48cw37m", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061738098/1376451787.17.jpg", "average_rating": 4.14, "isbn": "9780061738098", "description": "<p>Enzo knows he is different from other dogs: a philosopher with a nearly human soul (and an obsession with opposable thumbs), he has educated himself by watching television extensively, and by listening very closely to the words of his master, Denny Swift, an up-and-coming race car driver. </p><p>Through Denny, Enzo has gained tremendous insight into the human condition, and he sees that life, like racing, isn't simply about going fast. Using the techniques needed on the race track, one can successfully navigate all of life's ordeals.</p><p>On the eve of his death, Enzo takes stock of his life, recalling all that he and his family have been through: the sacrifices Denny has made to succeed professionally; the unexpected loss of Eve, Denny's wife; the three-year battle over their daughter, Zo&#235;, whose maternal grandparents pulled every string to gain custody. In the end, despite what he sees as his own limitations, Enzo comes through heroically to preserve the Swift family, holding in his heart the dream that Denny will become a racing champion with Zo&#235; at his side. Having learned what it takes to be a compassionate and successful person, the wise canine can barely wait until his next lifetime, when he is sure he will return as a man. </p><p>A heart-wrenching but deeply funny and ultimately uplifting story of family, love, loyalty, and hope, <em>The Art of Racing in the Rain</em> is a beautifully crafted and captivating look at the wonders and absurdities of human life . . . as only a dog could tell it.</p>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "46wBaEGpRYXATZvdktVA74", "annotation": ""},{"book": {"author": "Gregory Maguire", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 560, "title": "Wicked", "uuid": "jzz5erJgp6ddwZmxQy9Qa6", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792946/1376452125.01.jpg", "average_rating": 3.44, "isbn": "9780061792946", "description": "<p>When Dorothy triumphed over the Wicked Witch of the West in L. Frank Baum's classic tale, we heard only her side of the story. But what about her arch-nemesis, the mysterious Witch? Where did she come from? How did she become so wicked?</p><p>Gregory Maguire has created a fantasy world so rich and vivid that we will never look at Oz the same way again.</p>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "epYyY6LSyZsg5aC8gGrKeQ", "annotation": ""},{"book": {"author": "Patricia Schultz", "publication_date": "2011-11-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 1200, "title": "1,000 Places to See Before You Die, the second edition", "uuid": "CqPAbN8eag9mbrLxrVvFQN", "awards": [], "publisher": {"name": "Workman Publishing Company", "uuid": "J8zDjwKBXDVuRhLWcfRMZn"}, "cover_img": "https://cflare.oysterbooks.com/covers/Workman%20Publishing%20Company/9780761168713/1377071058.13.jpg", "average_rating": 4.28, "isbn": "9780761168713", "description": "<!-- \t\t@page { margin: 0.79in } \t\tp { margin-bottom: 0.08in } \t-->The world&#8217;s bestselling travel book is back in a more informative, more experiential, more budget-friendly full-color edition. A #1 <i>New York Times</i> bestseller, <i>1,000 Places</i> reinvented the idea of travel book as both wish list and practical guide. As Newsweek wrote, it &#8220;tells you what&#8217;s beautiful, what&#8217;s fun, and what&#8217;s just unforgettable&#8212; everywhere on earth.&#8221; And now the best is better. There are 600 full-color photographs. Over 200 entirely new entries, including visits to 28 countries like Lebanon, Croatia, Estonia, and Nicaragua, that were not in the original edition. There is an emphasis on experiences: an entry covers not just Positano or Ravello, but the full 30-mile stretch along the Amalfi Coast. <p> </p> <p> Every entry from the original edition has been readdressed, rewritten, and made fuller, with more suggestions for places to stay, restaurants to visit, festivals to check out. And throughout, the book is more budget-conscious, starred restaurants and historic hotels such as the Ritz,but also moderately priced gems that don&#8217;t compromise on atmosphere or charm.</p> <p> The world is calling. Time to answer.</p>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "gWLtdBupknKvGMActuNTz4", "annotation": ""},{"book": {"author": "Norman Mailer", "publication_date": "2011-07-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 0, "title": "Marilyn: A Biography", "uuid": "KgH2FazjXTgcRtuYfEhUMM", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Lawrence Schiller", "uuid": "VvdKUG27383eH2Ey24mkCS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Lawrence%20Schiller/9781452484723/1383333458.35.jpg", "average_rating": 3.71, "isbn": "9781452484723", "description": "<p>An extraordinary biography of the legendary screen star Marilyn Monroe (originally published in 1973) by Norman Mailer, one of America&apos;s most important writers of the second half of the Twentieth Century. Mailer, the winner of two Pulitzer Prizes, was the first writer to explore the relationship between Monroe and Bobby Kennedy. This book is a New York Times Best Seller.</p>", "oyster_good_for_statement": ""}, "position": 16, "uuid": "XjuuFZgt8sPLCAi73ogUU7", "annotation": ""},{"book": {"author": "Robert Morgan", "publication_date": "2012-08-21", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Gap Creek", "uuid": "pu7p4SFKqUP3mYBd7Tmjy7", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201784/1377656481.81.jpg", "average_rating": 3.63, "isbn": "9781616201784", "description": "<p><strong>A <i>New York Times</i> Bestseller & Oprah's Book Club Pick</strong><br /><br />Young Julie Harmon works “hard as a man,” they say, so hard that at times she’s not sure she can stop. People depend on her to slaughter the hogs and nurse the dying. People are weak, and there is so much to do. At just seventeen she marries and moves down into the valley of Gap Creek, where perhaps life will be better.<br /><br />But Julie and Hank’s new life in the valley, in the last years of the nineteenth century, is more complicated than the couple ever imagined. Sometimes it’s hard to tell what to fear most—the fires and floods or the flesh-and-blood grifters, drunks, and busybodies who insinuate themselves into their new life. To survive, they must find out whether love can keep chaos and madness at bay. Their struggles with nature, with work, with the changing century, and with the disappointments and triumphs of their union make <i>Gap Creek </i>a timeless story of a marriage.</p>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "Uq4jeJNfY7zCWPJjAc4Kka", "annotation": ""},{"book": {"author": "Robert T. Kiyosaki", "publication_date": "2011-04-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 0, "title": "Rich Dad Poor Dad", "uuid": "58VSicmTPRefzfWh4KkDTa", "awards": [], "publisher": {"name": "Robert T. Kiyosaki", "uuid": "uuqnK94rvTs6DQRoWVaqhb"}, "cover_img": "https://cflare.oysterbooks.com/covers/Robert%20T.%20Kiyosaki/9781612680026/1384230292.55.jpg", "average_rating": 3.74, "isbn": "9781612680026", "description": "<p>Anyone stuck in the rat-race of living paycheck to paycheck, enslaved by the house mortgage and bills, will appreciate this breath of fresh air. Learn about the methods that have created more than a few millionaires. This is the first abridged miniature edition of Rich Dad Poor Dad. The full-length edition has sold millions as a New York Times bestseller. As proven by the runaway success of The Secret and like titles, changing one’s thinking to influence one’s fortune sells big, and forms the basis of rich dad’s advice. Learn to think like a rich dad and let your money work for you!</p>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "qhc5BRX9DuVzBDeivQ5weY", "annotation": ""},{"book": {"author": "Sam Smith", "publication_date": "2012-07-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 300, "title": "The Jordan Rules", "uuid": "US98nU6zDQCx7KbfEvew6h", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Diversion Books", "uuid": "QQwxkjTnJCCjhnCyLWNGUY"}, "cover_img": "https://cflare.oysterbooks.com/covers/Diversion%20Books/9781938120534/1382625177.37.jpg", "average_rating": 4.1, "isbn": "9781938120534", "description": "<DIV>The New York Times Bestseller, Now in eBook Format and Updated With a New Introduction<BR><BR>This is the 20th anniversary of the explosive bestseller that changed the way the world viewed one of the greatest athletes in history, revealing for the first time Michael Jordan's relentless drive to win anything and everything, at any cost. NBA Hall of Fame columnist Sam Smith had unlimited access to the team and its players during their championship 1991-92 season, which he details in the new introduction, along with candid revelations about his sources, and the reaction from Michael, his teammates, the media, and the fans when the book blasted onto the bestseller lists in 1992 (where it stayed for three months). With more than a million copies in print, and just published for the first time in eBook format, <I>The Jordan Rules</I> remains the ultimate inside look at one of the most legendary teams in sports history.</div>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "Lwtz6PFpHNNjZa7q6ttcr9", "annotation": ""},{"book": {"author": "Sherry Argov", "publication_date": "2002-10-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Why Men Love Bitches", "uuid": "R5pWqrvKiSv3Wz7NWM2Zrm", "awards": [], "publisher": {"name": "F+W Media", "uuid": "JsHsEJtkRuFHr45a9ZkUyL"}, "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/9781605501550/1377072677.02.jpg", "average_rating": 3.91, "isbn": "9781605501550", "description": "<h2>MORE THAN ONE MILLION COPIES SOLD!</h2><p>Do you feel like you are too nice? Sherry Argov's national bestseller <i>Why Men Love Bitches</i> delivers a unique perspective as to why men are attracted to a strong woman who stands up for herself. With saucy detail on every page, this no-nonsense guide reveals why a strong woman is much more desirable than a \"yes woman\" who routinely sacrifices herself. The New York Times bestselling author provides compelling answers to the tough questions women often ask:<ul><li>Why are men so romantic in the beginning and why do they change?</li><li>Why do men take nice girls for granted?</li><li>Why does a man respect a woman when she stands up for herself?</li></ul>Full of advice, hilarious real-life relationship scenarios, \"she says/he thinks\" tables, the author's unique \"Attraction Principles,\" and an all-new bonus chapter, <i>Why Men Love Bitches</i> gives you bottom-line answers. It helps you know who you are, stand your ground, and relate to men on a whole new level. Once you've discovered the feisty attitude men find so magnetic, you'll not only increase the romantic chemistry—you'll gain your man's love and respect with far less effort.</p>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "KVcHUnPRU9pJwmw5joKPPQ", "annotation": ""},{"book": {"author": "Stephen R. Covey", "publication_date": "2013-11-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 0, "title": "The 7 Habits of Highly Effective People", "uuid": "zfZHpBPQxRnNYr96TT7zxV", "awards": [], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795336409/1384816532.32.jpg", "average_rating": 3.92, "isbn": "9780795336409", "description": "<p>When it was first published in 1989, <i style=\"mso-bidi-font-style:normal\">The 7 Habits of Highly Effective People</i> was an almost instant bestseller--and quickly became a permanent part of the cultural lexicon. With over 25 million copies sold worldwide in over 40 languages since its first publication, this book continues to help millions of readers become more effective in both their personal and professional lives.</p><p>\n</p><p>\nThis is one of the rare books that has influenced presidents, CEOs, educators, and individuals all over the world not only to improve their businesses and careers but to live with integrity, service, dignity, and success in all areas of life. It has had an undeniable impact for the past 25 years--and will no doubt continue to be influential for many more.</p><p>\n</p><p>\nENDORSEMENTS</p><p>\n</p><p>\n\"Every so often a book comes along that not only alters the lives of readers but leaves an imprint on the culture itself. <i>The 7 Habits </i>is one of those books.\" --Daniel Pink, author of <i>Drive </i>and <i>To Sell Is Human</i></p><p>\n</p><p>\n\"<i>The 7 Habits </i>encompass timeless principles that can help guide any company toward success.\" --Tony Hsieh, <i>New York Times </i>bestselling author of <i>Delivering Happiness </i>and CEO of Zappos.com, Inc.</p><p>\n</p><p>\n\"There are very few business books that are essential reading for anyone who wants to make a difference. This is one of the great ones.\" --Seth Godin, author of <i>The Icarus Deception</i></p><p>\n</p><p>\n\"No person lasts forever, but books and ideas can endure. Stephen R. Covey's life is done, but his work is not. It continues, right here in this book as alive today as when first written.\" --Jim Collins</p><p>\n</p><p>\n\"Twenty-five years after it first appeared, the wisdom of <i>The 7 Habits </i>is more relevant than ever. On an individual level people are burning out, and on a collective level we are burning up the planet. So Dr. Covey's emphasis on self-renewal, and his understanding that leadership and creativity require us to tap into our own physical, mental, and spiritual resources, are exactly what we need now.\" --Arianna Huffington</p>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "yCFprPspKsBSwiLfH6Jb2P", "annotation": ""},{"book": {"author": "Steven Callahan", "publication_date": "2002-10-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Adrift", "uuid": "2YYamdG4VA78Ah2WWGF4Tn", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526560/1376380135.17.jpg", "average_rating": 4.07, "isbn": "9780547526560", "description": "<DIV>Before The Perfect Storm, before In the Heart of the Sea, Steven Callahan&#8217;s dramatic tale of survival at sea was on the New York Times bestseller list for more than thirty-six weeks. In some ways the model for the new wave of adventure books, Adrift is an undeniable seafaring classic, a riveting firsthand account by the only man known to have survived more than a month alone at sea, fighting for his life in an inflatable raft after his small sloop capsized only six days out. &#8220;Utterly absorbing&#8221; (Newsweek), Adrift is a must-have for any adventure library.</DIV>", "oyster_good_for_statement": ""}, "position": 22, "uuid": "HaEC5V2tdC7Cmx3z9qcHmX", "annotation": ""},{"book": {"author": "Yann Martel", "publication_date": "2002-06-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Life of Pi", "uuid": "SPDavwYyg2WwLskYStAMbc", "awards": [{"name": "Man Booker Prize Winner", "uuid": "S687FDqtNJy6G4sKZyvWSD", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416113/1376382266.64.jpg", "average_rating": 3.86, "isbn": "9780547416113", "description": "<P>MORE THAN SEVEN MILLION COPIES SOLD</P> <p>The beloved and bestselling novel and winner of the Booker Prize, <I>Life of Pi</I>, now with cover art from the major motion picture directed by Ang Lee</P> <p><I>New York Times</I> Bestseller * <I>Los Angeles Times</I> Bestseller * <I>Washington Post</I> Bestseller * <I>San Francisco Chronicle</I> Bestseller * <I>Chicago Tribune</I> Bestseller</p> <p>\"A story to make you believe in the soul-sustaining power of fiction.\"&#8212;<I>Los Angeles Times Book Review </I></P> <p>After the sinking of a cargo ship, a solitary lifeboat remains bobbing on the wild blue Pacific. The only survivors from the wreck are a sixteen-year-old boy named Pi, a hyena, a wounded zebra, an orangutan&#8212;and a 450-pound royal bengal tiger. The scene is set for one of the most extraordinary and beloved works of fiction in recent years.  <p>Universally acclaimed upon publication, <I>Life of Pi</I> is a modern classic.", "oyster_good_for_statement": ""}, "position": 23, "uuid": "quwNBHNkx8kGLEVdVnTGq", "annotation": ""},{"book": {"author": "Ilene Beckerman", "publication_date": "2005-04-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 144, "title": "Love, Loss, and What I Wore", "uuid": "f7btNJXsByjoUxniKDAAjM", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127678/1377656760.18.jpg", "average_rating": 3.37, "isbn": "9781565127678", "description": "Ilene \"Gingy\" Beckerman's beloved and bestselling book has been adapted for the stage by Nora and Delia Ephron. The star-studded Off-Broadway show is receiving rave reviews, as did the book: <br><br>“Illuminates the experience of an entire generation of women. . . . This small gem of a book is worthy of a Tiffany box.” — <i>The New York Times Book Review</i><br> <br> “A memoir every reader will wish to copy in her own size.” —<i>Glamour</i><br> <br> “Ilene Beckerman’s sleek little memoir . . . strikes a startling chord. . . . Unsettling and oddly powerful.” —<i>People</i><br> <br> “Surprisingly poetic.” —<i>Entertainment Weekly</i><br> <br> “[A] poignant biography. . . . This little book will charm anyone with an interest in style.” —<i>USA Today </i><br> <br>Ilene Beckerman’s runaway bestseller articulates something all women know: that our memories are often tied to our favorite clothes. From her Brownie uniform to her Pucci knockoff to her black strapless Rita Hayworth–style dress from the Neiman Marcus outlet store, Ilene Beckerman tells us the story of her life. <br><br><br><br>", "oyster_good_for_statement": ""}, "position": 24, "uuid": "CMA2wGQTEZ94JreiAgSLZW", "annotation": ""},{"book": {"author": "Jane Leavy", "publication_date": "2010-10-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "The Last Boy", "uuid": "XVdkGaQWCqGy5jJfDpgmuN", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061987786/1376529739.36.jpg", "average_rating": 3.89, "isbn": "9780061987786", "description": "<p>Jane Leavy, the acclaimed author of the <em>New York Times</em> bestseller <em>Sandy Koufax: A Lefty's Legacy</em>, returns with a biography of an American original&#8212;number 7, Mickey Mantle. Drawing on more than five hundred interviews with friends and family, teammates, and opponents, she delivers the definitive account of Mantle's life, mining the mythology of The Mick for the true story of a luminous and illustrious talent with an achingly damaged soul. </p><p>Meticulously reported and elegantly written, <em>The Last Boy</em> is a baseball tapestry that weaves together episodes from the author's weekend with The Mick in Atlantic City, where she interviewed her hero in 1983, after he was banned from baseball, with reminiscences from friends and family of the boy from Commerce, Oklahoma, who would lead the Yankees to seven world championships, be voted the American League's Most Valuable Player three times, win the Triple Crown in 1956, and duel teammate Roger Maris for Babe Ruth's home run crown in the summer of 1961&#8212;the same boy who would never grow up. </p><p>As she did so memorably in her biography of Sandy Koufax, Jane Leavy transcends the hyperbole of hero worship to reveal the man behind the coast-to-coast smile, who grappled with a wrenching childhood, crippling injuries, and a genetic predisposition to alcoholism. In <em>The Last Boy</em> she chronicles her search to find out more about the person he was and, given what she discovers, to explain his mystifying hold on a generation of baseball fans, who were seduced by that lopsided, gap-toothed grin. It is an uncommon biography, with literary overtones: not only a portrait of an icon, but an investigation of memory itself. How long was the Tape Measure Home Run? Did Mantle swing the same way right-handed and left-handed? What really happened to his knee in the 1951 World Series? What happened to the red-haired, freckle-faced boy known back home as Mickey Charles? </p><p>\"I believe in memory, not memorabilia,\" Leavy writes in her preface. But in <em>The Last Boy</em>, she discovers that what we remember of our heroes&#8212;and even what they remember of themselves&#8212;is only where the story begins.</p>", "oyster_good_for_statement": ""}, "position": 25, "uuid": "SdQVPLL7MmBaESgT4jM6KA", "annotation": ""},{"book": {"author": "Joe Hill", "publication_date": "2000-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Heart-Shaped Box", "uuid": "vijHxp4RGDHJfJyfGQdYkJ", "awards": [{"name": "Bram Stoker Award Winner", "uuid": "jfrZUUcWQ6SwEAYnBN6Hig", "image": null}, {"name": "Locus Award Winner", "uuid": "kAzRGKWZXc6R3tie3KrCNb", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061798306/1376452158.43.jpg", "average_rating": 3.79, "isbn": "9780061798306", "description": "<p>Judas Coyne is a collector of the macabre: a cookbook for cannibals . . . a used hangman's noose . . . a snuff film. An aging death-metal rock god, his taste for the unnatural is as widely known to his legions of fans as the notorious excesses of his youth. But nothing he possesses is as unlikely or as dreadful as his latest discovery, an item for sale on the Internet, a thing so terribly strange, Jude can't help but reach for his wallet.</p><blockquote><p><em>I will \"sell\" my stepfather's ghost to the highest bidder. . . .</em></p></blockquote><p>For a thousand dollars, Jude will become the proud owner of a dead man's suit, said to be haunted by a restless spirit. He isn't afraid. He has spent a lifetime coping with ghosts&#8212;of an abusive father, of the lovers he callously abandoned, of the bandmates he betrayed. What's one more?</p><p>But what UPS delivers to his door in a black heart-shaped box is no imaginary or metaphorical ghost, no benign conversation piece. It's the real thing.</p><p>And suddenly the suit's previous owner is everywhere: behind the bedroom door . . . seated in Jude's restored vintage Mustang . . . standing outside his window . . . staring out from his widescreen TV. Waiting&#8212;with a gleaming razor blade on a chain dangling from one bony hand. . . .</p><p>A multiple-award winner for his short fiction, author  Joe Hill  immediately vaults into the top echelon of dark fantasists with a blood-chilling roller-coaster ride of a novel, a masterwork brimming with relentless thrills and acid terror.</p>", "oyster_good_for_statement": ""}, "position": 26, "uuid": "irJ7RQmUUL4CBEKeTjCkY6", "annotation": ""},{"book": {"author": "John Perkins", "publication_date": "2004-11-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "Confessions of an Economic Hit Man", "uuid": "vggAteVuU4UtDeLcABiKY4", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Berrett-Koehler Publishers", "uuid": "mvChomkNc5FQWDmSbatSc9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Berrett-Koehler%20Publishers/9781605095295/1384815857.49.jpg", "average_rating": 3.77, "isbn": "9781605095295", "description": "Find out more about this important book and the worldwide movement it has spawned at www.economichitman.com\nA New York Times bestseller!\nRead what people are saying about this book and join the conversation--visit our Confessions blog today\nRead a transcript of John Perkins' recent interview with Amy Goodman on Democracy Now!\nRead David Korten's review on www.dragonflymedia.com\nAn extraordinary, real-life tale of international intrigue and corruption\nReveals the hidden mechanics of imperial control behind such major international events as the fall of the Shah, the death of Panamanian president Omar Torrijos, and the invasions of Panama and Iraq, as well as providing an inside view of the corrupt U.S.-Saudi Arabian relationship\nOne man's personal journey from eager servant of empire to impassioned advocate for the rights of oppressed people\nIn his controversial book, John Perkins tells the gripping tale of the years he spent working for an international consulting firm where his job was to convince underdeveloped countries to accept enormous loans, much bigger than they really needed, for infrastructure development--and to make sure that the development projects were contracted to U. S. multinationals. Once these countries were saddled with huge debts, the American government and the international aid agencies allied with it were able, by dictating repayment terms, to essentially control their economies. It was not unlike the way a loan shark operates--and Perkins and his colleagues didn't shun this kind of unsavory association. They referred to themselves as \"economic hit men.\"\nThis is a story of international political intrigue at the highest levels. For over a decade Perkins traveled all over the world--Indonesia, Panama, Ecuador, Columbia, Saudi Arabia, Iran--and worked with men like Panamanian president Omar Torrijos, who became a personal friend. He helped implement a secret scheme that funneled billions of Saudi petrodollars back into the U. S. economy, and that further cemented the intimate relationship between the Islamic fundamentalist House of Saud and a succession of American administrations. Perkins' story illuminates just how far economic hit men were willing to go, and unveils the real causes of some of the most dramatic developments in recent history, such as the fall of the Shah of Iran and the invasions of Panama and Iraq. Confessions of an Economic Hit Man, which many people urged Perkins not to write, is a blistering attack on a little-known phenomenon that has had dire consequences for both the lesser-developed countries and for American democracy.", "oyster_good_for_statement": ""}, "position": 27, "uuid": "Y9HBzFBkA8zcMkpE2P9wdb", "annotation": ""},{"book": {"author": "Lionel Shriver", "publication_date": "2010-03-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "So Much for That", "uuid": "wkkfeTYXLHmMZ4EZDNouWA", "awards": [{"name": "National Book Award Finalist", "uuid": "eYKvqpafcTyqyGvFx3Mrj4", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061978494/1376452762.1.jpg", "average_rating": 3.66, "isbn": "9780061978494", "description": "<blockquote><p>From the acclaimed author of the <em>New York Times</em> bestseller <em>The Post-Birthday World</em> comes a searing, ruthlessly honest new novel about a marriage both stressed and strengthened by the demands of serious illness.</p></blockquote><p>Shep Knacker has long saved for \"The Afterlife\": an idyllic retreat to the Third World where his nest egg can last forever. Traffic jams on the Brooklyn-Queens Expressway will be replaced with \"talking, thinking, seeing, and being\"&#8212;and enough sleep. When he sells his home repair business for a cool million dollars, his dream finally seems within reach. Yet Glynis, his wife of twenty-six years, has concocted endless excuses why it's never the right time to go. Weary of working as a peon for the jerk who bought his company, Shep announces he's leaving for a Tanzanian island, with or without her.</p><p>Just returned from a doctor's appointment, Glynis has some news of her own: Shep can't go anywhere because she desperately needs his health insurance. But their policy only partially covers the staggering bills for her treatments, and Shep's nest egg for The Afterlife soon cracks under the strain. </p><p>Enriched with three medical subplots that also explore the human costs of American health care, <em>So Much for That</em> follows the profound transformation of a marriage, for which grave illness proves an unexpected opportunity for tenderness, renewed intimacy, and dry humor. In defiance of her dark subject matter, Shriver writes a page-turner that presses the question: How much is one life worth?</p>", "oyster_good_for_statement": ""}, "position": 28, "uuid": "mYsp7Zh2eeGmS8UTVVC3Ff", "annotation": ""},{"book": {"author": "Lynn Grabhorn ", "publication_date": "2009-02-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 254, "title": "Excuse Me, Your Life Is Waiting", "uuid": "pLiMD6xSCeoj5TaJFFCDkh", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "USA Today Bestseller", "uuid": "vztqFTAcs23ntU3g23p7J8", "image": null}], "publisher": {"name": "Hampton Roads Publishing", "uuid": "Qcbtji76pzfv42cPDki3kZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Hampton%20Roads%20Publishing/Excuse%20Me%2C%20Your%20Life%20Is%20Waiting/1373393550.76.jpg", "average_rating": 4.12, "isbn": "9781612830643", "description": "Upbeat, humorous, and iconoclastic, Lynn Grabhorn introduced readers to the Law of Attraction in 2000 with Excuse Me, Your Life is Waiting. The hardcover edition was an immediate hit, sold more than 151,000 copies, and appeared on the New York Times bestseller list.Grabhorn was the first to reveal that the power of feelings is what unconsciously shapes and molds every moment of every day. In this groundbreaking book, she reveals how paying attention to feelings--rather than positive thinking, or sweat and strain, or good or bad luck, or even smarts--is the way to change your life, make dreams come true, and create the kind of life you really want to live. Excuse me, Your Life is Waiting is filled with logical explanations, simple steps, and true-life examples that empower readers to access their feelings and turn their lives around.", "oyster_good_for_statement": ""}, "position": 29, "uuid": "TQQf25htbuQ7qMMY5GwT8E", "annotation": ""},{"book": {"author": "Andrew Gross", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 464, "title": "Don't Look Twice", "uuid": "R9sEdwAwEeJxbiLTBUeTNL", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061972782/1376452727.9.jpg", "average_rating": 3.73, "isbn": "9780061972782", "description": "<p>In this dramatic new novel following the bestselling <em>The Dark Tide</em>, a drive-by shooting rocks the posh suburb of Greenwich, Connecticut, and an innocent bystander is left dead. </p><p>Detective Ty Hauck plunges into what seems like a vicious case of retribution and follows the trail to a sinister gambling scheme at an upstate casino. Until Annie Fletcher, a young restaurateur in the midst of rebuilding her life, witnesses something she shouldn't have&#8212;and immediately runs to him with what she knows. Suddenly, Hauck is pulled into a rising storm far greater than it first appeared&#8212;a storm wide enough to encompass corruption inside Greenwich's circle of wealthy and powerful citizens. And punishing enough to consume Hauck's own family, and tear brothers apart forever . . . if it doesn't kill them first.</p><p><em>Don't Look Twice</em> is a gripping story of profiteering on an international scale and an emotionally resonant domestic thriller from one of the hottest new talents in suspense fiction. </p>", "oyster_good_for_statement": ""}, "position": 30, "uuid": "UxHYNqMvkLrLSjdwxkgmAM", "annotation": ""},{"book": {"author": "A. Manette Ansay", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Vinegar Hill", "uuid": "LrTMqNsHPWxRx79vX6gRua", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760259/1376506340.84.jpg", "average_rating": 3.24, "isbn": "9780061760259", "description": "<p>In a stark, troubling, yet ultimately triumphant celebration of self-determination, award-winning author A. Manette Ansay re-creates a stifling world of guilty and pain, and the tormented souls who inhabit it. It is 1972 when circumstance carries Ellen Grier and her family back to Holly's Field, Wisconsin. Dutifully accompanying her newly unemployed husband, Ellen has brought her two children into the home of her in-laws on Vinegar Hill--a loveless house suffused with the settling dust of bitterness and routine--where calculated cruelty is a way of life preserved and perpetuated in the service of a rigid, exacting and angry God. Behind a facade of false piety, there are sins and secrets in this place that could crush a vibrant young woman's passionate spirit. And here Ellen must find the straight to endure, change, and grow in the all-pervading darkness that threatens to destroy everything she is and everyone she loves.</p>", "oyster_good_for_statement": ""}, "position": 31, "uuid": "KGRuk54ALrmcMxZY9kito5", "annotation": ""},{"book": {"author": "Anna Godbersen", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 464, "title": "The Luxe", "uuid": "ZLvErPcB58fsbyDhvF9TYC", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061756849/1376506220.33.jpg", "average_rating": 3.64, "isbn": "9780061756849", "description": "<p align=center>Pretty girls in pretty dresses, partying until dawn.<br />Irresistible boys with mischievous smiles and dangerous intentions.<br />White lies, dark secrets, and scandalous hookups.<br />This is Manhattan, 1899.<p>Beautiful sisters Elizabeth and Diana Holland rule Manhattan's social scene. Or so it appears. When the girls discover their status among New York City's elite is far from secure, suddenly everyone&#8212;from the backstabbing socialite Penelope Hayes, to the debonair bachelor Henry Schoonmaker, to the spiteful maid Lina Broud&#8212;threatens Elizabeth's and Diana's golden future.</p><p>With the fate of the Hollands resting on her shoulders, Elizabeth must choose between family duty and true love. But when her carriage overturns near the East River, the girl whose glittering life lit up the city's gossip pages is swallowed by the rough current. As all of New York grieves, some begin to wonder whether life at the top proved too much for this ethereal beauty, or if, perhaps, someone wanted to see Manhattan's most celebrated daughter disappear...</p><p>In a world of luxury and deception, where appearance matters above everything and breaking the social code means running the risk of being ostracized forever, five teenagers lead dangerously scandalous lives. This thrilling trip to the age of innocence is anything but innocent.</p>", "oyster_good_for_statement": ""}, "position": 32, "uuid": "GSDNEwpFAmy8qjUSScRtXX", "annotation": ""},{"book": {"author": "Charles Todd", "publication_date": "2009-08-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "A Duty to the Dead", "uuid": "kPoZFC7poh6Ltg3NGmfTn5", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061905506/1378009344.2.jpg", "average_rating": 3.91, "isbn": "9780061905506", "description": "<blockquote><p>From the brilliantly imaginative <em>New York Times</em> bestselling author Charles Todd comes an unforgettable new character in an exceptional new series</p></blockquote><p><em>England, 1916.</em> Independent-minded Bess Crawford's upbringing is far different from that of the usual upper-middle-class British gentlewoman. Growing up in India, she learned the importance of responsibility, honor, and duty from her offi&#173;cer father. At the outbreak of World War I, she followed in his footsteps and volunteered for the nursing corps, serving from the battlefields of France to the doomed hospital ship <em>Britannic</em>. </p><p>On one voyage, Bess grows fond of the young, gravely wounded Lieutenant Arthur Graham. Something rests heavily on his conscience, and to give him a little peace as he dies, she promises to deliver a message to his brother. It is some months before she can carry out this duty, and when she's next in England, she herself is recovering from a wound. </p><p>When Bess arrives at the Graham house in Kent, Jonathan Graham listens to his brother's last wishes with surprising indifference. Neither his mother nor his brother Timothy seems to think it has any significance. Unsettled by this, Bess is about to take her leave when sudden tragedy envelops her. She quickly discovers that fulfilling this duty to the dead has thrust her into a maelstrom of intrigue and murder that will endanger her own life and test her courage as not even war has.</p>", "oyster_good_for_statement": ""}, "position": 33, "uuid": "6U2oXqwvnp4TYUhsYZZDQT", "annotation": ""},{"book": {"author": "Jodi Picoult", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 512, "title": "Keeping Faith", "uuid": "GYKjYxdTCdfw6qMMPQNVaD", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981722/1376529446.62.jpg", "average_rating": 3.76, "isbn": "9780061981722", "description": "<p>One of America's most powerful and thought-provoking novelists, <em>New York Times</em> bestselling author Jodi Picoult brilliantly examines belief, miracles, and the complex core of family.</p><p>When the marriage of Mariah White and her cheating husband, Colin, turns ugly and disintegrates, their seven-year-old daughter, Faith, is there to witness it all. In the aftermath of a rapid divorce, Mariah falls into a deep depression -- and suddenly Faith, a child with no religious background whatsoever, hears divine voices, starts reciting biblical passages, and develops stigmata. And when the miraculous healings begin, mother and daughter are thrust into the volatile center of controversy and into the heat of a custody battle -- trapped in a mad media circus that threatens what little stability the family has left.</p>", "oyster_good_for_statement": ""}, "position": 34, "uuid": "fiiaCcAMattdeYDXc77zZi", "annotation": ""},{"book": {"author": "James Rollins", "publication_date": "2011-06-21", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 672, "title": "The Devil Colony", "uuid": "Y4Q8Jgd9GrQubRUeZzcCs4", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062000125/1376529980.07.jpg", "average_rating": 4.14, "isbn": "9780062000125", "description": "<p>From <em>New York Times</em> bestselling author James Rollins comes a novel of boundless imagination and meticulous research, a book that dares to answer a frightening question at the heart of America: <em>Could the founding of the United States be based on a fundamental lie?</em> The shocking truth lies hidden within the ruins of an impossibility, a lost colony of the Americas vanished in time and cursed into oblivion. A place known only as <em>The Devil Colony</em></p><p>Deep in the Rocky Mountains, a gruesome discovery&#8212;hundreds of mummified bodies&#8212;stirs international attention and fervent controversy. Despite doubts about the bodies' origins, the local Native American Heritage Commission lays claim to the prehistoric remains, along with the strange artifacts found in the same cavern: gold plates inscribed with an unfathomable script.</p><p>During a riot at the dig site, an anthropologist dies horribly, burned to ashes in a fiery explosion in plain view of television cameras. All evidence points to a radical group of Native Americans, including one agitator, a teenage firebrand who escapes with a vital clue to the murder and calls on the one person who might help&#8212;her uncle, Painter Crowe, Director of Sigma Force.</p><p>To protect his niece and uncover the truth, Painter will ignite a war among the nation's most powerful intelligence agencies. Yet an even greater threat looms as events in the Rocky Mountains have set in motion a frightening chain reaction, a geological meltdown that threatens the entire western half of the U.S. </p><p>From the volcanic peaks of Iceland to the blistering deserts of the American Southwest, from the gold vaults of Fort Knox to the bubbling geysers of Yellowstone, Painter Crowe joins forces with Commander Gray Pierce to penetrate the shadowy heart of a dark cabal, one that has been manipulating American history since the founding of the thirteen colonies.</p><p>But can Painter discover the truth&#8212;one that could topple governments&#8212;before it destroys all he holds dear?</p>", "oyster_good_for_statement": ""}, "position": 35, "uuid": "YsjMv6pkv6jtZB346iQjA6", "annotation": ""},{"book": {"author": "Bernard Cornwell", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "The Pale Horseman", "uuid": "pFFiXnPZsfNoAohbpbVGfa", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061801914/1376506652.53.jpg", "average_rating": 4.19, "isbn": "9780061801914", "description": "<p>Uhtred is a Saxon, cheated of his inheritance and adrift in a world of fire, sword, and treachery. He has to make a choice: whether to fight for the Vikings, who raised him, or for King Alfred the Great of Wessex, who dislikes him.</p><p>In the late ninth century, Wessex is the last English kingdom. The rest have fallen to the Danish Vikings, a story told in <em>The Last Kingdom</em>, the <em>New York Times</em> bestselling novel in which Uhtred's tale began. Now the Vikings want to finish England. They assemble the Great Army, whose one ambition is to conquer Wessex. A dispossessed young nobleman, married to a woman who hails from Wessex, Uhtred has little love for either, though for King Alfred he has none at all. Yet fate, as Uhtred learns, has its own imperatives, and when the Vikings attack out of a wintry darkness to shatter the last English kingdom, Uhtred finds himself at Alfred's side.</p><p>Bernard Cornwell's <em>The Pale Horseman</em>, like <em>The Last Kingdom</em>, is rooted in the real history of Anglo-Saxon England. It tells the astonishing and true story of how Alfred, forced to become a fugitive in a few square miles of swampland, fights his enemies against overwhelming odds. The king is a pious Christian, while Uhtred is a pagan. Alfred is a sickly scholar, while Uhtred is an arrogant warrior. Yet the two forge an uneasy alliance that will lead them out of the marshes to the stark hilltop where the last remaining Saxon army will fight for the very existence of England.</p><p>Enthralling as both a historical and personal story, <em>The Pale Horseman</em> is a novel of divided loyalties and desperate heroism, featuring a cast of fully realized characters, from a king in despair to a beguiling British sorceress. And always, beyond the spearmen and the swordsmen are the folk who suffer as the tides of war sweep over their farmlands. From Bernard Cornwell, the <em>New York Times</em> bestselling author whom the <em>Washington Post</em> calls \"perhaps the greatest writer of historical adventure novels today,\" <em>The Pale Horseman</em> is yet another masterpiece of historical and battle fiction that gives life to one of the most important and exciting epochs in the history of the English people and culture.</p>", "oyster_good_for_statement": ""}, "position": 36, "uuid": "vpcwxvKKX4XQsuRyQvDYpa", "annotation": ""},{"book": {"author": "Daniel Silva", "publication_date": "2011-07-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 528, "title": "Portrait of a Spy", "uuid": "v6XvFByTWwZvn8ZCZra78g", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062072191/1376453469.77.jpg", "average_rating": 4.19, "isbn": "9780062072191", "description": "<p><em>Art restorer. Assassin. Spy.</em></p><p>Gabriel Allon has been hailed as the most compelling creation since \"Ian Fleming put down his martini and invented James Bond\" (Rocky Mountain News). A man with a deep appreciation for all that is beautiful, Gabriel is also an angel of vengeance, an international operative who will stop at nothing to see justice done. Sometimes he must journey far in search of evil. And sometimes evil comes to him.</p><p><em>In a dangerous world, one extraordinary woman can mean the difference between life and death. . . . </em></p><p>For Gabriel and his wife, Chiara, it was supposed to be the start of a pleasant weekend in London&#8212;a visit to a gallery in St. James's to authenticate a newly discovered painting by Titian, followed by a quiet lunch. But a pair of deadly bombings in Paris and Copenhagen has already marred this autumn day. And while walking toward Covent Garden, Gabriel notices a man he believes is about to carry out a third attack. Before Gabriel can draw his weapon, he is knocked to the pavement and can only watch as the nightmare unfolds.</p><p>Haunted by his failure to stop the massacre of innocents, Gabriel returns to his isolated cottage on the cliffs of Cornwall, until a summons brings him to Washington and he is drawn into a confrontation with the new face of global terror. At the center of the threat is an American-born cleric in Yemen to whom Allah has granted \"a beautiful and seductive tongue.\" A gifted deceiver, who was once a paid CIA asset, the mastermind is plotting a new wave of attacks.</p><p>Gabriel and his team devise a daring plan to destroy the network of death from the inside, a gambit fraught with risk, both personal and professional. To succeed, Gabriel must reach into his violent past. A woman waits there&#8212;a reclusive heiress and art collector who can traverse the murky divide between Islam and the West. She is the daughter of an old enemy, a woman joined to Gabriel by a trail of blood. . . .</p><p>Set against the disparate worlds of art and intelligence, <em>Portrait of a Spy</em> moves swiftly from the corridors of power in Washington to the glamorous auction houses of New York and London to the unforgiving landscape of the Saudi desert. Featuring a climax that will leave readers haunted long after they turn the final page, this deeply entertaining story is also a breathtaking portrait of courage in the face of unspeakable evil&#8212;and Daniel Silva's most extraordinary novel to date.</p>", "oyster_good_for_statement": ""}, "position": 37, "uuid": "udfYdcGjESskwG3KcsdKMc", "annotation": ""},{"book": {"author": "J. A. Jance", "publication_date": "2011-07-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Betrayal of Trust", "uuid": "yVHeMJuDBTRWcxtLWrtpfj", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062091857/1376453627.18.jpg", "average_rating": 4.03, "isbn": "9780062091857", "description": "<p>Seattle investigator J. P. Beaumontuncovers a dark and deadly conspiracy that reaches deep intothe halls of state government,in this latest thriller from <em>New York Times</em> bestsellingauthor J. A. Jance</p><p>At first glance, the video appears to be showing a childish game: a teenage girl with dark wavy hair smiles for the camera, a blue scarf tied around her neck. All of a sudden things turn murderous, and the girl ends up dead. </p><p>It&#8217;s as bad as a snuff film can get, and what&#8217;s worse, the clip has been discovered on a phone that belongs to the grandson of Washington State&#8217;s governor. However, the boy, who has a troubled background, swears that he&#8217;s never seen the victim before.</p><p>Fortunately, the governor is able to turn to an old friend, J. P. Beaumont, for help. The Seattle private investigator has witnessed many horrific acts over the years, but this one ranks near the top. Even more shocking is that the crime&#8217;s multiple perpetrators could be minors.</p><p>Along with Mel Soames, his partner in life as well as on the job, Beaumont soon determines that what initially appears to be a childish prank gone wrong has much deeper implications. But Mel and Beau must follow this path of corruption to its very end, before more innocent young lives are lost.</p>", "oyster_good_for_statement": ""}, "position": 38, "uuid": "jtgh2MV9PXMqdwfXPEjAYn", "annotation": ""},{"book": {"author": "Elmore Leonard", "publication_date": "2012-01-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Raylan", "uuid": "He4ShHyDgLFXyxriKEi8PU", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062119483/1378009678.0.jpg", "average_rating": 3.49, "isbn": "9780062119483", "description": "<p>The revered <em>New York Times</em> bestselling author, recognized as &#8220;America&#8217;s greatest crime writer&#8221; (<em>Newsweek</em>), brings back U.S. Marshal Raylan Givens, the mesmerizing hero of <em>Pronto</em>, <em>Riding the Rap</em>, and the hit FX series <em>Justified</em>. </p><p>With the closing of the Harlan County, Kentucky, coal mines, marijuana has become the biggest cash crop in the state. A hundred pounds of it can gross $300,000, but that&#8217;s chump change compared to the quarter million a human body can get you&#8212;especially when it&#8217;s sold off piece by piece. </p><p>So when Dickie and Coover Crowe, dope-dealing brothers known for sampling their own supply, decide to branch out into the body business, it&#8217;s up to U.S. Marshal Raylan Givens to stop them. But Raylan isn&#8217;t your average marshal; he&#8217;s the laconic, Stetson-wearing, fast-drawing lawman who juggles dozens of cases at a time and always shoots to kill. But by the time Raylan finds out who&#8217;s making the cuts, he&#8217;s lying naked in a bathtub, with Layla, the cool transplant nurse, about to go for his kidneys.</p><p>The bad guys are mostly gals this time around: Layla, the nurse who collects kidneys and sells them for ten grand a piece; Carol Conlan, a hard-charging coal-mine executive not above ordering a cohort to shoot point-blank a man who&#8217;s standing in her way; and Jackie Nevada, a beautiful sometime college student who can outplay anyone at the poker table and who suddenly finds herself being tracked by a handsome U.S. marshal. </p><p>Dark and droll, <em>Raylan</em> is pure Elmore Leonard&#8212;a page-turner filled with the sparkling dialogue and sly suspense that are the hallmarks of this modern master.</p>", "oyster_good_for_statement": ""}, "position": 39, "uuid": "FCGryDxQfvz2jZ4crjmktL", "annotation": ""},{"book": {"author": "Faye Kellerman", "publication_date": "2010-08-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "Hangman", "uuid": "MJryakmgeWuYjkdV4kCHS7", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062006837/1376452960.94.jpg", "average_rating": 3.93, "isbn": "9780062006837", "description": "<blockquote><p>Murder, a missing woman, and a sociopath from the past sweep Peter Decker and Rina Lazarus into a labyrinth of mystery and danger in this electrifying new tale of suspense from <em>New York Times</em> bestselling author Faye Kellerman. . . .</p></blockquote><p>Fifteen years ago, high school senior Chris Whitman went to jail for murdering his girlfriend, Cheryl Diggs. Propelled by a misguided sense of chivalry, he confessed, determined to save another classmate, the beautiful and vulnerable Terry McLaughlin, from having to testify at his trial. When the truth came out, Chris was released from prison, married Terry&#8212;pregnant with his child&#8212;and changed his last name to Donatti. He also became a professional killer.</p><p>Peter Decker was the detective on the case, and over the years, he and Terry kept in touch. Now his friend is in L.A. and asking for a favor. Though Decker knows full well that getting involved will bring Terry's sociopathic husband back into his life, the obsessive and duty-bound LAPD lieutenant reluctantly agrees. The favor soon becomes complicated when Terry goes missing and Donatti disappears, leaving their fourteen-year-old son, Gabe, with no one to turn to except Decker and his wife, Rina Lazarus. </p><p>But Peter's search for Terry must share center stage with a gruesome murder. Adrianna Blanc, a neonatal nurse at St. Timothy's Hospital, had signed off her night shift at eight a.m. Six hours later, a foreman supervising the construction of a house in a nearby suburb discovered her body swinging from the rafters, a cable wire around her neck. Her car was found where she had parked it the night before, with no signs of foul play. </p><p>A dedicated and conscientious professional, Adrianna had a circle of close friends. Yet as Decker and his able team soon learn, the young woman also had her share of detractors. A party-hearty girl, she enjoyed booze, kinky sex, and revenge-cheating on her boyfriend, Garth Hammerling, another nurse at St. Tim's. Suspicions heat up when Decker and his team find that one of Adrianna's last phone calls was a provocative and disturbing message to her vacationing boyfriend&#8212;who himself has vanished without a trace. Was Adrianna's death something personal because of her carefree lifestyle? Or was this unusually cruel and very dramatic murder the first signs of a serial killer? With lives hanging in the balance, Decker and his colleagues, Sergeant Marge Dunn and Detective Scott Oliver, need to find answers and fast. </p><p>As if juggling two investigations weren't enough for the lieutenant (not to mention turning sixty!), things are becoming even more dangerous with his precarious home life. Ever the concerned parent, Decker wants to look after Terry's son, Gabe. Yet who will protect his own family? Because if there's one thing he knows for sure, with a sociopath like Donatti on the loose, no one is ever really safe.</p>", "oyster_good_for_statement": ""}, "position": 40, "uuid": "uhTvvGKVPsrtJEkbJoWE2E", "annotation": ""},{"book": {"author": "Cynthia Freeman", "publication_date": "2013-08-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 381, "title": "Always and Forever", "uuid": "7Ba4NujswHziKbsjPjEF8B", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480435667/1377118528.33.jpg", "average_rating": 3.66, "isbn": "9781480435667", "description": "<DIV><DIV><b>This luminous novel by <i>New York Times</i> bestselling author Cynthia Freeman weaves a vivid tapestry of war, family, and a love that transcends the ravages of time </b></div><DIV><BR>When Brooklyn-born Barnard graduate Kathy Ross travels to post&ndash;World War II Berlin to help displaced refugees, she never expects to fall instantly, irrevocably in love. But David Kohn, a young American physician, is tormented by the deaths of his parents in the Holocaust, and uncertain about the future. Kathy impulsively marries David&rsquo;s cousin Phil&mdash;a decision that will have far-reaching consequences for everyone involved. The charismatic heir apparent to a fur empire, Phil gives Kathy everything she could ever want, including a cherished son. But through the years&mdash;even as she forges her own career&mdash;Kathy is haunted by her yearning for the one man she can&rsquo;t forget.&#160;</div></div>", "oyster_good_for_statement": ""}, "position": 41, "uuid": "D9FGzFjhgN3XboDcrSv5UQ", "annotation": ""},{"book": {"author": "Eileen Goudge", "publication_date": "2011-11-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 572, "title": "Garden of Lies", "uuid": "7UY8czf3S9zZpQH9kTciuc", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Garden%20of%20Lies/1373329911.94.jpg", "average_rating": 3.95, "isbn": "9781453222966", "description": "<DIV><b>Goudge&rsquo;s blockbuster classic: A new mother&rsquo;s desperate decision sets in motion a dramatic series of events leading to an epic romance<BR><BR></b></div><DIV></div><DIV>Sylvie wants to be a good wife to Gerald, who offers the privileged life she could only dream of, growing up. When they wed eight years ago, the country was in the throes of the Depression, and she thought she&rsquo;d made the right choice. &#160;She wants to please her new husband, and&#160;bear his children. But no matter how hard she tries, &#160;she cannot &#160;give him her whole heart.</div><DIV>&#160;</div><DIV>She thinks something is wrong with her until&#160;Nikos,&#160;the earthy Greek handyman,&#160;shows her what real passion is &mdash; and gives her a child. Sylvie knows Gerald will never accept the newborn, with her black eyes and dark hair, and she despairs until a fire in the hospital gives her a way out. In the confusion she switches her daughter for another&rsquo;s, a bold act that resonates through the decades and culminates in one of the most passionate love stories portrayed in contemporary fiction.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Eileen Goudge including rare photos from the author&rsquo;s personal collection.</div>", "oyster_good_for_statement": ""}, "position": 42, "uuid": "aVVHGfaSJqoUEUGwbrkbdf", "annotation": ""},{"book": {"author": "Danny Meyer", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Setting the Table", "uuid": "DKVCb92zavLo2Z2FessJtH", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868245/1376527924.69.jpg", "average_rating": 3.95, "isbn": "9780061868245", "description": "<p>In October 1985, at age twenty-seven, Danny Meyer, with a good idea and scant experience, opened what would become one of New York City's most revered restaurants&#8212;Union Square Cafe. Little more than twenty years later, Danny is the CEO of one of the world's most dynamic restaurant organizations, which includes eleven unique dining establishments, each at the top of its game. How has he done it? How has he consistently beaten the odds and set the competitive bar in one of the toughest trades around?</p><p>In this landmark book, Danny shares the lessons he's learned while developing the winning recipe for doing the business he calls \"enlightened hospitality.\" This innovative philosophy emphasizes putting the power of hospitality to work in a new and counterintuitive way: The first and most important application of hospitality is to the people who work for you, and then, in descending order of priority, to the guests, the community, the suppliers, and the investors. This way of prioritizing stands the more traditional business models on their heads, but Danny considers it the foundation of every success that he and his restaurants have achieved. </p><p>Some of Danny's other insights:</p><ul><li><p>Hospitality is present when something happens <em>for</em> you. It is absent when something happens <em>to</em> you. These two simple concepts&#8212;<em>for</em> and <em>to</em>&#8212;express it all.</p></li><li><p>Context, context, context, trumps the outdated location, location, location.</p></li><li><p>Shared ownership develops when guests talk about a restaurant as if it's <em>theirs</em>. That sense of affiliation builds trust and invariably leads to repeat business.</p></li><li><p>Err on the side of generosity: You get more by first giving more.</p></li><li><p>Wherever your center lies, know it, name it, believe in it. When you cede your core values to someone else, it's time to quit.</p></li></ul><p>Full of behind-the-scenes history on the creation of Danny's most famous restaurants and the anecdotes, advice, and lessons he has accumulated on his long and ecstatic journey to the top of the American restaurant scene, <em>Setting the Table</em> is a treasure trove of innovative insights that are applicable to any business or organization.</p>", "oyster_good_for_statement": ""}, "position": 43, "uuid": "JeQqDSpYBDpMrDtGze3gTd", "annotation": ""},{"book": {"author": "Wally Lamb", "publication_date": "2009-11-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Wishin' and Hopin'", "uuid": "bndyEQ3xz59dkSpRjkinrd", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061968167/1376487650.34.jpg", "average_rating": 3.51, "isbn": "9780061968167", "description": "<blockquote><p>It's 1964 and ten-year-old Felix is sure of a few things: the birds and the bees are puzzling, television is magical, and this is one Christmas he'll never forget.</p></blockquote><p>LBJ and Lady Bird are in the White House, <em>Meet the Beatles</em> is on everyone's turntable, and Felix Funicello (distant cousin of the iconic Annette!) is doing his best to navigate fifth grade&#8212;easier said than done when scary movies still give you nightmares and you bear a striking resemblance to a certain adorable cartoon boy.</p><p>Back in his beloved fictional town of Three Rivers, Connecticut, with a new cast of endearing characters, Wally Lamb takes his readers straight into the halls of St. Aloysius Gonzaga Parochial School&#8212;where Mother Filomina's word is law and goody-two-shoes Rosalie Twerski is sure to be minding everyone's business. But grammar and arithmetic move to the back burner this holiday season with the sudden arrivals of substitute teacher Madame Frechette, straight from Qu&#233;bec, and feisty Russian student Zhenya Kabakova. While Felix learns the meaning of French kissing, cultural misunderstanding, and <em>tableaux vivants</em>, <em>Wishin' and Hopin'</em> barrels toward one outrageous Christmas.</p><p>From the Funicello family's bus-station lunch counter to the elementary school playground (with an uproarious stop at the Pillsbury Bake-Off), <em>Wishin' and Hopin'</em> is a vivid slice of 1960s life, a wise and witty holiday tale that celebrates where we've been&#8212;and how far we've come.</p>", "oyster_good_for_statement": ""}, "position": 44, "uuid": "jvVDZxAwWXzS7WfgH2u5an", "annotation": ""},{"book": {"author": "Ree Drummond", "publication_date": "2011-02-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "The Pioneer Woman", "uuid": "gwJU9vzBtXDcbMphYY3EVB", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062084330/1378009545.15.jpg", "average_rating": 3.81, "isbn": "9780062084330", "description": "<blockquote><p>\"That's when I saw him&#8212;the cowboy&#8212;across the smoky room.\"</p></blockquote><p>I'll never forget that night. It was like a romance novel, an old Broadway musical, and a John Wayne western rolled into one. Out for a quick drink with friends, I wasn't looking to meet anyone, let alone a tall, rugged cowboy who lived on a cattle ranch miles away from my cultured, corporate hometown. But before I knew it, I'd been struck with a lightning bolt . . . and I was completely powerless to stop it.</p><p>Read along as I recount the rip-roaring details of my unlikely romance with a chaps-wearing cowboy, from the early days of our courtship (complete with cows, horses, prairie fire, and passion) all the way through the first year of our marriage, which would be filled with more challenge and strife&#8212;and manure&#8212;than I ever could have expected. </p><p>This isn't just my love story; it's a universal tale of passion, romance, and all-encompassing love that sweeps us off our feet. </p><p>It's the story of a cowboy.</p><p>And Wranglers.</p><p>And chaps.</p><p>And the girl who fell in love with them.</p>", "oyster_good_for_statement": ""}, "position": 45, "uuid": "yfQvA9kST7HFoJigJHESJD", "annotation": ""},{"book": {"author": "Shilpi Somaya Gowda", "publication_date": "2010-03-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Secret Daughter", "uuid": "byNC475LSmg4d7kYhJujVj", "awards": [{"name": "International IMPAC Dublin Literary Award Nominee", "uuid": "nsqgKEHWEMRQp8RSPm3QjK", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981463/1376529446.05.jpg", "average_rating": 3.95, "isbn": "9780061981463", "description": "<p>On the eve of the monsoons, in a remote Indian village, Kavita gives birth to a baby girl. But in a culture that favors sons, the only way for Kavita to save her newborn daughter's life is to give her away. It is a decision that will haunt her and her husband for the rest of their lives, even after the arrival of their cherished son.</p><p>Halfway around the globe, Somer, an American doctor, decides to adopt a child after making the wrenching discovery that she will never have one of her own. When she and her husband, Krishnan, see a photo of the baby with the gold-flecked eyes from a Mumbai orphanage, they are overwhelmed with emotion. Somer knows life will change with the adoption but is convinced that the love they already feel will overcome all obstacles. </p><p>Interweaving the stories of Kavita, Somer, and the child that binds both of their destinies, <em>Secret Daughter</em> poignantly explores the emotional terrain of motherhood, loss, identity, and love, as witnessed through the lives of two families&#8212;one Indian, one American&#8212;and the child that indelibly connects them.</p>", "oyster_good_for_statement": ""}, "position": 46, "uuid": "TwneutPLBXHomzqo3pP62h", "annotation": ""},{"book": {"author": "Sara Shepard", "publication_date": "2009-10-06", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Pretty Little Liars", "uuid": "LZaYzfMJ9TejnZDGRrt2HG", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061975561/1378009399.28.jpg", "average_rating": 3.98, "isbn": "9780061975561", "description": "<blockquote><p>Everyone has something to hide&#8212;especially high school juniors spencer, aria, emily, and hanna. </p></blockquote><p>Spencer covets her sister's boyfriend. Aria's fantasizing about her English teacher. Emily's crushing on the new girl at school. Hanna uses some ugly tricks to stay beautiful. </p><p>But they've all kept an even <em>bigger</em> secret since their friend Alison vanished. </p><p>How do I know? Because I know <em>everything</em> about the bad girls they were, the naughty girls they are, and all the dirty secrets they've kept. And guess what? I'm telling.</p>", "oyster_good_for_statement": ""}, "position": 47, "uuid": "LJryRKxSLjMdXgUKogwtNB", "annotation": ""},{"book": {"author": "Neal Bascomb", "publication_date": "2010-04-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Hunting Eichmann", "uuid": "eHhHTrkofyraqjCUjoT5Di", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347547/1380524594.07.jpg", "average_rating": 4.18, "isbn": "9780547347547", "description": "<P><B><I>Hunting Eichmann</I> is the first complete narrative of a relentless and harrowing international manhunt.</B> <p>When the Allies stormed Berlin in the last days of the Third Reich, Adolf Eichmann shed his SS uniform and vanished. Following his escape from two American POW camps, his retreat into the mountains and out of Europe, and his path to an anonymous life in Buenos Aires, his pursuers are a bulldog West German prosecutor, a blind Argentinean Jew and his beautiful daughter, and a budding, ragtag spy agency called the Mossad, whose operatives have their own scores to settle (and whose rare surveillance photographs are published here for the first time). The capture of Eichmann and the efforts by Israeli agents to secret him out of Argentina to stand trial is the stunning conclusion to this thrilling historical account, told with the kind of pulse-pounding detail that rivals anything you'd find in great spy fiction.&#160;", "oyster_good_for_statement": ""}, "position": 48, "uuid": "tn6UPBFmVcNFBPusXXYQvH", "annotation": ""},{"book": {"author": "J.R.R. Tolkien", "publication_date": "2012-02-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "The Hobbit", "uuid": "WPLqdzcZCi7V2m8EjnhEDH", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547951973/1392100385.58.jpg", "average_rating": 4.19, "isbn": "9780547951973", "description": "<div><div>Now a major motion picture<BR><BR>A great modern classic and the prelude to <I>THE LORD OF THE RINGS</I></DIV> <div>&#160;</DIV> <div>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br><BR>&#8220;A glorious account of a magnificent adventure, filled with suspense and seasoned with a quiet humor that is irresistible . . . All those, young or old, who love a fine adventurous tale, beautifully told, will take <I>The Hobbit</I> to their hearts.&#8221; &#8211; <I>New York Times Book Review</I></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 49, "uuid": "WDXe7Rq4wXoZEqWCSwKGHX", "annotation": ""},{"book": {"author": "Paul Tough", "publication_date": "2012-09-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "How Children Succeed", "uuid": "ZHSdVTqqJ7e5G94Hq7h8WJ", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547564661/1376382282.97.jpg", "average_rating": 3.96, "isbn": "9780547564661", "description": "<DIV>&ldquo;Drop the flashcards&mdash;grit, character, and curiosity matter even more than cognitive skills. A persuasive wake-up call.&rdquo;&mdash;<I>People</I><BR><br> Why  do some children succeed while others fail? The story we usually tell  about childhood and success is the one about intelligence: success comes  to those who score highest on tests, from preschool admissions to SATs.  But in <I>How Children Succeed</I>, Paul Tough argues that the  qualities that matter more have to do with character: skills like  perseverance, curiosity, optimism, and self-control.<BR><br> <I>How Children Succeed</I>  introduces us to a new generation of researchers and educators, who,  for the first time, are using the tools of science to peel back the  mysteries of character. Through their stories&mdash;and the stories of the  children they are trying to help&mdash;Tough reveals how this new knowledge  can transform young people&rsquo;s lives. He uncovers the surprising ways in  which parents do&mdash;and do not&mdash;prepare their children for adulthood. And he  provides us with new insights into how to improve the lives of children  growing up in poverty. This provocative and profoundly hopeful book  will not only inspire and engage readers, it will also change our  understanding of childhood itself.<BR><br> &ldquo;Illuminates the extremes of  American childhood: for rich kids, a safety net drawn so tight it&rsquo;s a  harness; for poor kids, almost nothing to break their fall.&rdquo;&mdash;<I>New York Times</I><BR><br> &ldquo;I learned so much reading this book and I came away full of hope about how we can make life better for all kinds of kids.&rdquo;&mdash;<I>Slate</I></div>", "oyster_good_for_statement": ""}, "position": 50, "uuid": "txRYanvT3HAvJyP5pCxtSe", "annotation": ""},{"book": {"author": "Eric Schlosser", "publication_date": "2001-01-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Fast Food Nation", "uuid": "QtFEcNzMYRSRNoKz2HpXyn", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547518244/1389680499.8.jpg", "average_rating": 3.71, "isbn": "9780547518244", "description": "<P><I>New York Times</I> Bestseller,&#160;</P> <p>&#160;With a New Afterword<BR><BR>&#8220;Schlosser has a flair for dazzling scene-setting and an arsenal of startling facts . . . <I>Fast Food Nation</I> points the way but, to resurrect an old fast food slogan, the choice is yours.&#8221;&#8212;<I>Los Angeles Times</I><BR><BR>In 2001, <I>Fast Food Nation</I> was published to critical acclaim and became an international bestseller. Eric Schlosser&#8217;s expos&#233; revealed how the fast food industry has altered the landscape of America, widened the gap between rich and poor, fueled an epidemic of obesity, and transformed food production throughout the world. The book changed the way millions of people think about what they eat and helped to launch today&#8217;s food movement.<BR><BR>In a new afterword for this edition, Schlosser discusses the growing interest in local and organic food, the continued exploitation of poor workers by the food industry, and the need to ensure that every American has access to good, healthy, affordable food. <I>Fast Food Nation</I> is as relevant today as it was a decade ago. The book inspires readers to look beneath the surface of our food system, consider its impact on society and, most of all, think for themselves.<BR><BR>&#8220;As disturbing as it is irresistible . . . Exhaustively researched, frighteningly convincing . . . channeling the spirits of Upton Sinclair and Rachel Carson.&#8221;&#8212;<I>San Francisco Chronicle</I><BR><BR>&#8220;Schlosser shows how the fast food industry conquered both appetite and landscape.&#8221;&#8212;<I>The New Yorker</I><BR><BR>Eric Schlosser is a contributing editor for the <I>Atlantic </I>and the author of <I>Fast Food Nation</I>, <I>Reefer Madness</I>, and <I>Chew on This</I> (with Charles Wilson).", "oyster_good_for_statement": ""}, "position": 51, "uuid": "FbpQdBPa9WhSsgSmCt2SMQ", "annotation": ""},{"book": {"author": "Lev Grossman", "publication_date": "2005-05-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Codex", "uuid": "ti4Yx8jYCBAQs8jkKRxjW6", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547812502/1376381867.22.jpg", "average_rating": 2.93, "isbn": "9780547812502", "description": "<DIV>About to depart on his first vacation in years, Edward Wozny, a hot-shot young investment banker, is sent to help one of his firm's most important and mysterious clients. When asked to uncrate and organize a personal library of rare books, Edward's indignation turns to intrigue as he realizes that there may be a unique medieval codex hidden among the volumes, a treasure kept locked away for many years and for many reasons. As friends draw Edward into a peculiar and addictive computer game, his obsession deepens as he discovers surprising parallels between the game's virtual reality and the mystery of the codex. An accomplished and entertaining thriller, Codex explores the mysterious power of books in the medieval and modern ages.<br></DIV>", "oyster_good_for_statement": ""}, "position": 52, "uuid": "ew4a4rTeQhFojkzSTsEXVU", "annotation": ""},{"book": {"author": "Scott Jurek", "publication_date": "2012-06-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Eat and Run", "uuid": "4NjGbMCgbQQaWVTqSgBejH", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547722078/1376381719.08.jpg", "average_rating": 3.95, "isbn": "9780547722078", "description": "<DIV>&#8220;In pursuing the mental side of endurance, Jurek uncovers the most important secrets any runner can learn.&#8221;&#8212;Amby Burfoot, author of <I>The Runner&#8217;s Guide to the Meaning of Life</I><BR><BR>For nearly two decades, Scott Jurek has been a dominant force&#8212;and darling&#8212;in the grueling and growing sport of ultrarunning. Until recently he held the American 24-hour record and he was one of the elite runners profiled in the runaway bestseller <I>Born to Run</I>.<BR><BR>In <I>Eat and Run</I>, Jurek opens up about his life and career as a champion athlete with a plant-based diet and inspires runners at every level. From his Midwestern childhood hunting, fishing, and cooking for his meat-and-potatoes family to his slow transition to ultrarunning and veganism, Scott&#8217;s story shows the power of an iron will and blows apart the stereotypes of what athletes should eat to fuel optimal performance. Full of stories of competition as well as science and practical advice&#8212;including his own recipes&#8212;<I>Eat and Run</I> will motivate readers and expand their food horizons.<br><BR>&#8220;Jurek&#8217;s story and ideas should easily manage to speak to and cheer on anyone seeking to live life as fully as possible.&#8221;&#8212;<I>Denver Post</I><BR><BR>&#8220;A shockingly honest, revealing, and inspiring memoir.&#8221;&#8212;<I>Trail Runner</I></DIV>", "oyster_good_for_statement": ""}, "position": 53, "uuid": "58p2pRr8ehjCTLPbcUucZ9", "annotation": ""},{"book": {"author": "Dick Lehr", "publication_date": "2012-05-22", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "Black Mass", "uuid": "hdEmHUpYTFMSXuPR6pd5LT", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610391689/1387371001.31.jpg", "average_rating": 4.2, "isbn": "9781610391689", "description": "<DIV>John Connolly and James &ldquo;Whitey&rdquo; Bulger grew up together on the tough streets of South Boston. Decades later in the mid-1970s, they met again. By then, Connolly was a major figure in the FBI&rsquo;s Boston office and Whitey had become godfather of the Irish Mob. Connolly had an idea, a scheme that might bring Bugler into the FBI fold and John Connolly into the Bureau&rsquo;s big leagues. But Bulger had other plans. Soon to be a major motion picture starring Johnny Depp as Whitey Bulger, <i>Black Mass</i> is the chilling true story of what happened between them&mdash;a dark deal that spiraled out of control, leading to drug dealing, racketeering, and murder.</div>", "oyster_good_for_statement": ""}, "position": 55, "uuid": "qN6tpdGgs4yfsL25THPpzM", "annotation": ""},{"book": {"author": "Jeremy Scahill", "publication_date": "2008-05-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 560, "title": "Blackwater", "uuid": "kuty8PUtvdnLdpW73WKPYL", "awards": [], "publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568584065/1387370907.76.jpg", "average_rating": 3.21, "isbn": "9781568584065", "description": "<DIV>It was the Mogadishu moment of the Iraq war. March 31, 2004: Four American mercenaries are ambushed in the Sunni hotbed of Fallujah, their jeeps set ablaze with the men inside. An angry mob drags their charred corpses through the streets, hanging them from a bridge over the Euphrates River. \"Fallujah is the graveyard of the Americans!,\" the mob declares in front of the cameras. Within hours, the images spread across the world. The ensuing US slaughter in Fallujah would fuel the fierce Iraqi resistance that haunts US occupation forces to this day. Who were the mercenaries killed in Fallujah and who sent them there to die?<br><br> Meet Blackwater USA, the powerful private army that the U.S. government has quietly hired to operate in international war zones and on American soil. Founded by billionaire Erik Prince, the company has its own military base, a fleet of twenty aircraft, and twenty-thousand troops at the ready, Blackwater is the elite Praetorian Guard for the \"global war on terror\"-- yet most people have never heard of it. It was the moment the war turned: On March 31, 2004, four Americans were ambushed and burned near their jeeps by an angry mob in the Sunni stronghold of Falluja. Their charred corpses were hung from a bridge over the Euphrates River. The ensuing slaughter by U.S. troops would fuel the fierce Iraqi resistance that haunts occupation forces to this day. But these men were neither American military nor civilians. They were highly trained private soldiers sent to Iraq by a secretive mercenary company based in the wilderness of North Carolina. <i>Blackwater: The Rise of the World's Most Powerful Mercenary Army</i> is the unauthorized story of the epic rise of one of the most powerful and secretive forces to emerge from the U.S. military-industrial complex, hailed by the Bush administration as a revolution in military affairs, but considered by others as a dire threat to American democracy.</div>", "oyster_good_for_statement": ""}, "position": 56, "uuid": "8Kqq5NTQvxr85tvNGeFqfN", "annotation": ""},{"book": {"author": "Patrick Robinson", "publication_date": "2012-10-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Power Play", "uuid": "DuThjfL43PLKrcipLepnuT", "awards": [], "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157326/1387371006.14.jpg", "average_rating": 3.8, "isbn": "9781593157326", "description": "<DIV><p>It is the year 2018&mdash;a highly volatile nuclear world. Israel has  obliterated the deep underground nuclear weapons facility built by  Iran.&#160; The United States has destroyed the nuclear facility of a defiant  North Korea.</p><p>Against this background, the Russians have upped  the stakes in the latest world power-play&mdash;cyber warfare&mdash;to reduce the  United States to helplessness: a three-strike missile attack on the  National Security Agency at Fort Mead, Maryland, while simultaneously  jamming the top-secret electronic access key to America&rsquo;s nuclear launch  system&mdash;the nuclear football. If successful, Russia would blow the  United States off the nuclear map.</p><p>Meanwhile the British  Royal Navy, formerly the most powerful in the world, is rapidly  crumbling, leaving the United States without its main deep sea ally at a  time when they&rsquo;re needed most.</p><p>As this geo-political battle  comes to light behind close doors dealings and dark secrets, it is up to  Mossad spymaster, codenamed the &lsquo;Golan,&rsquo; to avert the Russian scheme,  and there is only one man he in turn can trust to get the job done: US  Navy Seal Mack Bedford.</p><p>It is now up to Mack Bedford, the hero previously encountered in</p> <I>The Delta Solution</I><p>,</p> <I>Intercept</I><p>, and</p> <I>Diamondhead</I><p>,  to devise a plan to stop the Russians before they and their cyber  weaponry reach the Chinese border&mdash;the launch site of their master plan.  And with the entire country&rsquo;s fate in his hands, Mack and his  hard-trained, one of a kind SEAL Team 10 must not, cannot fail.</p></DIV>", "oyster_good_for_statement": ""}, "position": 57, "uuid": "pAiUU9tYPzoXTWaLPicNQK", "annotation": ""},{"book": {"author": "Denis Avey", "publication_date": "2012-09-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 312, "title": "The Man Who Broke Into Auschwitz", "uuid": "JemuCQoMomKKLMJ5eood5j", "awards": [], "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822117/1387371124.04.jpg", "average_rating": 4.28, "isbn": "9780306822117", "description": "<DIV><i>The Man Who Broke into Auschwitz</i> is the extraordinary true story of a British soldier who marched willingly into the concentration camp, Buna-Monowitz, known as Auschwitz III.</div><div>&#160;</div><div>In the summer of 1944, Denis Avey was being held in a British POW labour camp, E715, near Auschwitz III. He had heard of the brutality meted out to the prisoners there and he was determined to witness what he could.</div><div>&#160;</div><div>He hatched a plan to swap places with a Jewish inmate and smuggled himself into his sector of the camp. He spent the night there on two occasions and experienced at first-hand the cruelty of a place where slave workers, had been sentenced to death through labor.</div><div>&#160;</div><div>Astonishingly, he survived to witness the aftermath of the Death March where thousands of prisoners were murdered by the Nazis as the Soviet Army advanced. After his own long trek right across central Europe he was repatriated to Britain.</div><div>&#160;</div><div>For decades he couldn't bring himself to revisit the past that haunted his dreams, but now Denis Avey feels able to tell the full story&mdash;a tale as gripping as it is moving&mdash;which offers us a unique insight into the mind of an ordinary man whose moral and physical courage are almost beyond belief.</div>", "oyster_good_for_statement": ""}, "position": 58, "uuid": "9LxdUnddFTDsfdJnDPYGw5", "annotation": ""},{"book": {"author": "Tom Franklin", "publication_date": "2010-10-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Crooked Letter, Crooked Letter", "uuid": "KGEZRTENtJMrYRWo7TrLqH", "awards": [{"name": "Anthony Award Nominee", "uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null}, {"name": "Barry Award Nominee", "uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null}, {"name": "Crime Writers' Association Gold Dagger", "uuid": "Qo6XUAzKkCrVUbV6tEhsJY", "image": null}, {"name": "Edgar Award Winner", "uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null}, {"name": "Los Angeles Times Book Prize Winner", "uuid": "54u8zmqF4ZQXE2pHbq83BU", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062048745/1378009521.39.jpg", "average_rating": 3.81, "isbn": "9780062048745", "description": "<p>Tom Franklin's extraordinary talent has been hailed by the leading lights of contemporary literature&#8212;Philip Roth, Richard Ford, Lee Smith, and Dennis Lehane. Reviewers have called his fiction \"ingenious\" (<em>USA Today</em>) and \"compulsively readable\" (<em>Memphis Commercial Appeal</em>). His narrative power and flair for character-ization have been compared to the likes of Harper Lee, Flannery O'Connor, Elmore Leonard, and Cormac McCarthy.</p><p>Now the Edgar Award-winning author returns with his most accomplished and resonant novel so far&#8212;an atmospheric drama set in rural Mississippi. In the late 1970s, Larry Ott and Silas \"32\" Jones were boyhood pals. Their worlds were as different as night and day: Larry, the child of lower-middle-class white parents, and Silas, the son of a poor, single black mother. Yet for a few months the boys stepped outside of their circumstances and shared a special bond. But then tragedy struck: Larry took a girl on a date to a drive-in movie, and she was never heard from again. She was never found and Larry never confessed, but all eyes rested on him as the culprit. The incident shook the county&#8212;and perhaps Silas most of all. His friendship with Larry was broken, and then Silas left town.</p><p>More than twenty years have passed. Larry, a mechanic, lives a solitary existence, never able to rise above the whispers of suspicion. Silas has returned as a constable. He and Larry have no reason to cross paths until another girl disappears and Larry is blamed again. And now the two men who once called each other friend are forced to confront the past they've buried and ignored for decades.</p>", "oyster_good_for_statement": ""}, "position": 59, "uuid": "ZXGRz6n53p8EpRAcRaHdtG", "annotation": ""},{"book": {"author": "David Wroblewski", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 608, "title": "The Story of Edgar Sawtelle", "uuid": "oR8SfRXZLsVmAysA4Gxarc", "awards": [{"name": "John Sargent, Sr. First Novel Prize Winner", "uuid": "G8xrYkYnZvxrWz4FfdHWRB", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}, {"name": "Oprah's Book Club Selection", "uuid": "vWPKfU9KwYV3HDLWGsPyuX", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792595/1376452102.18.jpg", "average_rating": 3.55, "isbn": "9780061792595", "description": "<p>Born mute, speaking only in sign, Edgar Sawtelle leads an idyllic life with his parents on their farm in remote northern Wisconsin. For generations, the Sawtelles have raised and trained a fictional breed of dog whose thoughtful companionship is epitomized by Almondine, Edgar's lifelong friend and ally. But with the unexpected return of Claude, Edgar's paternal uncle, turmoil consumes the Sawtelles' once peaceful home. When Edgar's father dies suddenly, Claude insinuates himself into the life of the farm&#8212;and into Edgar's mother's affections.</p><p>Grief-stricken and bewildered, Edgar tries to prove Claude played a role in his father's death, but his plan backfires&#8212;spectacularly. Forced to flee into the vast wilderness lying beyond the farm, Edgar comes of age in the wild, fighting for his survival and that of the three yearling dogs who follow him. But his need to face his father's murderer and his devotion to the Sawtelle dogs turn Edgar ever homeward.</p><p>David Wroblewski is a master storyteller, and his breathtaking scenes&#8212;the elemental north woods, the sweep of seasons, an iconic American barn, a fateful vision rendered in the falling rain&#8212;create a riveting family saga, a brilliant exploration of the limits of language, and a compulsively readable modern classic.</p>", "oyster_good_for_statement": ""}, "position": 60, "uuid": "5CV84xjuYqxeoQrsz2vmUH", "annotation": ""},{"book": {"author": "David Sheff", "publication_date": "2013-04-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Clean", "uuid": "ab2ArkEfQfrQAABEYFDsNa", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547848662/1387866534.61.jpg", "average_rating": 4.0, "isbn": "9780547848662", "description": "<DIV><I><B>Addiction is a preventable, treatable disease, not a moral failing. As with other illnesses, the approaches most likely to work are based on science &#8212; not on faith, tradition, contrition, or wishful thinking.</B></I><BR><BR>These facts are the foundation of <I>Clean</I>, a myth-shattering look at drug abuse by the author of <I>Beautiful Boy</I>. Based on the latest research in psychology, neuroscience, and medicine, <I>Clean </I>is a leap beyond the traditional approaches to prevention and treatment of addiction and the mental illnesses that usually accompany it. The existing treatment system, including Twelve Step programs and rehabs, has helped some, but it has failed to help many more, and David Sheff explains why. He spent time with scores of scientists, doctors, counselors, and addicts and their families to learn how addiction works and what can effectively treat it. <I>Clean </I>offers clear, cogent counsel for parents and others who want to prevent drug problems and for addicts and their loved ones no matter what stage of the illness they&#8217;re in. But it is also a book for all of us &#8212; a powerful rethinking of the greatest public health challenge of our time.</DIV>", "oyster_good_for_statement": ""}, "position": 61, "uuid": "QSnsJAshXLuHL38VQBLwX6", "annotation": ""},{"book": {"author": "Dr. Phil McGraw", "publication_date": "2012-11-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 244, "title": "Life Code", "uuid": "9bVdw2oFoT3UuXUzLyyVkf", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Bird Street Books", "uuid": "MWdrBFKwu25fkY26onSfYd"}, "cover_img": "https://cflare.oysterbooks.com/covers/Bird%20Street%20Books/9781939457905/1377070271.23.jpg", "average_rating": 4.15, "isbn": "9781939457905", "description": "The rules for living in the real world have changed, because the world we live in has changed. Much of the conventional wisdom the last generation has passed on just doesn’t apply like it once did. If you want to win, and win big, and, more importantly, keep what you work so hard for, you need a crystal-clear view of how the real world works — not how you wish it worked, but how it actually works.\r\n\r\nIn Life Code: The New Rules for Winning in the Real World, six-time New York Times #1 best-selling author Dr. Phil McGraw abandons traditional thinking and tells you the ugly truth about the users, abusers, and overall “bad guys” we all have in our lives. He also reveals the secrets of how they think and how they get to and exploit you and those you love. You’ll gain incredible insight into these negative people, which he refers to as BAITERs (Backstabbers, Abusers, Imposters, Takers, Exploiters, Reckless), and you’ll gain the tools to protect yourself from their assaults. Dr. Phil's new book gives you the “Evil Eight” identifiers so you can see them coming from a mile away, as well as their “Secret Playbook,” which contains the “Nefarious 15” tactics they use to exploit you and take what is yours mentally, physically, socially and professionally. Life Code then focuses on you and your playbook, which contains the “Sweet 16” tactics for winning in the real world.\r\n\r\nEdgy, controversial and sometimes irreverent, Dr. Phil again abandons convention to prepare you to claim what you deserve and claim it now. You take flying lessons to learn to fly, swimming lessons to learn to swim, and singing lessons to learn to sing. So, why not take winning lessons to learn to win?\r\n\r\nIf you read this book, you’re going to have a huge leg up on the competition, regardless of whether you’re competing for a job, a spouse, a social position, or friends. You are going to have a well-thought-out, passion-fueled strategy built on the skills and confidence that flow from rolling up your sleeves and learning what others simply do not know. By the time you finish this book, you’ll have the power to define success in your life, the ability to spot potential obstacles to your success, and the tools you can immediately implement to get and protect exactly what you want in this life. If you’re stuck in old thinking about hard work, patience and “playing by the rules,” you are about to learn how to “play big” and be the star of your own life. Life Code: The New Rules for Winning in the Real World was written for you.", "oyster_good_for_statement": ""}, "position": 62, "uuid": "5nMCNfoC4iPr9xkfG96Eag", "annotation": ""},{"book": {"author": "Alicia Silverstone", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "The Kind Diet", "uuid": "JYXJ5ZwXMm9KcdSu9N5X27", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Rodale", "uuid": "vmtqxKpTiLdDSguXoUUQAA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Rodale/9781609613501/1376149971.29.jpg", "average_rating": 3.89, "isbn": "9781609613501", "description": "<p>In <i>The Kind Diet</i>, actress, activist, and committed conservationist Alicia Silverstone shares the insights that encouraged her to swear off meat and dairy forever, and outlines the spectacular benefits of adopting a plant-based diet, from effortless weight loss to clear skin, off-the-chart energy, and smooth digestion. She explains how meat, fish, milk, and cheese—the very foods we’ve been taught to regard as the cornerstone of good nutrition—are actually the culprits behind escalating rates of disease and the cause of dire, potentially permanent damage to our ecology.</p><p>Yet going meat- and dairy-free doesn’t mean suffering deprivation; to the contrary, <i>The Kind Diet</i> introduces irresistibly delicious food that satisfies on every level—it even includes amazing desserts to keep the most stubborn sweet tooth happy. Alicia also addresses the nutritional concerns faced by many who are new to a plant-based diet, and shows how to cover every nutritional base, from protein to calcium and beyond.</p><p>Alicia knows that changing life-long dietary habits is a process, and that each person progresses at a different pace. For that reason, <i>The Kind Diet</i> encompasses 3 separate levels, from Flirting to Superhero. <b>Flirts</b> learn to dip a toe into the vegan pool, reducing their meat-eating and swapping out a few key foods for plant-based substitutes to see quickly how even small changes can reap big results. <b>Vegans</b> get to experience the life-altering effects of forgoing animal-products entirely, while still enjoying many convenience foods and meat substitutes in addition to the wonderful grains, vegetables and fruits that form the core of that diet. True enlightenment comes with the <b>Superhero</b> program, based on the principles of macrobiotics and built on a foundation of whole grains, vegetables, and other yummy foods that Alicia describes in detail.</p><p>Whether your goal is to drop a few pounds, boost your energy and metabolism, or simply save the world, Alicia provides the encouragement, the information, and the tools you need to make the transition to a plant-based diet deliciously empowering.</p>", "oyster_good_for_statement": ""}, "position": 64, "uuid": "KshZJFPKGgcdUhZQUbeeDa", "annotation": ""},{"book": {"author": "Roni DeLuz", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "21 Pounds in 21 Days", "uuid": "JG5CG9U5m5hBU8VB4qbGKb", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061738166/1376504873.73.jpg", "average_rating": 3.44, "isbn": "9780061738166", "description": "<p>Detox Your Body, Detox Your Life!</p><p>Detox diets are making news as the quickest, easiest way to shed pounds, boost your energy, and get yourself on a wellness track. One of the key advocates of the health benefits of cleansing detoxes is Roni DeLuz, ND. In <em>21 Pounds in 21 Days</em>, DeLuz offers three different detox programs, focusing on detoxification through taking antioxidants, fasting, stress reduction, and lifestyle changes. Also included in the book are:</p><ul><li>Maintenance plans </li><li>Dozens of easy, delicious recipes </li><li>Real-life tips </li><li>An extensive glossary of terms </li><li>A guide to supplements </li></ul><p><em>21 Pounds in 21 Days</em> isn't just for those looking to lose weight; everyone can benefit from this revolutionary detox diet that results in a clean, refreshed system that functions at its best.</p>", "oyster_good_for_statement": ""}, "position": 65, "uuid": "BAYzM5n7hVD2AFUqC5tJha", "annotation": ""},{"book": {"author": "Hillary Jordan", "publication_date": "2008-03-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Mudbound", "uuid": "BstpJXe32HAKchLrJmNJNS", "awards": [{"name": "Bellwether Prize Winner", "uuid": "9uqAJ3Sf2zhHtPZr7vzQpb", "image": null}], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126374/1377656854.95.jpg", "average_rating": 4.0, "isbn": "9781565126374", "description": "In Jordan's prize-winning debut, prejudice takes many forms, both subtle and brutal. It is 1946, and city-bred Laura McAllan is trying to raise her children on her husband's Mississippi Delta farm—a place she finds foreign and frightening. In the midst of the family's struggles, two young men return from the war to work the land. Jamie McAllan, Laura's brother-in-law, is everything her husband is not—charming, handsome, and haunted by his memories of combat. Ronsel Jackson, eldest son of the black sharecroppers who live on the McAllan farm, has come home with the shine of a war hero. But no matter his bravery in defense of his country, he is still considered less than a man in the Jim Crow South. It is the unlikely friendship of these brothers-in-arms that drives this powerful novel to its inexorable conclusion.<br> <br> The men and women of each family relate their versions of events and we are drawn into their lives as they become players in a tragedy on the grandest scale. As Kingsolver says of Hillary Jordan, \"Her characters walked straight out of 1940s Mississippi and into the part of my brain where sympathy and anger and love reside, leaving my heart racing. They are with me still.\"", "oyster_good_for_statement": ""}, "position": 66, "uuid": "3XXG2TuSHU6VW3337vECAW", "annotation": ""},{"book": {"author": "Travis Stork, M.D.", "publication_date": "2014-01-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 252, "title": "The Doctor's Diet", "uuid": "WhZXQ338v2HkGjmdqpAAvW", "awards": [], "publisher": {"name": "Bird Street Books", "uuid": "MWdrBFKwu25fkY26onSfYd"}, "cover_img": "https://cflare.oysterbooks.com/covers/Bird%20Street%20Books/9781939457073/1390802520.09.jpg", "average_rating": 0.0, "isbn": "9781939457073", "description": "The Doctor's Diet is the cure to unhealthy eating — an American epidemic with a death toll higher than that of car accidents, drug abuse, smoking, and gun violence combined. Dr. Stork is genuinely concerned about what he considers to be a true crisis.  He has created a flexible and workable diet plan that will help readers lose weight, restore health, prevent disease and ultimately add years to their lives. In the book, Dr. Stork explains all of the potentially fatal health risks associated with an unhealthy diet and the specific food groups that can act as medicines to attain immediate results. Flexibility is built into the recipes in order to accommodate all different diets and skill levels, from meat lovers to vegetarians and chefs to non-cooks. In The Doctor's Diet, Dr. Stork outlines the steps to a healthier life with encouragement, personal anecdotes, and a passionate sense of urgency to rescue the reader from diet-related demise.", "oyster_good_for_statement": ""}, "position": 67, "uuid": "S67CcTP2ECB62rXyVs4eHL", "annotation": ""},{"book": {"author": "J.R.R. Tolkien", "publication_date": "2012-02-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "The Children of Húrin", "uuid": "xYZrGdjVUZBcayzxkS7sf4", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547952109/1376382318.15.jpg", "average_rating": 3.84, "isbn": "9780547952109", "description": "<DIV>The Children of H&#250;rin is the first complete book by J.R.R.Tolkien since the 1977 publication of The Silmarillion. Six thousand years before the One Ring is destroyed, Middle-earth lies under the shadow of the Dark Lord Morgoth. The greatest warriors among elves and men have perished, and all is in darkness and despair. But a deadly new leader rises, T&#250;rin, son of H&#250;rin, and with his grim band of outlaws begins to turn the tide in the war for Middle-earth -- awaiting the day he confronts his destiny and the deadly curse laid upon him.<BR><BR>The paperback edition of The Children of H&#250;rin includes eight color paintings by Alan Lee and a black-and-white map.</DIV>", "oyster_good_for_statement": ""}, "position": 68, "uuid": "pdSRVvSAgvSxXEHAbmHPdm", "annotation": ""},{"book": {"author": "J.R.R. Tolkien", "publication_date": "2012-09-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "The Hobbit (Movie Tie-In)", "uuid": "ZcUxsBTaAgMVKpfAKGyqSC", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536736/1376382848.8.jpg", "average_rating": 4.19, "isbn": "9780547536736", "description": "<P>J.R.R. Tolkien's classic prelude to <I>The Lord of the Rings</I> trilogy&#8212;now available in a movie tie-in edition.<BR>&#160;<br>Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.<br>&#160;<br>Written for J.R.R. Tolkien's own children, <I>The Hobbit</I> has sold many millions of copies worldwide and established itself as a modern classic.", "oyster_good_for_statement": ""}, "position": 69, "uuid": "XgchPbZyTjWrCw3Cm6PkJa", "annotation": ""},{"book": {"author": "Mark Helprin", "publication_date": "2005-06-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 800, "title": "A Soldier of the Great War", "uuid": "PbWA6dhcshGug65aFQknBM", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547545141/1376382466.9.jpg", "average_rating": 4.37, "isbn": "9780547545141", "description": "<DIV>For Alessandro Giullani, the young son of a prosperous Roman Lawyer, golden trees shimmer in the sun beneath a sky of perfect blue. At night the moon is amber and the city of Rome seethes with light. He races horses across the country to the sea, and in the Alps he practices the precise and sublime art of mountain climbing. At the ancient university in Bologna he is a student of painting and the science of beauty. And he falls in love. His is a world of adventure and dreams, of music, storm, and the spirit. Then the Great War intervenes.<BR><BR>Half a century later, in August of 1964, Alessandro, a white-haired professor, still tall and proud, finds himself unexpectedly on the road with an illiterate young factory worker. As they walk toward Monte Prato, a village seventy kilometers distant, the old man tells the story of his life. How he became a soldier. A hero. A prisoner. A deserter. A wanderer in the hell that claimed Europe. And how he tragically lost one family and gained another.<br><BR>The boy is dazzled by the action and envious of the richness and color of the story, and realizes that the old man's magnificent tale of love and war is more than a tale: it is the recapitulation of his life, his reckoning with mortality, and above all, a love song for his family.</DIV> <div>&#160;</DIV> <div>This e-book includes a sample chapter of IN SUNLIGHT AND IN SHADOW.</DIV>", "oyster_good_for_statement": ""}, "position": 70, "uuid": "icazDvmsGgXZ6pYmJRhcFm", "annotation": ""},{"book": {"author": "Kim Barnouin", "publication_date": "2005-12-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Skinny Bitch", "uuid": "WzmdxrKpqcfg7QqfrGAafL", "awards": [], "publisher": {"name": "Running Press", "uuid": "a5GdgELksZ9HP862ABnbHj"}, "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780762432752/1387370845.41.jpg", "average_rating": 3.18, "isbn": "9780762432752", "description": "<DIV>Not your typical boring diet book, this is a tart-tongued, no-holds-barred wakeup call to all women who want to be thin. With such blunt advice as, \"Soda is liquid Satan\" and \"You are a total moron if you think the Atkins Diet will make you thin,\" it's a rallying cry for all savvy women to start eating healthy and looking radiant. Unlike standard diet books, it actually makes the reader laugh out loud with its truthful, smart-mouthed revelations. Behind all the attitude, however, there's solid guidance. <I>Skinny Bitch</I> espouses a healthful lifestyle that promotes whole grains, fruits, and vegetables, and encourages women to get excited about feeling \"clean and pure and energized.\"</Div>", "oyster_good_for_statement": ""}, "position": 71, "uuid": "uZSsfxgYHKsFkoDaXwyWZB", "annotation": ""}]