[{"annotation_html": "Powell crashed in on the literary world in a big way with this debut novel about a precocious young boy’s summer in Edisto, South Carolina. Nominated for the National Book Award, <i>Edisto</i> paved the way for Powell’s prolific career. If you get hooked on his writing, fear not! We have lots of Padgett in our library.", "position": 0, "book": {"description": "<DIV><DIV><b>Finalist for the National Book Award: Through the eyes of a precocious twelve-year-old in a seaside South Carolina town, the world of love, sex, friendship, and betrayal blossoms</b></div><DIV></div><DIV><BR>Simons Everson Manigault is not a typical twelve-year-old boy in tiny Edisto, South Carolina<b>,</b> in the late 1960s. At the insistence of his challenging mother (known to local blacks as &ldquo;the Duchess&rdquo;), who believes her son to possess a capacity for genius, Simons immerses himself in great literature and becomes as literate and literary as any English professor.</div><DIV><BR>When Taurus, a soft-spoken African-American stranger, moves into the cabin recently vacated by the Manigaults&rsquo; longtime maid, a friendship forms. The lonely, excitable Simons and the quiet, thoughtful Taurus, who has appointed himself Simons&rsquo;s guide in the ways of the grown-up world, bond over the course of a hot Southern summer.</div><BR>But Taurus may be playing a larger role in the Manigaults&rsquo; life than he is willing to let on&mdash;a suspicion that is confirmed when Simons&rsquo;s absent father suddenly returns to the family fold. An evocative, thoughtful novel about growing up, written in language that sparkles and soars, Padgett Powell&rsquo;s <i>Edisto</i> is the first novel of one of the most important Southern writers of the last quarter century.&#160;</div>", "isbn": "9781480441576", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-09-10", "number_print_pages": 184, "average_rating": 3.85, "title": "Edisto", "uuid": "A4tiZvHc5Uh3TqExx2Nm3J", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480441576/1377118256.74.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Padgett Powell", "status": 1}, "uuid": "cVf3utPGf4c2ws9DkvAfVf", "annotation": "Powell crashed in on the literary world in a big way with this debut novel about a precocious young boy’s summer in Edisto, South Carolina. Nominated for the National Book Award, Edisto paved the way for Powell’s prolific career. If you get hooked on his writing, fear not! We have lots of Padgett in our library."},{"annotation_html": "Ann Patchett, the <i>New York Times</i> bestselling author and recipient of the Orange Prize, PEN/Faulkner award and many more, got her start with this character-driven story about a magician, his wife, his death, and his many secret lives. It’s every bit as good as her subsequent bestsellers, like <i>Bel Canto</i> and <i>Run</i>.", "position": 1, "book": {"description": "Sabine-- twenty years a magician's assistant to her handsome, charming husband-- is suddenly a widow. In the wake of his death, she finds he has left a final trick; a false identity and a family allegedly lost in a tragic accident but now revealed as very much alive and well. Named as heirs in his will, they enter Sabine's life and set her on an adventure of unraveling his secrets, from sunny Los Angeles to the windswept plains of Nebraska, that will work its own sort of magic on her.", "isbn": "9780547548791", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2004-09-17", "number_print_pages": 368, "average_rating": 3.61, "title": "The Magician's Assistant", "uuid": "zBLkZz9bTXRSvhvn9d3Ws4", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547548791/1376380482.97.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ann Patchett", "status": 1}, "uuid": "AfM8guWza75rP4E4WuFrpX", "annotation": "Ann Patchett, the New York Times bestselling author and recipient of the Orange Prize, PEN/Faulkner award and many more, got her start with this character-driven story about a magician, his wife, his death, and his many secret lives. It’s every bit as good as her subsequent bestsellers, like Bel Canto and Run."},{"annotation_html": "Even Nobel Prize-winners have to start somewhere. <i>East Wind, West Wind</i> is the story of a young Chinese girl, married to a doctor and educated abroad, who comes to understand and appreciate the intersection of cultures instead of her polarized upbringing—a theme that runs through the rest of Buck’s excellent work.", "position": 2, "book": {"description": "<DIV><b>Nobel winner Pearl S. Buck&rsquo;s classic debut novel, about one Chinese woman&rsquo;s coming of age as she&rsquo;s torn between Eastern and Western cultures</b></div><DIV><BR>Kwei-lan is a traditional Chinese girl&mdash;taught by her mother to submit in all things, &ldquo;as a flower submits to sun and rain alike.&rdquo; Her marriage was arranged before she was born. As she approaches her wedding day, she&rsquo;s surprised by one aspect of her anticipated life: Her husband-to-be has been educated abroad and follows many Western ideas that Kwei-lan was raised to reject. When circumstances push the couple out of the family home, Kwei-lan finds her assumptions about tradition and modernity tested even further.</div><DIV>&#160;</div><DIV><i>East Wind: West Wind</i> is a sensitive, early exploration of the cross-cultural themes that went on to become a hallmark of Buck&rsquo;s acclaimed novels. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "isbn": "9781453263464", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-21", "number_print_pages": 277, "average_rating": 3.95, "title": "East Wind: West Wind", "uuid": "yuTUnzuqUVkTzo4K5xUZFm", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/East%20Wind%3A%20West%20Wind/1373330979.6.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Pearl S. Buck", "status": 1}, "uuid": "542ovfw5qrZ7G5juL79s9e", "annotation": "Even Nobel Prize-winners have to start somewhere. East Wind, West Wind is the story of a young Chinese girl, married to a doctor and educated abroad, who comes to understand and appreciate the intersection of cultures instead of her polarized upbringing—a theme that runs through the rest of Buck’s excellent work."},{"annotation_html": "<i>Ending</i> was the beginning for Hilma Wolitzer, who has since won Guggenheim and National Endowment for the Arts fellowships, an American Academy of Arts and Letters Award in Literature, and a Barnes &amp; Noble Writer for Writers Award. Her tale of a family thrown into disarray with a cancer diagnosis wowed critics and readers alike.", "position": 3, "book": {"description": "<DIV><b>Hilma Wolitzer&rsquo;s acclaimed first novel&mdash;a powerful portrait of a family coming to terms with grief</b></div><DIV><BR>At night, Sandy feels the pain of separation most deeply. As she settles into bed, she misses the sounds Jay used to make as he emptied his pockets and undressed. She misses the way a playful nighttime conversation could become significant in an instant. She misses his touch. To fall asleep, she imagines Jay&rsquo;s voice, imagines their loving exchanges&mdash;but she cannot imagine lying in his arms.</div><DIV>&#160;</div><DIV>Jay is in the hospital now, his body wasting away from cancer. As the disease progresses, he and Sandy try to come to terms with the fact that he will never come home again&mdash;and that his children will soon lose their father forever. Poignant and raw, <i>Ending </i>is a finely rendered look at love, loss, and survival. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Hilma Wolitzer, including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453287897", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-01-29", "number_print_pages": 213, "average_rating": 3.5, "title": "Ending", "uuid": "KYwvUgC7q7zxUStaJGW8zD", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Ending/1373332493.28.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Hilma Wolitzer", "status": 1}, "uuid": "mWh42BK5CJYo2sFLnTEi6X", "annotation": "Ending was the beginning for Hilma Wolitzer, who has since won Guggenheim and National Endowment for the Arts fellowships, an American Academy of Arts and Letters Award in Literature, and a Barnes &amp; Noble Writer for Writers Award. Her tale of a family thrown into disarray with a cancer diagnosis wowed critics and readers alike."},{"annotation_html": "We can’t say enough good things about Michael Chabon’s first novel. Then again, we probably don’t have to since every critic already chimed in, praising how extraordinary this book is. Art Bechstein, the young narrator discovering who he is in Pittsburgh in the 1980’s, might as well be called the New Holden. Here’s a coming of age story for the ages.", "position": 4, "book": {"description": "<DIV><DIV><b>Chabon&rsquo;s sensational debut novel: the coming-of-age story of Art Bechstein, a recent graduate whose life is forever changed by one sultry summer</b></div><BR><DIV>Art Bechstein may be too young to know what he wants to do with his life, but he knows what he doesn&rsquo;t want: the life of his father, a man who laundered money for the mob. Bechstein spends the summer after his graduation from a Pittsburgh university searching for his future and finding his own sort of trouble with brilliant and seductive new friends&mdash;erudite, unscrupulous Arthur Lecomte, mercurial Phlox, and Cleveland, a poetry-reciting biker.</div><DIV>&#160;</div><DIV>Insightful and energetic, <i>The Mysteries of Pittsburg </i>beautifully renders the hard edges of a blue-collar city and the charm of its local characters.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234099", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-20", "number_print_pages": 304, "average_rating": 3.61, "title": "The Mysteries of Pittsburgh", "uuid": "4hWbv6HMS2FcQqPzqquAAi", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Mysteries%20of%20Pittsburgh/1373330266.56.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Michael Chabon", "status": 1}, "uuid": "WHdenXmrkU4TBNLPYrHmdW", "annotation": "We can’t say enough good things about Michael Chabon’s first novel. Then again, we probably don’t have to since every critic already chimed in, praising how extraordinary this book is. Art Bechstein, the young narrator discovering who he is in Pittsburgh in the 1980’s, might as well be called the New Holden. Here’s a coming of age story for the ages."},{"annotation_html": "In the beginning, there wasn’t Tao Lin. But then Eeeee Eee Eeee was published, and it was good. Very good. The way Lin writes about an establishment—whether it be gross, McDonalds-y capitalism or snobby, pretentious art culture—renders it ridiculous, and the ridiculousness is both profoundly sad and very funny. Lin has written lots since this first novel, but start here. ", "position": 5, "book": {"description": "<p>Confused yet intelligent animals attempt to interact with confused yet intelligent humans, resulting in the death of Elijah Wood, Salman Rushdie, and Wong Kar-Wai; the destruction of a Domino's Pizza delivery car in Orlando; and a vegan dinner at a sushi restaurant in Manhattan attended by a dolphin, a bear, a moose, an alien, three humans, and the President of the United States of America, who lectures on the arbitrary nature of consciousness, truth, and the universe before getting drunk and playing poker.</p>", "isbn": "9781612190266", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-12-29", "number_print_pages": 212, "average_rating": 3.37, "title": "Eeeee Eee Eeee", "uuid": "to9He4yWUvhLF9RLVimsRF", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190266/1378784534.66.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Tao Lin", "status": 1}, "uuid": "Cstf8acmGcd3zRxVBqfmGX", "annotation": "In the beginning, there wasn’t Tao Lin. But then Eeeee Eee Eeee was published, and it was good. Very good. The way Lin writes about an establishment—whether it be gross, McDonalds-y capitalism or snobby, pretentious art culture—renders it ridiculous, and the ridiculousness is both profoundly sad and very funny. Lin has written lots since this first novel, but start here. "},{"annotation_html": "You may not have caught Susannah Smith’s debut novel, first released in Canada 15 years ago. By all means, read it! We cannot pound the table enough for this book. The writing is so eloquent and atmospheric, and we love the fairy tale worlds that twin siblings Lucy and Levi create in response to the death of their mother. There’s lots of emotion, compassion and literary creativity in this one.", "position": 6, "book": {"description": "<p>Minor earthquakes every day; that's what they say. Lucy feels the tremors like a needle sensitized to respond to the slightest movement. She feels the push, the blind thrust of the earth's elastic body, pushing out, pulling in, behaving unpredictably.", "isbn": "9781770561007", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2002-01-01", "number_print_pages": 176, "average_rating": 4.15, "title": "How the Blessed Live", "uuid": "C5gZy75tdK29gtZwsfjgkj", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/745/7451358818531.25.jpg", "publisher": {"name": "Coach House Books", "uuid": "ggDSdEcUGx5Sy48ci8AACC"}, "author": "Susannah Smith", "status": 1}, "uuid": "KtDqxQV5EXECMik3BMa6BV", "annotation": "You may not have caught Susannah Smith’s debut novel, first released in Canada 15 years ago. By all means, read it! We cannot pound the table enough for this book. The writing is so eloquent and atmospheric, and we love the fairy tale worlds that twin siblings Lucy and Levi create in response to the death of their mother. There’s lots of emotion, compassion and literary creativity in this one."},{"annotation_html": "We weren’t familiar with Patrick Dewitt until <i>The Sisters Brothers</i> was published. Since then, we’ve been obsessed with him. <i>Ablutions</i> is his first novel, and it sparkles with all the loveably pathetic characters and deadpan storytelling that drew us to Dewitt in the first place. Read on for the tale of a Barman who gets wrapped up in the lives of his patrons while trying to write a novel based on their conversations.", "position": 7, "book": {"description": "<DIV><P>In a famous but declining Hollywood bar works A Barman. Morbidly amused by the decadent decay of his surroundings, he watches the patrons fall into their nightly oblivion, making notes for his novel. In the hope of uncovering their secrets and motives, he establishes tentative friendships with the cast of variously pathological regulars.<br><br>But as his tenure at the bar continues, he begins to serve himself more often than his customers, and the moments he lives outside the bar become more and more painful: he loses his wife, his way, himself. Trapped by his habits and his loneliness, he realizes he will not survive if he doesn't break free. And so he hatches a terrible, necessary plan of escape and his only chance for redemption.<br><br>Step into <I>Ablutions</I> and step behind the bar, below rock bottom, and beyond the everyday take on storytelling for a brilliant, new twist on the classic tale of addiction and its consequences.<br></P></DIV>", "isbn": "9780547488608", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-04-08", "number_print_pages": 176, "average_rating": 3.64, "title": "Ablutions", "uuid": "PMdXAiAYoa5VYG7wQwC4SN", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488608/1376380065.92.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Patrick deWitt", "status": 1}, "uuid": "DJBMZ2GjsUTNNP8eNzSKvS", "annotation": "We weren’t familiar with Patrick Dewitt until The Sisters Brothers was published. Since then, we’ve been obsessed with him. Ablutions is his first novel, and it sparkles with all the loveably pathetic characters and deadpan storytelling that drew us to Dewitt in the first place. Read on for the tale of a Barman who gets wrapped up in the lives of his patrons while trying to write a novel based on their conversations."},{"annotation_html": "Can you fathom a literary world without Chekhov? This collection of translated crime and suspense stories launched Chekhov’s career in the English-speaking world and solidified his place as one of The Greats. These hardboiled tales are perfect for mystery fans and for those who like a dash (or large dose) of dark humor in their reading.", "position": 8, "book": {"description": "<p><DIV><b>The English-language debut of Anton Chekhov&rsquo;s immortal collection of crime and mystery stories</b></div><BR><DIV>Considered on of the greatest dramatists of all time, Anton Chekhov began his literary career as a crime and mystery writer. Published in periodicals and literary journals from 1880&ndash;1890, these early psychological suspense stories provide a fresh look into Chekhov&rsquo;s literary heritage and his formative years as a writer.</div><DIV>&#160;</div><DIV>In stories like <i>A Night in the Cemetery</i>,<i> Night of Horror</i>,and <i>Murder</i>,not only will Chekhov&rsquo;s dark humor and twisted crimes satisfy even the most hardboiled of mystery fans, but readers will again appreciate the penetrating, absurdist insight into the human condition that only Chekhov can bring. Whether it is the death of a young amateur playwright at the hands of an editor who hates bad writing, or a drunken civil servant who ends up trapped in a graveyard, these stories overflow with the unforgettable characters and unique sensibility that will forever make Chekhov one of the most fascinating figures in literature.</div></p>", "isbn": "9781453215999", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-04-05", "number_print_pages": 321, "average_rating": 3.62, "title": "A Night in the Cemetery", "uuid": "gFdRwZUb4PfxK7zZKghGDP", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/9781453215999/1378375031.85.jpg", "publisher": {"name": "Pegasus Books", "uuid": "qTLqrjRbf63mYApvNa29HG"}, "author": "Anton Chekhov", "status": 1}, "uuid": "hXTYDuFgQXWeFa6aQgbwXk", "annotation": "Can you fathom a literary world without Chekhov? This collection of translated crime and suspense stories launched Chekhov’s career in the English-speaking world and solidified his place as one of The Greats. These hardboiled tales are perfect for mystery fans and for those who like a dash (or large dose) of dark humor in their reading."},{"annotation_html": "Harold Brodkey was a staff writer for <i>The New Yorker</i> since the early 1950’s, but his work wasn’t published as a collection until 1958. Although very much about America in the fifties, Brodkey’s stories reach across decades and generations revealing simple but poignant human truths. Whether telling stories about adolescence, going to college, or falling out of love, these tales feel personal and powerful even today.", "position": 9, "book": {"description": "<DIV><DIV><b>In the vein of John Cheever and J. D. Salinger, this powerful collection of short stories chronicles the loss of innocence, the harsh cruelty of social distinctions, and the anguish of young love</b></div><DIV><i><BR>First Love and Other Sorrows </i>is the hauntingly beautiful debut collection of short stories from American master Harold Brodkey. Written when the author was in his twenties, these strong, affecting tales recall the intoxicating joy of young, springtime love, while lamenting the betrayal of dreams and false ideals in the glaring light of reality.</div><DIV>&#160;</div><DIV>Set in the Midwest during the 1950s, <i>First Love and Other Sorrows </i>centers around a Jewish family that has recently lost its patriarch&mdash;and with him the world of privilege. &#160;Through the eyes of a son, a sister, and a mother&mdash;each one struggling to find a foothold in both family and society&mdash;these stories explore class prejudice, obsessive love, and the tragic foibles and emotional truths of being human. <i>First Love and Other Sorrows</i> is masterful fiction from an extraordinary literary artist.</div></div>", "isbn": "9781480427976", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-18", "number_print_pages": 223, "average_rating": 4.0, "title": "First Love and Other Sorrows", "uuid": "9xAt3x87dvJg29dAAQch8m", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/First%20Love%20and%20Other%20Sorrows/1373336986.63.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Harold Brodkey", "status": 1}, "uuid": "ymTsQhPeej8V5XvjFQF5mT", "annotation": "Harold Brodkey was a staff writer for The New Yorker since the early 1950’s, but his work wasn’t published as a collection until 1958. Although very much about America in the fifties, Brodkey’s stories reach across decades and generations revealing simple but poignant human truths. Whether telling stories about adolescence, going to college, or falling out of love, these tales feel personal and powerful even today."},{"annotation_html": "Thom Vernon is a Toronto-based actor-turned-writer originally from Michigan. His first novel, an inventive take on the Southern Gothic genre, tells the story of four misfits in their four voices. Drifting from one character’s consciousness to the next, <i>The Drifts</i> tells the stories of runaway daughters in Hollywood, outcasts in bad affairs, and a transexual in a homophobic world. We see bright things in Vernon’s future.", "position": 10, "book": {"description": "<p>Night is falling, and so is the snow. As the blizzard buries the ground, it uncovers the resentments, hopes, and aches of a small town in northeastern Arkansas, where, like in any Southern small town, there are unwanted pregnancies to agonize over, surgeries to be paid for and love to be made.</p><p>Julie's two daughters have just run off to Hollywood to be famous when she suddenly finds herself, at forty-six, unexpectedly expectant. She's not sure she can bear to be a mother again. And her husband, Charlie, won’t come home to talk it over with her.</p><p>Charlie wants another child more than anything, but he doesn't know how to deal with Julie. His affair with Wilson, his best friend, is over, but he's found a different and unusual kind of intimacy.</p><p>Wilson works in the Singer factory that keeps the town alive. She wants more than anything to be loved, but she knows that Charlie wasn't the way to get there. She's in love with Dol.</p><p>Dol is a transsexual, a divorced father of two children, who can't afford the transition that would make his body make sense – although the doctors visiting from Atlanta might change that.</p><p>Their very different voices converge as the blizzard gathers force, their stories violently mapping in the snow the ways that memory, gender, and history carve themselves upon our bodies. <em>The Drifts</em> is dexterously told, a cacophony of four affecting voices melding into one exquisite chord.</p>", "isbn": "9781770562653", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-01", "number_print_pages": 0, "average_rating": 0.0, "title": "Drifts, The", "uuid": "pyR9hhrvhmuFqMzpArcWLC", "cover_img": "https://cflare.oysterbooks.com/covers/Coach%20House%20Books/803/8031358818657.8.jpg", "publisher": {"name": "Coach House Books", "uuid": "ggDSdEcUGx5Sy48ci8AACC"}, "author": "Thom Vernon", "status": 1}, "uuid": "F7Ku9dRdXCTncCvBXbzkym", "annotation": "Thom Vernon is a Toronto-based actor-turned-writer originally from Michigan. His first novel, an inventive take on the Southern Gothic genre, tells the story of four misfits in their four voices. Drifting from one character’s consciousness to the next, The Drifts tells the stories of runaway daughters in Hollywood, outcasts in bad affairs, and a transexual in a homophobic world. We see bright things in Vernon’s future."},{"annotation_html": "The Guardian called <i>Days Between Stations</i> one of the best literary debuts ever. Maybe even more telling, Thomas Pynchon put his personal stamp of approval on the book before it was published in 1985. This is a hard book to describe—amnesia and fragmented masterpieces all play a significant role in the dreamy futuristic plot. But trust us on this: you will not be left wanting after powering through this out-of-the-gate masterpiece.", "position": 11, "book": {"description": "<DIV><DIV><b>In what the<i> Guardian</i> recently named one of the best literary debuts ever, a love triangle intersects with a lost film masterpiece and weather as turbulent as the heart</b></div><DIV><BR>Life stories converge and break away in<i> Days Between Stations, </i>Steve Erickson&rsquo;s searing first novel. At the center is the tumultuous union between Jason and Lauren, who fall in love as youths in Kansas, and later relocate to San Francisco. A cyclist training for the Olympics, Jason is often abroad and unfaithful; Lauren, in turn, finds solace in Michel, a nightclub manager trying to reconnect with his past. Michel&rsquo;s journey leads to <i>The Death of Marat</i>, a recovered lost masterwork of silent film directed by his grandfather, whose extraordinary life includes having grown up as an orphaned twin in a Parisian brothel. In a world shaped by sensuality and trauma, where sandstorms invade Los Angeles, the Seine freezes, bike racers vanish in Venice, and relationships are warped by amnesia, geological chaos and personal upheaval each wrenchingly reflect the other.<BR></div></div>", "isbn": "9781480409927", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-30", "number_print_pages": 253, "average_rating": 4.04, "title": "Days Between Stations", "uuid": "Ge527qJYUm3ZhXVzkPgJeG", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Days%20Between%20Stations/1373336174.98.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Steve Erickson", "status": 1}, "uuid": "XcM4HVWkqdiBPkHENikkxn", "annotation": "The Guardian called Days Between Stations one of the best literary debuts ever. Maybe even more telling, Thomas Pynchon put his personal stamp of approval on the book before it was published in 1985. This is a hard book to describe—amnesia and fragmented masterpieces all play a significant role in the dreamy futuristic plot. But trust us on this: you will not be left wanting after powering through this out-of-the-gate masterpiece."},{"annotation_html": "A Mossad-agent-turned-advertising-agency-director who calls himself “Shakespeare” may be losing his mind. Did he really just see the guy who killed his partner and best friend all those years ago? Isn’t he supposed to be dead? So begins <i>Cut Throat Dog</i>, a wild, psychological literary thriller from Joshua Sobol, the Israeli author, playwright and director.", "position": 12, "book": {"description": "<p>A mysterious Israeli who refers to himself by the codename \"Shakespeare,” and who seems to be a former Mossad agent, is either cracking up or cracking the case of a bungled assignment from long ago-one that left his partner and best friend dead, and himself in an agony of despair. His only solace: friends in the espionage business tell him the murderer is dead. Now, years later, in another life, Shakespeare spots the murderer on the streets of New york...or does he?</p>\n<p>In the hands of esteemed Israeli author Joshua Sobol, the tale is a masterful blend of genres: It's beautifully written work filled with literary allusions and a taut spy thriller. It's a moving recollection of a purposeful youth and a graphic account of the hunt for terrorists. It's the story of a mid-life crisis and the endless crisis of the middle east. It's a work of wild and whimsical word-play and fast-paced, deadly gun-play.</p>\n<p>It is, in short, the English-language debut of a mesmerizing writer at the top of his form.</p>", "isbn": "9781935554684", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-22", "number_print_pages": 272, "average_rating": 2.92, "title": "Cut Throat Dog", "uuid": "3X5e8f9TPet9gbqdqcLAbR", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781935554684/1377113916.14.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Joshua Sobol", "status": 1}, "uuid": "dhTrei84A2EcDZeVEXQ9KW", "annotation": "A Mossad-agent-turned-advertising-agency-director who calls himself “Shakespeare” may be losing his mind. Did he really just see the guy who killed his partner and best friend all those years ago? Isn’t he supposed to be dead? So begins Cut Throat Dog, a wild, psychological literary thriller from Joshua Sobol, the Israeli author, playwright and director."},{"annotation_html": "These stories are magical and strange. Houses become obsessed with keeping themselves clean, straightening shower curtains and worrying over frayed carpets. Mermaids tempt men into the sea, where their wives can retrieve them for free. Fans of fairy tales and Celtic lore in particular will be drawn to this collection; others can enjoy it for its rich imagination and unique quality.", "position": 13, "book": {"description": "<DIV><B>In the tradition of Angela Carter, this luminous, spellbinding debut reinvents the stuff of myth.</B><BR><BR>Straying husbands lured into the sea by mermaids can be fetched back, for a fee. Trees can make wishes come true. Houses creak and keep a fretful watch on their inhabitants, straightening shower curtains and worrying about frayed carpets. A mother, who seems alone and lonely, may be rubbing sore muscles or holding the hands of her invisible lover as he touches her neck. Phantom hounds roam the moors and, on a windy beach, a boy and his grandmother beat back despair with an old white door.<BR><BR>In these stories, the line between the real and the imagined is blurred as Lucy Wood takes us to Cornwall&#8217;s ancient coast, building on its rich storytelling history and recasting its myths in thoroughly contemporary ways. Calling forth the fantastic and fantastical, she mines these legends for that bit of magic remaining in all our lives&#8212;if only we can let ourselves see it.</DIV>", "isbn": "9780547595559", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-08-07", "number_print_pages": 224, "average_rating": 3.76, "title": "Diving Belles", "uuid": "RQvt5Qj52n7SnU4PVYfpB9", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547595559/1376381727.66.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Lucy Wood", "status": 1}, "uuid": "WnFwFdsWWigmxortzjCNBV", "annotation": "These stories are magical and strange. Houses become obsessed with keeping themselves clean, straightening shower curtains and worrying over frayed carpets. Mermaids tempt men into the sea, where their wives can retrieve them for free. Fans of fairy tales and Celtic lore in particular will be drawn to this collection; others can enjoy it for its rich imagination and unique quality."},{"annotation_html": "This book’s scope is staggering. Starting in 1662 in New Amsterdam, Olaf is the first in a long lineage of slightly crazy doctors with unflappable faith in the power of medicine to heal any and all ailment. They don’t always have their facts right—several of the doctors believe that a drunk can spontaneously combust, for example. But so long as Olaf and co. aren’t treating us, we’re happy to read through their ups and downs throughout the years.", "position": 14, "book": {"description": "In 1664 Dr. Olaf van Schuler flees the Old World and arrives in New Amsterdam with his lunatic mother, two bags of medical implements, and a carefully guarded book of his own medicines. He is the first in what will become a long line of peculiar physicians. Plagued by madness and guided by an intense desire to cure human affliction, each generation of this unusual family is driven by the science of its day: spontaneous combustion, phrenology, animal magnetism, electrical shock treatment, psychosurgery, genetic research. As they make their way in the world, New York City, too, evolves&#8212;from the dark and rough days of the seventeenth century to the towering, frenetic metropolis of today.<br><br> Like Patrick S&uuml;skind's classic novel <i>Perfume</i>, Kirsten Menger-Anderson's debut is a literary cabinet of curiosities&#8212;fascinating and unsettling, rich and utterly singular.", "isbn": "9781565126718", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-10-09", "number_print_pages": 290, "average_rating": 3.61, "title": "Doctor Olaf van Schuler's Brain", "uuid": "jdd3EiCrhWqzUcJVX5MhhT", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126718/1377656899.06.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Kirsten Menger-Anderson", "status": 1}, "uuid": "5wR6uHk533ZHTm4jKRfcVA", "annotation": "This book’s scope is staggering. Starting in 1662 in New Amsterdam, Olaf is the first in a long lineage of slightly crazy doctors with unflappable faith in the power of medicine to heal any and all ailment. They don’t always have their facts right—several of the doctors believe that a drunk can spontaneously combust, for example. But so long as Olaf and co. aren’t treating us, we’re happy to read through their ups and downs throughout the years."},{"annotation_html": "McCullers became a literary superstar at the young age of 23 when <i>The Heart is a Lonely Hunter</i> was first published in 1940. The story of a deaf-mute man, an exceptionally empathetic heroine, and various misfits in a Georgia mill town during the 1930’s features the struggles of those on the fringes of society—the poor, the disabled, the racially ostracized. Told with compassion and preternatural wisdom, this novel gets even better with time.", "position": 15, "book": {"description": "<DIV>With the publication of her first novel, THE HEART IS A LONELY HUNTER, Carson McCullers, all of twenty-three, became a literary sensation. With its profound sense of moral isolation and its compassionate glimpses into its characters' inner lives, the novel is considered McCullers' finest work, an enduring masterpiece first published by Houghton Mifflin in 1940. At its center is the deaf-mute John Singer, who becomes the confidant for various types of misfits in a Georgia mill town during the 1930s. Each one yearns for escape from small town life. When Singer's mute companion goes insane, Singer moves into the Kelly house, where Mick Kelly, the book's heroine (and loosely based on McCullers), finds solace in her music. Wonderfully attuned to the spiritual isolation that underlies the human condition, and with a deft sense for racial tensions in the South, McCullers spins a haunting, unforgettable story that gives voice to the rejected, the forgotten, and the mistreated -- and, through Mick Kelly, gives voice to the quiet, intensely personal search for beauty.<br>     Richard Wright praised Carson McCullers for her ability \"to rise above the pressures of her environment and embrace white and black humanity in one sweep of apprehension and tenderness.\" She writes \"with a sweep and certainty that are overwhelming,\" said the NEW YORK TIMES. McCullers became an overnight literary sensation, but her novel has endured, just as timely and powerful today as when it was first published. THE HEART IS A LONELY HUNTER is Carson McCullers at her most compassionate, endearing best.</div>", "isbn": "9780547346656", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-08-01", "number_print_pages": 368, "average_rating": 3.92, "title": "The Heart Is a Lonely Hunter", "uuid": "GA3K83mHgcSkqa7Ew6yMzh", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346656/1380870155.17.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Carson McCullers", "status": 1}, "uuid": "ee4TUor8F4To5Ud5BpACEf", "annotation": "McCullers became a literary superstar at the young age of 23 when The Heart is a Lonely Hunter was first published in 1940. The story of a deaf-mute man, an exceptionally empathetic heroine, and various misfits in a Georgia mill town during the 1930’s features the struggles of those on the fringes of society—the poor, the disabled, the racially ostracized. Told with compassion and preternatural wisdom, this novel gets even better with time."}]