[{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2010-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795311987/1382102466.43.jpg", "uuid": "Kjp9BVkQL7vLdisMFBmYkn", "average_rating": 3.98, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb", "name": "National Book Award Winner"}], "description": "<p>Adapted for a magnificent George Roy Hill film three years later (perhaps the only film adaptation of a masterpiece which exceeds its source), <i>Slaughterhouse-Five</i> (1969) is the now famous parable of Billy Pilgrim, a World War II veteran and POW, who has in the later stage of his life become “unstuck in time” and who experiences at will (or unwillingly) all known events of his chronology out of order and sometimes simultaneously. </p>\n<p></p>\n<p>Traumatized by the bombing of Dresden at the time he had been imprisoned, Pilgrim drifts through all events and history, sometimes deeply implicated, sometimes a witness. He is surrounded by Vonnegut’s usual large cast of continuing characters (notably here the hack science fiction writer Kilgore Trout and the alien Tralmafadorians who oversee his life and remind him constantly that there is no causation, no order, no motive to existence). </p>\n<p></p>\n<p>The “unstuck” nature of Pilgrim’s experience may constitute an early novelistic use of what we now call Post Traumatic Stress Disorder; then again, Pilgrim’s aliens may be as “real” as Dresden is real to him. Struggling to find some purpose, order or meaning to his existence and humanity’s, Pilgrim meets the beauteous and mysterious Montana Wildhack (certainly the author’s best character name), has a child with her and drifts on some supernal plane, finally, in which Kilgore Trout, the Tralmafadorians, Montana Wildhack and the ruins of Dresden do not merge but rather disperse through all planes of existence. </p>\n<p></p>\n<p><i>Slaughterhouse-Five</i>was hugely successful, brought Vonnegut an enormous audience, was a finalist for the National Book Award and a bestseller and remains four decades later as timeless and shattering a war fiction as <i>Catch-22</i>, with which it stands as the two signal novels of their riotous and furious decade.</p>", "isbn": "9780795311987", "title": "Slaughterhouse-Five", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "ME3xxdMqyqqLM5MVzr7zj4", "position": 0},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2011-08-22", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795319105/1382102489.47.jpg", "uuid": "m2onbtfTC8xYNm7kpffE9V", "average_rating": 4.1, "author": "Kurt Vonnegut", "awards": [], "description": "<p>This short-story collection <i>Welcome to the Monkey House</i> (1968) incorporates almost completely Vonnegut’s 1961 “Canary in a Cathouse,” which appeared within a few months of <i>Slaughterhouse-Five</i> and capitalized upon that breakthrough novel and the enormous attention it suddenly brought.</p>\n<p></p>\n<p>Drawn from both specialized science fiction magazines and the big-circulation general magazines (<i>Saturday Evening Post</i>, <i>Colliers</i>, etc.) which Vonnegut had been one of the few science writers to sell, the collection includes some of his most accomplished work. The title story may be his most famous--a diabolical government asserts control through compulsory technology removing orgasm from sex--but Vonnegut’s bitterness and wit, not in his earlier work as poisonous or unshielded as it later became, is well demonstrated.</p>\n<p></p>\n<p>Two early stories from <i>Galaxy</i> science fiction magazine and one from <i>Fantasy &amp; Science Fiction</i>(the famous “Harrison Bergeron”) show Vonnegut’s careful command of a genre about which he was always ambivalent, stories like “More Stately Mansions” or “The Foster Portfolio” the confines and formula of a popular fiction of which he was always suspicious. Vonnegut’s affection for humanity and bewilderment as its corruption are manifest in these early works.</p>\n<p></p>\n<p>Several of these stories (those which appeared in <i>Collier’s</i>) were commissioned by Vonnegut’s Cornell classmate and great supporter Knox Burger, also born in 1922.</p>", "isbn": "9780795319105", "title": "Welcome to the Monkey House", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "iug5dhG4AyHc6PLrqExGk", "position": 1},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2010-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795311956/1382102484.16.jpg", "uuid": "vfcfL7NsZBWpjmkpdGnvC4", "average_rating": 4.08, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><i>Breakfast of Champions</i> (1973) provides frantic, scattershot satire and a collage of Vonnegut’s obsessions. His recurring cast of characters and American landscape was perhaps the most controversial of his canon; it was felt by many at the time to be a disappointing successor to <i>Slaughterhouse-Five</i>, which had made Vonnegut’s literary reputation.</p>\n<p></p>\n<p>The core of the novel is Kilgore Trout, a familiar character very deliberately modeled on the science fiction writer Theodore Sturgeon (1918-1985), a fact which Vonnegut conceded frequently in interviews and which was based upon his own occasional relationship with Sturgeon. Here Kilgore Trout is an itinerant wandering from one science fiction convention to another; he intersects with the protagonist, Dwayne Hoover (one of Vonnegut’s typically boosterish, lost and stupid mid-American characters) and their intersection is the excuse for the evocation of many others, familiar and unfamiliar, dredged from Vonnegut’s gallery. </p>\n<p></p>\n<p>The central issue is concerned with intersecting and apposite views of reality, and much of the narrative is filtered through Trout who is neither certifiably insane nor a visionary writer but can pass for either depending upon Dwayne Hoover’s (and Vonnegut’s) view of the situation. America, when this novel was published, was in the throes of Nixon, Watergate and the unraveling of our intervention in Vietnam; the nation was beginning to fragment ideologically and geographically, and Vonnegut sought to cram all of this dysfunction (and a goofy, desperate kind of hope, the irrational comfort given through the genre of science fiction) into a sprawling narrative whose sense, if any, is situational, not conceptual.</p>\n<p></p>\n<p>Reviews were polarized; the novel was celebrated for its bizarre aspects, became the basis of a Bruce Willis movie adaptation whose reviews were not nearly so polarized. (Most critics hated it.) This novel in its freewheeling and deliberately fragmented sequentiality may be the quintessential Vonnegut novel, not necessarily his best, but the work which most truly embodies the range of his talent, cartooned alienation and despair.</p>", "isbn": "9780795311956", "title": "Breakfast of Champions", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "UDGjW9qtBTvAo3vJdaXEFF", "position": 2},{"book": {"oyster_summary": "", "number_print_pages": 304, "language_code": "eng", "publication_date": "2010-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795311963/1382102465.7.jpg", "uuid": "UCWNzkjNBZAQeyonLKgVLh", "average_rating": 4.18, "author": "Kurt Vonnegut", "awards": [], "description": "<p><i>Cat’s Cradle</i> (1963) is Vonnegut’s most ambitious novel, which put into the language terms like “wampeter”, “kerass” and “granfalloon” as well as a structured religion, Boskonism and was submitted in partial fulfillment of requirements for a Master’s Degree in anthropology, and in its sprawling compass and almost uncontrolled (and uncontrollable) invention, may be Vonnegut’s best novel. </p>\n<p></p>\n<p>Written contemporaneously with the Cuban missile crisis and countenancing a version of a world in the grasp of magnified human stupidity, the novel is centered on Felix Hoenikker, a chemical scientist reminiscent of Robert Oppenheimer… except that Oppenheimer was destroyed by his conscience and Hoenikker, delighting in the disastrous chemicals he has invented, has no conscience at all. Hoenikker’s “Ice 9” has the potential to convert all liquid to inert ice and thus destroy human existence; he is exiled to a remote island where Boskonism has enlisted all of its inhabitants and where religion and technology collaborate, with the help of a large cast of characters, to destroy civilization.</p>\n<p></p>\n<p>Vonnegut’s compassion and despair are expressed here through his grotesque elaboration of character and situation and also through his created religion which like Flannery O’Connor’s “Church Without Christ” (in <i>Wise Blood</i>) acts to serve its adherents by removing them from individual responsibility. Vonnegut had always been taken seriously by science fiction readers and critics (a reception which indeed made him uncomfortable) but it was with <i>Cat’s Cradle</i> that he began to be found and appreciated by a more general audience. His own ambivalence toward science, science fiction, religion and religious comfort comes through in every scene of this novel.</p>", "isbn": "9780795311963", "title": "Cat's Cradle", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "zh3CmGoL9gJNpzusg3gqfB", "position": 3},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2010-07-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795311994/1382102492.39.jpg", "uuid": "gXNEsaL9HPAcbKv97s8PgJ", "average_rating": 4.12, "author": "Kurt Vonnegut", "awards": [], "description": "<p><i>The Sirens of Titan</i> (1959), Vonnegut’s second novel, was on the Hugo final ballot along with Robert Heinlein’s <i>Starship Troopers</i> and lost in what Harlan Ellison called a monumental injustice. Malachi Constant is a feckless but ultimately good-hearted millionaire who, in this incondensable interplanetary Candide (lacking perhaps Voltaire’s utter bitterness), searches the solar system for the ultimate meaning of existence.</p>\n<p></p>\n<p>Constant is aided by another tycoon, Winston Rumfoord, who, with the help of aliens, has discovered the fundamental meaning of life. With the help of Salo - an alien robot overseeing the alien race, the Tralmafordians (who also feature in <i>Slaughterhouse-Five</i>) - Constant attempts to find some cosmic sense and order in the face of universal malevolence. Constant and Rumfoord deal with the metaphysics of “chrono-synclastic infundibula” and the interference of the Tralmafadorians. The novel is pervaded by a goofy, episodic charm which barely shields the readers (or the characters) from the fact of what seems to be a large and indifferent universe.</p>\n<p></p>\n<p>All of Vonnegut’s themes and obsessions, further developed or recycled in later work, are evident here in a novel slightly more hopeful than most of his canon. It is suggested that ultimately Constant learns only that it is impossible to learn, that fate (and the Tralmafadorians) are impenetrable. On the basis of this novel, Vonnegut was wholly claimed by the science fiction community (as the Hugo nomination demonstrated) but he did not reciprocate, feeling from the outset that to be identified as a science fiction writer would limit his audience and trivialize his themes. His recurring character, the hack science fiction writer Kilgore Trout (prominent in <i>Slaughterhouse-Five</i>) was for Vonnegut a worst case version of the writer he did not wish to become.</p>", "isbn": "9780795311994", "title": "The Sirens of Titan", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "zE8d9MNbQk2us2Am3bMLk8", "position": 4},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795319044/1382102487.23.jpg", "uuid": "xFfxivJVKAy8XDSJiFNKrn", "average_rating": 4.15, "author": "Kurt Vonnegut", "awards": [], "description": "<p>Best known now by the 1996 Nick Nolte film of the same title, <i>Mother Night</i> (1961) is a dazzling narrative of false, shifting identity. The story tells of the odyssey of Howard Campbell, Jr., the book’s protagonist, and is a paradigm of shifting loyalties, ambiguous commitment, and tales of personal compromise. Campbell is an American emigre in Germany at the time of Hitler’s ascension; he is married to a German, his relations with the Nazi regime are excellent, and he agrees to spy for them and to become a broadcaster for the regime; but then, increasingly disaffected, Campbell becomes a double agent, then perhaps a triple agent, sending coded messages to the Allies.</p>\n<p></p>\n<p>After the War, he is tried for war crimes but is exonerated. The novel is written in memoir format from the point of view of the exiled Campbell, who, indifferent to outcome, plots suicide.</p>\n<p></p>\n<p>Here is a moral tale without a moral, or perhaps, according to Vonnegut, a tale with several morals. Vonnegut, a science fiction writer in his early career, knew the science fiction community very well, and it is more or less accepted that the conflicted and indecipherable Howard Campbell is modeled upon John W. Campbell, Jr. (1910-1971), the great editor of <i>Astounding</i> and <i>Analog</i> whose decades long rightward drift led him to endorse George Wallace in 1968.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795319044", "title": "Mother Night", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "r8WD57JHZbRE6PYkaepVck", "position": 5},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795319075/1382102461.51.jpg", "uuid": "mwCaekxjmXAAndtKabBFf4", "average_rating": 3.89, "author": "Kurt Vonnegut", "awards": [], "description": "<p>Second only to <i>Slaughterhouse-Five</i> of Vonnegut’s canon in its prominence and influence, <i>God Bless You, Mr. Rosewater</i> (1965) presents Eliot Rosewater, an itinerant, semi-crazed millionaire wandering the country in search of heritage and philanthropic outcome, introducing the science fiction writer Kilgore Trout to the world and Vonnegut to the collegiate audience which would soon make him a cult writer.</p>\n<p></p>\n<p>Trout, modeled according to Vonnegut on the science fiction writer Theodore Sturgeon (with whom Vonnegut had an occasional relationship) is a desperate, impoverished but visionary hack writer who functions for Eliot Rosewater as both conscience and horrid example. Rosewater, seeking to put his inheritance to some meaningful use (his father was an entrepreneur), tries to do good within the context of almost illimitable cynicism and corruption.</p>\n<p></p>\n<p>It is in this novel that Rosewater wanders into a science fiction conference--an actual annual event in Milford, Pennsylvania--and at the motel delivers his famous monologue evoked by science fiction writers and critics for almost half a century: “None of you can write for sour apples... but you’re the only people trying to come to terms with the really terrific things which are happening today.” Money does not drive Mr. Rosewater (or the corrupt lawyer who tries to shape the Rosewater fortune) so much as outrage at the human condition. </p>\n<p></p>\n<p>The novel was adapted for a 1979 Alan Menken musical.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795319075", "title": "God Bless You, Mr. Rosewater", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "frKq4N3bAxWLsQeYf33Mic", "position": 6},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2010-07-28", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795318955/1382102460.2.jpg", "uuid": "KJcJDLSXt5TjkUwXjk8qBF", "average_rating": 3.78, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Walter Starbuck, a career humanist and eventual low-level aide in the Nixon White House, is implicated in Watergate and jailed, after which he (like Howard Campbell in <i>Mother Night</i>) works on his memoirs. Starbuck is innocent (his office was used as a base for the Watergate shenanigans of which he had no knowledge) and yet he is not innocent (he has collaborated with power unquestioningly served societal order all his life). In that sense, Starbuck is a generic Vonnegut protagonist, an individual compromised by the essential lack of interior.</p>\n<p></p>\n<p><i>Jailbird</i> (1979) uses the format of the memoir to retrospectively trace Starbuck’s uneven, centerless and purposeless odyssey in or out of the offices of power. He represents another Vonnegut Everyman caught amongst forces which he neither understands nor can defend. Written in the aftermath of Watergate, <i>Jailbird</i> is, of course, an attempt to order those catastrophic events and to find some rationale or meaningful outcome, and, as is usually the case with Vonnegut’s pyrotechnics, there is no easy answer or perhaps there is no answer at all.</p>\n<p></p>\n<p>Starbuck (his name an Americanized version of his long, foreign birth name), in his profound ambiguity and ambivalence, may himself constitute an explanation for Watergate, a series of whose consequences have not, almost forty years later, been fully assimilated or understood. The Nixon who passes across the panorama of <i>Jailbird</i> is no more or less ambiguous than Starbuck himself--a man without qualities whose overwhelming quality is one of imposition.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795318955", "title": "Jailbird", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "mNrseQ7daBbqwKkauroUkB", "position": 7},{"book": {"oyster_summary": "", "number_print_pages": 352, "language_code": "eng", "publication_date": "2011-08-22", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795318658/1382102464.85.jpg", "uuid": "DjrPF7qD7j7k27EqyraMMW", "average_rating": 3.68, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><i>Timequake</i> (1997) exists in two conjoined versions (“Timequake One”/”Timequake Two”) and in meta-fictional mode is a novel about a novel, composed in short, arbitrary chapters and using its large cast of characters and disoriented chronology to mimic the “timequake” which is its subject. Some cosmic upheaval has hurled the entire population a decade back where, in full consciousness (but helplessly entrapped) everyone’s pitiable and embarrassing mistakes are helplessly enacted again. </p>\n<p></p>\n<p>By this stage of his life--he was 72 the year the novel was published--Vonnegut was still wearing his luminescent bells and Harlequin’s cape, but these had become dusty and the cape no longer fitted. Vonnegut’s exasperation and sense of futility could no longer be concealed or shaped, and this novel is a laboratory of technique (deliberately) gone wrong, a study of breakdown.</p>\n<p></p>\n<p>Vonnegut had never shown much hope in his work for human destiny or occupation; the naive optimism of Eliot Rosewater in <i>God Bless You, Mr. Rosewater</i> had in the damaged veteran Billy Pilgrim of <i>Slaughterhouse-Five</i> become a naive fantasy of escape to a sexual heaven. In the nihilism of <i>Timequake</i>, the only escape is re-enactment, but re-enactment has lost hope and force.</p>\n<p></p>\n<p>This is no Groundhog Day in which Vonnegut traps his various refugees (many escaped from his earlier works) but a hell of lost possibility. The temporal timequake of the title is the actual spiritual fracture of the 20th century, and in his 73rd year Vonnegut envisions no hope, not even the hollow diversions of <i>Slapstick</i>. Vonnegut’s imaginative journey, closely tracked by his work, is one of the most intriguing for any American writer of the twentieth century.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795318658", "title": "Timequake", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "qSrtxQKbXihPSX5BNRNsV7", "position": 8},{"book": {"oyster_summary": "", "number_print_pages": 384, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795318719/1382102467.8.jpg", "uuid": "92LvrKvhRnPqJc4AddhacY", "average_rating": 3.68, "author": "Kurt Vonnegut", "awards": [], "description": "<p>Here, Kurt Vonnegut’s final short story collection--<i>Bagombo Snuff Box</i> (1999)--we have combined early and rather more obscure stories which had not appeared earlier. Drawn largely from the 1950s and the slick magazine markets which Vonnegut had from the beginning of his career in the postwar period demonstrated an uncanny ability to sell, these stories show clearly that Vonnegut found his central themes early on as a writer. More, he had been able to place stories in great consumer magazines like <i>Colliers</i> (that his good friend and college classmate Knox Burger was editing <i>Colliers</i> during this time was perhaps no small factor in Vonnegut’s success). There were only a handful of science fiction writers of Vonnegut’s generation who were able to sell in such a broad manner outside of the genre during the ‘50s, but it was this success that allowed Vonnegut the consistent denial that he was not a science fiction writer at all.</p>\n<p></p>\n<p>Vonnegut’s themes--folly, hypocrisy, misunderstanding--cycle through these stories although with perhaps somewhat less bitterness than what had come before. Even through the screen or scrim of magazine taboos, Vonnegut’s voice is singular, infused by disaffection and wit. Most of Vonnegut’s characters stagger through the plot full of misapprehension, cowardice, and self-delusion. In “Thanasphere,” the achievement of space travel becomes a means of communicating with the dead (and for that reason the project is abandoned). In “Mnemonics,” a forgetful protagonist is given a drug that prompts him to remember everything with the exception of an unrequited crush. This late collection of Vonnegut’s work clearly shows the unifying themes of his work, which were present from the very outset, among them, his very despair.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795318719", "title": "Bagombo Snuff Box", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "dXBry77tkWmR2DzHraKVAF", "position": 9},{"book": {"oyster_summary": "", "number_print_pages": 240, "language_code": "eng", "publication_date": "2011-08-22", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795318689/1382102472.55.jpg", "uuid": "UPiNazhwfUqfqmh3unpxLJ", "average_rating": 3.86, "author": "Kurt Vonnegut", "awards": [], "description": "<p>Kurt Vonnegut presents in <i>Fates Worse than Death</i>a veritable cornucopia of Vonnegut’s thought on what could best be summed up as perhaps “anti-theology”, a manifesto for atheism that details Vonnegut’s drift from conventional religion, even a tract evidencing belief in the divine held within each individual self; the Deity within each individual person present in a universe that otherwise lacks any real order.</p>\n<p></p>\n<p>Vonnegut was never a real optimist and with just cause: he had an incredibly difficult life (he had been a prisoner of war from which he drew the title for his book <i>Slaughterhouse-Five</i>) and suffered from failing health, which only showed him his own mortality even more than he already knew it. Still, most readers find that in the body of Vonnegut’s work there is still a glimmer of desperate hope. Vonnegut’s continued search for meaning surely counts for a great deal as he balances hope and despair.</p>\n<p></p>\n<p>Scholars and fans can read about Vonnegut’s experiences during World War II and the after-effect he felt it had on him. His religious (or anti-religious) ramblings and notations are interesting and, by turns, funny and perceptive. The humor may be dark, but that does not make it any the less funny.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795318689", "title": "Fates Worse than Death", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "DBkBrzvv7B7aweVY6A8c7i", "position": 10},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795319013/1382102473.06.jpg", "uuid": "PpuUe8XDD5mtuFgUyoJ5J8", "average_rating": 3.76, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Rudy Waltz (aka “Deadeye Dick”) is the lead in this latter day Vonnegut novel. Waltz, our protagonist, moves through the book trying to make sense of a life that is rife with disaster; there is a double murder, a fatal dose of radioactivity, a decapitation, the total annihilation of a city by nuclear holocaust and, believe it or not, more. Waltz, a diarist, becomes symbolic of a person living a fraught post-technological life in which frailty is as likely to be a person’s undoing as any bomb.</p>\n<p></p>\n<p>Waltz finally reaches the point of resignation; a realization and understanding that there are things that are just beyond our control and understanding that make all human motive, ambition, and circumstance absolutely irrelevant. Waltz’s search for meaning leads him ultimately to a kind of resignation which ought not be confused with understanding of any kind, for it is not. It is simple resignation.</p>\n<p></p>\n<p>It is this theme of Vonnegut’s--the impossibility of trying to live meaningfully in a meaningless world--that is ultimately central to this novel. Rudy Waltz (like some of Vonnegut’s other protagonists, Billy Pilgrim or Howard Campbell) is ultimately only a stand-in for Vonnegut himself who is really narrating for us as the lead witness and character here--the philosopher who is telling us why and what for.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795319013", "title": "Deadeye Dick", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "YQsLobbgbDkRLKMpFuoPsD", "position": 11},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795319341/1382102480.88.jpg", "uuid": "pHrPeCnQfjYq22rZLaQfnY", "average_rating": 3.98, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p><i>Bluebeard</i>, published in 1987, is Vonnegut’s meditation on art, artists, surrealism, and disaster. Meet Rabo Karabekian, a moderately successful surrealist painter, who we meet late in life and see struggling (like all of Vonnegut’s key characters), with the dregs of unresolved pain and the consequences of brutality. Loosely based on the legend of Bluebeard (best realized in Bela Bartok’s one-act opera), the novel follows Karabekian through the last events in his life that is heavy with women, painting, artistic ambition, artistic fraudulence, and as of yet unknown consequence.</p>\n<p></p>\n<p>Vonnegut’s intention here is not so much satirical (although the contemporary art scene would be easy enough to deconstruct), nor is it documentary (although Karabekian does carry elements of Jackson Pollock and Mark Rothko). Instead, Vonnegut is using art for the same purpose he used science fiction cliches in <i>Slaughterhouse-Five</i>; as a filter through which he can illuminate the savagery, cruelty, and the essentially comic misdirection of human existence.</p>\n<p></p> \n<p>Readers will recognize familiar Vonnegut character types and archetypes as they drift in and out through the background; meanwhile, Karabekian, betrayed and betrayer, sinks through a bottomless haze of recollection. Like most of Vonnegut’s late works, this is both science fiction and cruel contemporary realism at once, using science fiction as metaphor for human damage as well as failure to perceive. Readers will find that Vonnegut’s protagonists can never really clarify for us whether they are ultimately unwitting victims or simple barbarians, leaving it up to the reader to determine in which genre this book really fits, if any at all.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795319341", "title": "Bluebeard", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "n5mqnXKaSzVQ4E3gtSzYE", "position": 12},{"book": {"oyster_summary": "", "number_print_pages": 320, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795321863/1382102482.4.jpg", "uuid": "f98vAiGzMaeSFSXe4ApRFU", "average_rating": 3.74, "author": "Kurt Vonnegut", "awards": [], "description": "<p>Vonnegut was a memorable novelist, but this work is, though memorable, entirely something else: Vonnegut has assembled some powerful and disturbing confessional essays which take the curtain between writer and novelistic material aside, and in some pieces like the “Self Interview” published in <i>The Paris Review</i> no. 69 or the audacious 1972 short story, “The Big Space F***,” Vonnegut has produced material as potent and disturbing as any of his novels.</p>\n<p></p>\n<p>There are political speeches and endorsements (“Dear Mr. McCarthy”), blistering self-evaluation (“I Am Embarrassed”) and the kind of consideration of contemporaries (the review of “Something Happened”) which function as direct testimony. Even when writing in occasional mode, Vonnegut was unable to escape a sense of occasion, and perhaps no modern collection has been as painfully self-exposed as this by a writer who of course was always self-exposed, a writer who made Delmore Schwartz’s “wound of consciousness” his true text.</p>\n<p></p>\n<p><i>Palm Sunday</i> (1981) can best be described as an “occasional book”, the kind of potpourri which a successful (or not so successful) novelist would drop in-between books. Usually, though by no means always, a short story collection, the occasional work is meant to keep the writer’s name (and work) before the public during a fallow time. The work in it is assembled from magazine publications or journalistic pieces and although regarded as secondary, it has proven in the cases like those of A.J. Liebling or Dorothy Parker to be the exemplary testimony of the writer. This is not the case here.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795321863", "title": "Palm Sunday", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "tL2KTjQihkLdSsEg8Vp9kn", "position": 13},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795318627/1382102487.39.jpg", "uuid": "yUBnrZuH2nYRX9QrRakhqe", "average_rating": 3.78, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Eugene Debs Hartke (named after the famous early 20th century Socialist working class leader) describes an odyssey from college professor to prison inmate to prison warden back again to prisoner in another of Vonnegut’s bitter satirical explorations of how and where (and why) the American dream begins to die. Employing his characteristic narrative device--a retrospective diary in which the protagonist retraces his life at its end, a desperate and disconnected series of events here in <i>Hocus Pocus</i> show Vonnegut with his mask off and his rhetorical devices unshielded.</p>\n<p></p>\n<p>Debs (and Vonnegut) see academia just as imprisoning as the corrupt penal system and they regard politics as the furnishing and marketing of lies. Debs, already disillusioned by circumstance, quickly tracks his way toward resignation and then fury. As warden and prisoner, Debs (and the reader) come to understand that the roles are interchangeable; as a professor jailed for “radical” statements in the classroom reported by a reactionary student, he comes to see the folly of all regulation. The “hocus pocus” of the novel’s title does not describe only the jolting reversals and seemingly motiveless circumstance which attend Debs’ disillusion and suffering, but also describe the political, social, and economic system of a country built upon can’t, and upon the franchising of lies.</p>\n<p></p>\n<p>At 68, Vonnegut had not only abandoned the sentiment and cracked optimism manifest in <i>Slaughterhouse-Five</i>, he had abandoned any belief in the system or faith for its recovery. This novel is another in a long series of farewells to the farmland funeral rites of childhood.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795318627", "title": "Hocus Pocus", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "cnZ6iRU5ekvbDR7PecxDcC", "position": 14},{"book": {"oyster_summary": "", "number_print_pages": 336, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795318986/1382102489.69.jpg", "uuid": "DnUL8nLvnXKoZGCPFWkHQa", "average_rating": 3.85, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "Mgfw7wcZd4cituMEU5eB5X", "name": "John W. Campbell Award Nominee"}, {"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Vonnegut was in his early sixties and his career, still successful, drawing toward a kind of bitter summation when <i>Galapagos</i> (1985) was published. His early work with its unequivocal statement of absurdity and hopelessness was now almost four decades behind when he completed this meditation on Darwinism, fate and the essential irrelevance of the human condition.</p>\n<p></p>\n<p>Humanity has in the millions of years after inevitable holocaust and exile transmogrified into a race of not-quite-human seals on Darwin’s Galapagos Islands. Leon Trotsky Trout, the son of Vonnegut’s wretched familiar character Kilgore Trout, watches and broods over his no-longer-human descendants who have made natural selection a matter of debased survivalism. </p>\n<p></p>\n<p>Using a device common in his novels after <i>Slaughterhouse-Five</i>, the material is presented in the form of a transcript or memoir; Trout unhappily witnesses a sad outcome which may nonetheless represent the best of all human possibilities. Trout’s father Kilgore, in ghostly form, remains in communication, urging his son to cease observing and exit, but Leon will not take the opportunity, feeling linked to the pathetic, morphed shards of humanity who remain on the Islands. Whether the survival of the seals constitutes human survival, whether Kilgore and his son are imaginary fragments of evolutionary decay lurk as questions beneath a sequence of events which show Vonnegut trapped in the Age of Reagan.</p>\n<p></p>\n<p>Vonnegut is trying to see through (rather than to shape) his material; the theme of the novel represents a kind of apotheosis and never has Vonnegut’s ambiguous despair been more clearly revealed or more clearly made the engine of his narrative.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795318986", "title": "Galapagos", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "PUuaCawQXTsw44aWEU2mjX", "position": 15},{"book": {"oyster_summary": "", "number_print_pages": 288, "language_code": "eng", "publication_date": "2011-08-21", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795319310/1382102497.93.jpg", "uuid": "bf27GC5VKy5tMT24c6saEX", "average_rating": 3.87, "author": "Kurt Vonnegut", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "description": "<p>Perhaps the most autobiographical (and deliberately least disciplined) of Vonnegut’s novels, <i>Slapstick</i> (1976) is in the form of a broken family odyssey and is surely a demonstration of its eponymous title. The story centers on brother and sister twins, children of Wilbur Swain, who are in sympathetic and (possibly) telepathic communication and who represent Vonnegut’s relationship with his own sister who died young of cancer almost two decades before the book’s publication.</p>\n<p></p>\n<p>Vonnegut dedicated this to Stan Laurel and Oliver Hardy. Like their films and routines, this novel is an exercise in non-sequentiality and in the bizarre while using those devices to expose larger and terrible truths. The twins exemplify to Swain a kind of universal love; he campaigns for it while troops of technologically miniaturized Chinese are launched upon America. Love and carnage intersect in a novel contrived to combine credibility and common observation; critics could sense Vonnegut deliberately flouting narrative constraint or imperative in an attempt to destroy the very idea of the novel he was writing. </p>\n<p></p>\n<p><i>Slapstick</i> becomes both product and commentary, event and self-criticism; an early and influential example of contemporary “metafiction.” Vonnegut’s tragic life--like the tragic lives of Laurel, Hardy, Buster Keaten and other exemplars of slapstick comedy--is the true center of a work whose cynicism overlays a trustfulness and sense of loss which are perhaps deeper and truer than expressed in any of Vonnegut’s earlier or later works. <i>Slapstick</i> is a clear demonstration of the profound alliance of comedy and tragedy which, when Vonnegut is working close to his true sensibility, become indistinguishable.</p>\n<p></p>\n<p>ABOUT THE AUTHOR</p>\n<p></p>\n<p>Kurt Vonnegut (1922-2007) is one of the most beloved American writers of the twentieth century. Vonnegut’s audience increased steadily since his first five pieces in the 1950s and grew from there. His 1968 novel <i>Slaughterhouse-Five</i> has become a canonic war novel with Joseph Heller’s <i>Catch-22</i> to form the truest and darkest of what came from World War II.</p>\n<p></p>\n<p>Vonnegut began his career as a science fiction writer, and his early novels--<i>Player Piano</i> and <i>The Sirens of Titan</i>--were categorized as such even as they appealed to an audience far beyond the reach of the category. In the 1960s, Vonnegut became closely associated with the Baby Boomer generation, a writer on that side, so to speak.</p>\n<p></p>\n<p>Now that Vonnegut’s work has been studied as a large body of work, it has been more deeply understood and unified. There is a consistency to his satirical insight, humor and anger which makes his work so synergistic. It seems clear that the more of Vonnegut’s work you read, the more it resonates and the more you wish to read. Scholars believe that Vonnegut’s reputation (like Mark Twain’s) will grow steadily through the decades as his work continues to increase in relevance and new connections are formed, new insights made.</p>\n<p></p>\n<p>ABOUT THE SERIES</p>\n<p></p>\n<p>Author Kurt Vonnegut is considered by most to be one of the most important writers of the twentieth century. His books <i>Slaughterhouse-Five</i> (named after Vonnegut’s World War II POW experience) and <i>Cat’s Cradle</i> are considered among his top works. RosettaBooks offers here a complete range of Vonnegut’s work, including his first novel (<i>Player Piano</i>, 1952) for readers familiar with Vonnegut’s work as well as newcomers.</p>", "isbn": "9780795319310", "title": "Slapstick", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "Rup4MtZBYqCpabkAYcpWh5", "position": 16},{"book": {"oyster_summary": "", "number_print_pages": 116, "language_code": "eng", "publication_date": "2013-04-12", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795333637/1382102485.22.jpg", "uuid": "edq4BMhRkr8pdaYJcxVwP7", "average_rating": 3.88, "author": "Kurt Vonnegut", "awards": [], "description": "<p>Master storyteller and satirist Kurt Vonnegut was one of the most in-demand commencement speakers of his time. For each occasion, Vonnegut’s words were unfailingly unique, insightful, and witty, and they stayed with audience members long after graduation.</p>\r\n<p></p>\r\n<p>As edited by Dan Wakefield, this book reads like a narrative in the unique voice that made Vonnegut a hero to readers of all ages. At times hilarious, razor-sharp, freewheeling, and deeply serious, these reflections are ideal for anyone undergoing what Vonnegut would call their “long-delayed puberty ceremony”—marking the passage from student to full-time adult.</p>\r\n<p></p>\r\n<p>This book makes the perfect gift for high school or college graduates—or for parents and grandparents who remember Vonnegut fondly and want to connect with him in a new context.</p>\r\n<p></p>\r\n<p>ABOUT THE AUTHOR</p>\r\n<p></p>\r\n<p>Kurt Vonnegut is a unique voice in the American canon—a writer whose works are hard to categorize, often straddling the space between literature and science fiction, and filled with cutting satire and dark humor. Like Mark Twain before him, Vonnegut's reputation and impact on American writing and reading will continue to grow steadily and increase in relevance as new insights are made.</p>\r\n<p></p>\r\n<p>Vonnegut was born in 1922 in Indianapolis, and studied at the University of Chicago and the University of Tennessee. In the Second World War, he became a German prisoner of war and was present during the bombing of Dresden. This experience provided inspiration for his most successful and influential novel, <i>Slaughterhouse-Five</i>. Vonnegut—admired as much for his views and his “Vonnegutisms” as for his publications—wrote extensively in many forms, including novels, short stories, essays, plays, articles, speeches, and correspondence, some of which was published posthumously.</p>\r\n<p></p>\r\n<p>ABOUT DAN WAKEFIELD</p>\r\n<p></p>\r\n<p>A lifelong friend of Kurt Vonnegut’s, Dan Wakefield both edited and wrote the Introduction to the bestselling collection of Vonnegut’s personal correspondence, <i>Kurt Vonnegut: Letters</i>. In addition, Wakefield is the author of the memoir <i>New York in the Fifties</i>, which was made into a documentary film, as well as <i>Returning: A Spiritual Journey</i>. He created the NBC prime time series “James at Fifteen” and wrote the script for the movie based on his novel Going All The Way, starring Ben Affleck.</p>", "isbn": "9780795333637", "title": "If This Isn’t Nice, What Is?", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "M4M3DaapEiGL5dvTcfriVm", "position": 17},{"book": {"oyster_summary": "", "number_print_pages": 26, "language_code": "eng", "publication_date": "2011-10-01", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795321832/1382102483.17.jpg", "uuid": "UGDW7TwRuCU5i3Go7H66LQ", "average_rating": 3.88, "author": "Kurt Vonnegut", "awards": [], "description": "Vonnegut sold two stories to Horace Gold, the editor of GALAXY magazine, early in his and the magazine’s career; this characteristic absurd employment of common themes was the first of them, published in the April 1953 GALAXY. Vonnegut’s absolute familiarity with science fiction tropes and his mocking contempt for them are well displayed in a story which shifts between tragic cartoon and straightforward projection. His highly evolved humans in an indeterminate future have become body-transcending spirits and Vonnegut handles this vaporous situation with deadpan comedy suspended over unspeakable loss, a characteristic technique. In its fluidity--the story is parody masked as extrapolation; no, it is a horror story in the form of a parody. This kind of cross-category narrative attack was often used by Vonnegut and makes him difficult to label; he is too serious to be funny, too absurd (as in jailbreak or as in the concept of Billy Pilgrim’s alien Tralmalfadorians) to be taken as realism. Vonnegut when he wrote this story at 30 was still trying to find his voice, identify his material; as a laboratory of his enveloping subject matter and technique UNREADY TO WEAR is particularly interesting and disturbing, demonstrating that Vonnegut could have gone in any number of directions and perhaps by deliberately failing to make a decision, found his voice through indeterminacy. It is as a poet of indeterminacy then that Vonnegut went on to write his most famous novel, SLAUGHTERHOUSE-FIVE.", "isbn": "9780795321832", "title": "Unready to Wear (The Galaxy Project)", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "dTqzBTy8orKoBHPGFvBWUk", "name": "RosettaBooks"}}, "annotation": "", "uuid": "PtWFNVXU3skRHuxpTcsHqR", "position": 18},{"book": {"oyster_summary": "", "number_print_pages": 176, "language_code": "eng", "publication_date": "2012-09-18", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157449/1387371125.37.jpg", "uuid": "xND43MneFztFhmD2gHZku6", "average_rating": 3.58, "author": "Kurt Vonnegut", "awards": [], "description": "<DIV>Called &ldquo;our finest black-humorist&rdquo; by <I>The Atlantic Monthly</I>,  Kurt Vonnegut was one of the most influential writers of the 20th  century. Now his first and last works come together for the first time  in print, in a collection aptly titled after his famous phrase, <I>We Are What We Pretend To Be</I>.<BR><br> Written to be sold under the pseudonym of &ldquo;Mark Harvey,&rdquo; <I>Basic Training</I>  was never published in Vonnegut&rsquo;s lifetime. It appears to have been  written in the late 1940s and is therefore Vonnegut&rsquo;s first ever  novella. It is a bitter, profoundly disenchanted story that satirizes  the military, authoritarianism, gender relationships, parenthood and  most of the assumed mid-century myths of the family. Haley Brandon, the  adolescent protagonist, comes to the farm of his relative, the old crazy  who insists upon being called The General, to learn to be a  straight-shooting American. Haley&rsquo;s only means of survival will lead him  to unflagging defiance of the General&rsquo;s deranged (but oh so American,  oh so military) values. This story and its thirtyish author were no  friends of the milieu to which the slick magazines&rsquo; advertisers were  pitching their products.<BR><br> When Vonnegut passed away in 2007, he left his last novel unfinished. Entitled <I>If God Were Alive Today</I>,  this last work is a brutal satire on societal ignorance and carefree  denial of the world&rsquo;s major problems. Protagonist Gil Berman is a  middle-aged college lecturer and self-declared stand-up comedian who  enjoys cracking jokes in front of a college audience while societal  dependence on fossil fuels has led to the apocalypse. Described by  Vonnegut as, &ldquo;the stand-up comedian on Doomsday,&rdquo; Gil is a character  formed from Vonnegut&rsquo;s own rich experiences living in a reality Vonnegut  himself considered inevitable.<BR> <p class=\"MsoNormal\">Along with the two works of fiction, Vonnegut&rsquo;s daughter, Nanette shares reminiscences about her father and commentary on these two works&mdash;both exclusive to this edition.</p> In this fiction collection, published in print for the  first time, exist Vonnegut&rsquo;s grand themes: trust no one, trust nothing;  and the only constants are absurdity and resignation, which themselves  cannot protect us from the void but might divert.</div>", "isbn": "9781593157449", "title": "We Are What We Pretend To Be", "oyster_good_for_statement": "", "status": 1, "publisher": {"uuid": "p9meELofu8cfsSZMG7toEM", "name": "Vanguard Press"}}, "annotation": "", "uuid": "dArxPFaXrwLL9o7MN2H7Xk", "position": 19}]