[{"annotation": "", "uuid": "LPgfKNS3hLzVxaCdMEhkvH", "position": 28, "book": {"uuid": "eRDXmcGrm9JdzYwyxhHbsB", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 124, "title": "First Love", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192406", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>One of Russian literature's most renowned love stories—a vivid and sensitive account of adolescent love, wherein the sixteen year old protagonist falls in love with a beautiful but older woman living next door, thereby plunging into a whirlwind of changing emotions that are heightened by her capriciousness, and leading to a truly heart-rending revelation.</p>", "average_rating": 3.79, "author": "Ivan Turgenev", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192406/1377114232.29.jpg"}},{"annotation": "", "uuid": "3tSMoNrtjD8TZKatGRXKw4", "position": 31, "book": {"uuid": "fcXBJpNDY3rkxLWmqnf7zG", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 192, "title": "The Haunted Bookshop", "publication_date": "2013-08-13", "oyster_good_for_statement": "", "isbn": "9781612192253", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Volumes disappear and reappear on the shelves, but the ghosts of literature aren't the only mysterious visitors in Roger Mifflin's haunted bookshop.</p>\n<p>Mifflin, who hawked books out of the back of his van in Christopher Morley's beloved Parnassus on Wheels, has finally settled down with his own secondhand bookstore in Brooklyn. There, he and his wife, Helen, are content to live and work together, prescribing literature to those who hardly know how much they need it. When Aubrey Gilbert, a young advertising man, visits the shop, he quickly falls under the spell of Mifflin's young assistant, Titania. But something is amiss in the bookshop, something Mifflin is too distracted to notice, and Gilbert has no choice but to take the young woman's safety into his own hands. Her life—and the Mifflins'—may depend on it.</p>\n<p>With a deep respect for the art of bookselling, and as much flair for drama as romance, Christopher Morley has crafted a lively, humorous tale for book lovers everywhere.</p>", "average_rating": 3.72, "author": "Christopher Morley", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192253/1377114282.36.jpg"}},{"annotation": "", "uuid": "FkxrtTDrHJkStgscQVakyR", "position": 53, "book": {"uuid": "e2bsdT6N2jKUiXpZCc5bWL", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 76, "title": "The Union Jack", "publication_date": "2013-07-09", "oyster_good_for_statement": "", "isbn": "9781612193281", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [{"uuid": "NEjvbQcMbdUSw5GWH4d4Gc", "image": null, "name": "Nobel Prize"}], "description": "<p>An unnamed narrator recounts a simple anecdote, his sighting of the Union Jack—the British Flag—during the Hungarian Revolution of 1956, in the few days preceding the uprising's brutal repression by the Soviet army. In the telling, partly a digressive meditation on \"the absurd order of chance,” he recalls his youthful self, and the epiphanies of his intellectual and spiritual awakening—an awakening to a kind of radical subjectivity. In his Nobel address Kertesz remembered:</p>\n<p>\"I, on a lovely spring day in 1955, suddenly came to the realization that there exists only one reality, and that is me, my own life, this fragile gift bestowed for an uncertain time, which had been seized, expropriated by alien forces, and circumscribed, marked up, branded—and which I had to take back from •History', this dreadful Moloch, because it was mine and mine alone...”</p>", "average_rating": 3.56, "author": "Imre Kertesz", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612193281/1377115028.65.jpg"}},{"annotation": "", "uuid": "Q2fNstBNQ87aLJj2pv4yHF", "position": 40, "book": {"uuid": "zt7i3ZepAPUSP2cisSuTpF", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "Mathilda", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192451", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>With its shocking theme of father-daughter incest, Mary Shelley's publisher—her father, known for his own subversive books—not only refused to publish Mathilda, he refused to return her only copy of the manuscript, and the work was never published in her lifetime.</p>\n<p>His suppression of this passionate novella is perhaps understandable—unlike her first book, Frankenstein, written a year earlier, Mathilda uses fantasy to study a far more personal reality. It tells the story of a young woman whose mother died in her childbirth—just as Shelly's own mother died after hers—and whose relationship with her bereaved father becomes sexually charged as he conflates her with his lost wife, while she becomes involved with a handsome poet. Yet, despite characters clearly based on herself, her father, and her husband, the narrator's emotional and relentlessly self-examining voice lifts the story beyond autobiographical resonance into something more transcendent: a driven tale of a brave woman's search for love, atonement, and redemption.</p>\n<p>It took more than a century before the manuscript Mary Shelley gave her father was rediscovered. It is published here as a stand-alone volume for the first time.</p>", "average_rating": 3.23, "author": "Mary Shelley", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192451/1377114721.28.jpg"}},{"annotation": "", "uuid": "yXwtAUUzJLry2segjxLCKA", "position": 12, "book": {"uuid": "g6xeAFHkwU4pD8sDKJTUET", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 124, "title": "The Beach Of Falesa", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192383", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Originally censored by its British publisher, The Beach of Falesá is a scathing critique of colonialism and economic imperialism that bravely takes on many of the 19th Century's strongest taboos: miscegenation, imperialism, and economic exploitation. It does so with a story that features a surprising and beguiling romance between an adventurous British trader and a young island girl, against a background of increasing—and mysterious—hostility. Are the native islanders plotting against the couple, or is it the other white traders? The result is a denouement that is astonishing in its violence. Told in the unadorned voice of the trader, it is a story that deftly combines the form of the exotic adventure yarn with the moral and psychological questing of great fiction.</p>", "average_rating": 3.57, "author": "Robert Louis Stevenson", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192383/1377702045.99.jpg"}},{"annotation": "", "uuid": "ttNZAckN7bGGtiTZYpKDVW", "position": 38, "book": {"uuid": "VPgqnT9HPW3hjfQmg56CNo", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "The Man That Corrupted Hadleyburg", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192512", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Written on hotel stationery while Twain was in Europe on the run from American creditors, soon after the death of his daughter, The Man That Corrupted Hadleyburg is often cited as a work of bitter cynicism—a statement on America, to some, on the Dreyfus Case, to others—created by a weary author at the end of his career.\nOthers apprciate the work because it is, simply, Mark Twain at his best. The story of a mysterious stranger who orchestrates a fraud embarrassing the hypocritical citizens of \"incorruptible” Hadleyburg. The novella is an exceptionally crafted work intertwining a devious and suspenseful plot with some of the wittiest dialogue Twain ever wrote. And like the most masterful literature, it subverts any notion of easy conclusion: is Hadleyburg ruined, or liberated? Is the mysterious stranger Satan, or a hero? Is this a book of revenge, or redemption? One thing is clear: this brilliant novella is a complex and compassionate consideration of the human character by a master at the height of his form.</p>", "average_rating": 3.84, "author": "Mark Twain", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192512/1377702134.95.jpg"}},{"annotation": "", "uuid": "Bz5LWa2BmdYGika8itdSkE", "position": 15, "book": {"uuid": "8znBNpXGLQcfUTkc3D4eUV", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 64, "title": "Carmen", "publication_date": "2013-08-13", "oyster_good_for_statement": "", "isbn": "9781612192277", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The novella that was the basis for perhaps the most popular opera of all time, Prosper Mérimée’s Carmen is the swashbuckling story of a nineteenth-century Spanish soldier who deserts his post to pursue the fiery gypsy beauty, Carmen—who is as brave as she is fickle.</p>\n<p>The opera's plot, it turns out, is based only on part of the larger adventure that is Carmen. The story opens, for example, with the narrator, a historian like Mérimée, researching the lost site of an ancient Roman battle on the plains of Andalusia, when he meets a notorious bandit, Don José Navarro, on the run from the law. Feeling a certain sympathy for Don José, whose face is \"at once noble and fierce,” and a vicarious thrill at this brush with danger, he helps the bandit to escape.<p>\n<p>When they next meet again, Don José is in jail in Cordova, due to be hanged for his crimes. In his last days, he tells the narrator about a wild gypsy woman he met back in Seville ...</p>\n<p>What follows is an iconic and highly entertaining tale of doomed passion full of chases, sword fights, bullfights, smuggling, wild dancing, and more—except no mezzo-sopranos.</p>", "average_rating": 3.53, "author": "Prosper Merimee", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192277/1377113795.86.jpg"}},{"annotation": "", "uuid": "EHjFkyJpcq4fzEC6bQJpLV", "position": 26, "book": {"uuid": "DCq9rWWVsWe5AM9eDdDEJF", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 180, "title": "The Eternal Husband", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192390", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>This remarkably edgy and suspenseful tale shows that, despite being better known for his voluminous and sprawling novels, Fyodor Dostoevsky was a master of the more tightly-focused form of the novella.</p>\n<p>The Eternal Husband may, in fact, constitute his most classically-shaped composition, with his most devilish plot: a man answers a late-night knock on the door to find himself in a tense and puzzling confrontation with the husband of a former lover—but it isn't clear if the husband knows about the affair. What follows is one of the most beautiful and piercing considerations ever written about the dualities of love: a dazzling psychological duel between the two men over knowledge they may or may not share, bringing them both to a shattering conclusion.</p>", "average_rating": 3.77, "author": "Fyodor Dostoevsky", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192390/1377114145.71.jpg"}},{"annotation": "", "uuid": "twT9ZdKmbgqAbLKXWVy9Pj", "position": 42, "book": {"uuid": "hkKJdYbacm6pHGvv4RgbWN", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 124, "title": "Michael Kohlhaas", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192475", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Based on historical events, this thrilling saga of violence and retribution bridges the gap between Medieval and modern literature, and speaks so profoundly to the contemporary spirit that it has been the basis of numerous plays, movies, and novels.</p>\n<p>It has become, in fact, a classic tale: that of the honorable man forced to take the law into his own hands. In this incendiary prototype, a minor tax dispute intensifies explosively, until the eponymous hero finds the forces of an entire kingdom, and even the great Martin Luther, gathered against him. But soon even Luther comes to echo the growing army of peasants asking, \"Isn't Kohlhaas right?”</p>\n<p>Widely acknowledged as one of the masterworks of German literature, Michael Kohlaas is also one of the most stirring tales ever written of the quest for justice.</p>", "average_rating": 3.44, "author": "Heinrich von Kleist", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192475/1377702137.88.jpg"}},{"annotation": "", "uuid": "srKg4bNZGvXUFWeqT7H8C4", "position": 46, "book": {"uuid": "T7aPmCXNNC69UNmLKtLAbR", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 125, "title": "The Pathseeker", "publication_date": "2013-07-09", "oyster_good_for_statement": "", "isbn": "9781612193274", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The acclaimed Hungarian Holocaust survivor Imre Kertész continues his investigation of the malignant methodologies of totalitarianism in a major work of fiction.</p>\n<p>In a mysterious middle-European country, a man identified only as \"the commissioner” undertakes what seems to be a banal trip to a nondescript town with his wife—a brief detour on the way to a holiday at the seaside—that turns into something ominous. Something terrible has happened in the town, something that no one wants to discuss. With his wife watching on fearfully, he commences a perverse investigation, rudely interrogating the locals, inspecting a local landmark with a frightening intensity, traveling to an outlying factory where he confronts the proprietors ... and slowly revealing a past he's been trying to suppress.</p>\n<p>In a limpid translation by Tim Wilkinson, this haunting tale lays bare an emotional and psychological landscape ravaged by totalitarianism in one of Kertész's most devastating examinations of the responsibilities of and for the Holocaust.</p>", "average_rating": 3.56, "author": "Imre Kertesz", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612193274/1377114818.02.jpg"}},{"annotation": "", "uuid": "fKinh9pi2WqPGaHsr69vvM", "position": 13, "book": {"uuid": "g824HheCeAKds4TGqoVdNQ", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "Benito Cereno", "publication_date": "2011-06-14", "oyster_good_for_statement": "", "isbn": "9781612190846", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>With its intense mix of mystery, adventure, and a surprise ending, Benito Cereno at first seems merely a provocative example from the genre Herman Melville created with his early best-selling novels of the sea. However, most Melville scholars consider it his most sophisticated work, and many, such as novelist Ralph Ellison, have hailed it as the most piercing look at slavery in all of American literature.</p>\n<p>Based on a real life incident—the character names remain unchanged—Benito Cereno tells what happens when an American merchant ship comes upon a mysterious Spanish ship where the nearly all-black crew and their white captain are starving and yet hostile to offers of help. Melville's most focused political work, it is rife with allusions (a ship named after Santo Domingo, site of the slave revolt led by Toussaint L'Ouverture), analogies (does the good-hearted yet obtuse American captain refer to the American character itself?), and mirroring images that deepen our reflections on human oppression and its resultant depravities.</p>\n<p>It is, in short, a multi-layered masterpiece that rewards repeated readings, and deepens our appreciation of Melville's genius.</p>", "average_rating": 3.64, "author": "Herman Melville", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190846/1377702050.78.jpg"}},{"annotation": "", "uuid": "Z9caGmT6AoL5SccM7SgYaj", "position": 23, "book": {"uuid": "kfwRFuMFsXedWNbuhdpXWS", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 122, "title": "Lesson Of The Master", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192420", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Exemplifying Henry James's famous belief that \"Art makes life,” The Lesson of the Master is a piercing study of the life that art makes. When the tale's protagonist—a gifted young writer—meets and befriends a famous author he has long idolized, he is both repelled by and attracted to the artist's great secret: the emotional costs of a life dedicated to art.</p>\n<p>With extraordinary psychological insight and devastating wit, the novella asks the question of whether art is, ultimately, demeaning or ennobling for the artist, while capturing the ambiguities of a life devoted to art, and the choices artists must make. The expatriate James knew these choice well by the time he published the novella in the Universal Review in 1888, and the work reveals him at the height of his powers.</p>", "average_rating": 3.8, "author": "Henry James", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192420/1377702127.65.jpg"}},{"annotation": "", "uuid": "45GsPj7XL2coijPn9CxAdH", "position": 45, "book": {"uuid": "sD6Lyevy6GkWBQfkZjEWm3", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "Parnassus On Wheels", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192550", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>\"When you sell a man a book,” says Roger Mifflin, the sprite-like book peddler at the center of this classic novella, \"you don't sell him just twelve ounces of paper and ink and glue_you sell him a whole new life.” In this beguiling but little-known prequel to Christopher Morley's beloved Haunted Bookshop, the \"whole new life” that the traveling bookman delivers to Helen McGill, the narrator of Parnassus on Wheels, provides the romantic comedy that drives this charming love letter to a life in books.</p>", "average_rating": 4.07, "author": "Christopher Morley", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192550/1377114809.68.jpg"}},{"annotation": "", "uuid": "aqU8V33sHoHX6W322cwSqF", "position": 16, "book": {"uuid": "TTZkRoDYNufZm4Qr7ZtkEa", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "The Country Of The Pointed Firs", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192567", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The story of an endearing, unlikely friendship set against the backdrop of a remote and beautiful Maine coastal town, The Country of Pointed Firs is one of Sarah Orne Jewett's most loved works, and it quickly earned her a reputation as a talented writer upon its publication. Praised by Alice Brown for its \"idyllic atmosphere of country life,” Jewett's moving novel shows her intimate understanding of New England and its unique inhabitants, whose prickly exteriors often concealed a warm and loyal nature.</p>", "average_rating": 3.71, "author": "Sarah Orne Jewett", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192567/1377113896.84.jpg"}},{"annotation": "", "uuid": "ngniS4UYdzUViUHQSda8xB", "position": 0, "book": {"uuid": "FbaXJeqLMKmMXZTcWFzXZQ", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 0, "title": "Adolphe", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192536", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>First published in 1816, Adolphe is the story of a young man with all the privileges and advantages of a noble birth, but who is still haunted by the meaninglessness of life. He seeks distraction in the pursuit of the beautiful, older, and married Ellenore, a fictionalized version of Madame de Stael. The young Adolphe, inexperienced in love, falls for her unexpectedly and falters under the burden of the illicit love.</p>", "average_rating": 3.43, "author": "Benjamin Constant", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192536/1377113585.79.jpg"}},{"annotation": "", "uuid": "h3TwYJNEQCawEQZm8jnXPE", "position": 48, "book": {"uuid": "kBg8pSXiru4fURGBUBGuHm", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 96, "title": "A Simple Heart", "publication_date": "2011-06-21", "oyster_good_for_statement": "", "isbn": "9781612190822", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>With an attention to the details of bourgeois life considered almost scandalous at the time, A Simple Heart will remind many why Gustave Flaubert was acclaimed as the first great master of realism. But this heart-breaking tale of a simple servant woman and her life-long search for love meant something else to Flaubert. Written near the end of his life, the work was meant to be a tribute to George Sand—who died before it was finished—and was written in answer to an argument the two were having over the importance of realism. Although the tale displays his virtuosic gift for telling detail, and is based on one of his actual servants, Flaubert said it exemplified his belief that \"Beauty is the object of all my efforts.” This sparkling new translation by Charlotte Mandell shows how impeccably Flaubert achieved his goal.</p>", "average_rating": 3.54, "author": "Gustave Flaubert", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190822/1377114919.01.jpg"}},{"annotation": "", "uuid": "YRb27zFdvPrpytHU7s5mL", "position": 49, "book": {"uuid": "CcB4h7DrKS7E2TC7UZCdJn", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 96, "title": "A Sleep And A Forgetting", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192437", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Nowhere in the prodigious output of William Dean Howells is there an example more poignant of his heartfelt dedication to the realist movement than this achingly suspenseful novella.</p>\n<p>The story centers on a young \"alienist”—a psychologist—at an Italian resort, where he meets a young woman who, at subsequent encounters, has no recollection of him. Asked by her frightened father to help her overcome her incapacitating memory problems, the doctor launches a psychological investigation that appears to be based upon the most painful memories of the author himself_Howells had recently experienced the loss of a beloved adult daughter (from what appears to have been anorexia) and the institutionalization of another for \"emotional collapse.”</p>\nThe story's surprising ending reveals not only the author's deft sense of craftsmanship, but speaks movingly to his enduring faith in the sublime power of literature.</p>", "average_rating": 3.0, "author": "William Dean Howells", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192437/1377702150.82.jpg"}},{"annotation": "", "uuid": "sQ5z5v2TW6EnwWcoGhQAUR", "position": 14, "book": {"uuid": "dmu6DZ8QN33wsJBfKsBnmR", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 84, "title": "Bonsai", "publication_date": "2012-02-21", "oyster_good_for_statement": "", "isbn": "9781612191614", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Hailed as a great Latin American literary event, this stylistically innovative, elliptically told tale of a young man and his love who mysteriously disappears is, as the narrator tells us, \"a simple story that becomes complicated.”</p>\n<p>Through both the distance and closeness of these young lovers, Alejandro Zambra brilliantly explores the relationship between art, love, and life. Bonsai is accessible yet profound—as one critic in Chile's Capital newspaper put it, \"Brief as a sigh and forceful as a blow.”</p>", "average_rating": 3.81, "author": "Alejandro Zambra", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191614/1377113756.75.jpg"}},{"annotation": "", "uuid": "dCy7aoQoTPXGxr7NhsjBsk", "position": 44, "book": {"uuid": "kC6nxxCVs2sySDRUV93b49", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 92, "title": "The Nice Old Man And The Pretty Girl", "publication_date": "2011-06-21", "oyster_good_for_statement": "", "isbn": "9781612190839", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The fable-like story of an old man's sexual obsession with a young woman is a distillation of Italo Svevo's concerns_attraction of an older man to a younger woman, individual conscience versus social convention, and the cost of sexual desire. This novella is a marvel of psychological insight, following the man's vacillations and tortuous self-justifications to their tragic-comic end. It is presented here in a translation first commissioned and published by Virginia Woolf for her Hogarth Press.</p>", "average_rating": 3.08, "author": "Italo Svevo", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190839/1377114779.28.jpg"}},{"annotation": "", "uuid": "2EMfQzFpyWWuwS2gznkWrE", "position": 35, "book": {"uuid": "cfZTBoE9LvvvWyrWgaEyuV", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 100, "title": "The Lemoine Affair", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192338", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The Lemoine Affair was inspired by the real-life French scandal involving Henri Lemoine, who claimed he could manufacture diamonds from coal and convinced numerous people—including officers of the De Beers diamond mine company and Proust himself—to invest in the scheme. In a series of pastiches—imitations written in the style of other writers—Proust tells the story of the embarrassment rippling across high society Paris in the wake of the scandal, poking fun at himself (in one story, a character declares that Marcel Proust is so embarrassed he's suicidal) while lampooning some of France's greatest writers, including Flaubert, Balzac, and Saint-Simon.</p>\n<p>Full of sophisticated wit and dazzling wordplay, and rife with allusions to his friend and fictional characters, many Proust scholars see the dead-on mimicry of The Lemoine Affair—written soon after Proust's rejection of society life—as the work by which he honed his own unique, masterly voice.</p>", "average_rating": 3.4, "author": "Marcel Proust", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192338/1377702125.12.jpg"}},{"annotation": "", "uuid": "CXDE9Ye9FR5F7EkwHCWJx5", "position": 20, "book": {"uuid": "rbndZXb2Zgh2x9ze6xEtm6", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 80, "title": "The Diamond Big As The Ritz", "publication_date": "2013-01-29", "oyster_good_for_statement": "", "isbn": "9781612192215", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Although this novella stands out from his body of work in that it's a playful yet sinister fairy tale, it brilliantly fuses F. Scott Fitzgerald's ongoing lush fantasies about the extremes of wealth with his much more somber understanding of what underpins it.  Loosely inspired by a summer he spent as a teenager working on a ranch in Montana, The Diamond as Big as the Ritz is Fitzgerald's hallucinatory paean to the American West and all its promises.</p>\n<p>It's the story of John T. Unger, a young Southerner who goes to Montana for summer vacation with a wealthy college classmate. But the classmate's family proves to be much more than simply wealthy: They own a mountain made entirely of one solid diamond. And they've gone to dreadful lengths to conceal their secret ... meaning John could be in danger.</p>\n<p>But the family also has a daughter, lovely Kismine, and with her help, John may yet escape the fate her family has meted out to all their other guests so far ...</p>", "average_rating": 3.81, "author": "F. Scott Fitzgerald", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192215/1377114004.79.jpg"}},{"annotation": "", "uuid": "synnjmsDmM6TFeSVKksWuF", "position": 30, "book": {"uuid": "NxZmZHJcgta3bi5Efx6uZd", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 80, "title": "The Girl With The Golden Eyes", "publication_date": "2011-06-21", "oyster_good_for_statement": "", "isbn": "9781612190853", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Raw as Honor_ de Balzac is famed to be, this daring novella—never before published as a stand-alone book—is perhaps the most outlandish thing he ever wrote. While still concerned with the depiction of the underside of Parisian life, as is most of Balzac's oeuvre, The Girl with the Golden Eyes considers not the working lives of the poor, but the sex lives of the upper crust.</p>\n<p>In a nearly baroque rendering with erotically charged details as well as lush and extravagant language, The Girl with the Golden Eyes tells the story of a rich and ruthless young man in nineteenth century Paris caught up in an amorous entanglement with a mysterious beauty. His control slipping, incest, homosexuality, sexual slavery, and violence combine in what was then, and still remains, a shocking and taboo-breaking work.</p>", "average_rating": 3.38, "author": "Honore de Balzac", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190853/1377114258.77.jpg"}},{"annotation": "", "uuid": "rPNCkxjbQT2qdbyuFCr5Nn", "position": 2, "book": {"uuid": "McQ5sNTogmSye66ohydJud", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 92, "title": "The Dead", "publication_date": "2011-05-17", "oyster_good_for_statement": "", "isbn": "9781612190860", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Often cited as the best work of short fiction ever written, Joyce's elegant story details a New Year's Eve gathering in Dublin that is so evocative and beautiful that it prompts the protagonist's wife to make a shocking revelation to her husband—closing the story with an emotionally powerful epiphany that is unsurpassed in modern literature.</p>", "average_rating": 4.16, "author": "James Joyce", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190860/1377702066.22.jpg"}},{"annotation": "", "uuid": "4jAiMgYwMu7GcybyZBmJNS", "position": 27, "book": {"uuid": "RQ2CYXur4PpxWghe4JR6GQ", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 64, "title": "Fanfarlo", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781612191102", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Ten years before Baudelaire published his masterpiece, The Flowers of Evil, the great poet penned the only prose fiction of his career: La Fanfarlo. The novella describes the torrid real-life affair the poet had with Jean Duval, a dancer whose beauty and sexuality Baudelaire came to obsess over. The outcome is a work of raw emotional power and a clear distillation of the Parisian's poetic genius. As Baudelaire himself said, \"Always be a poet, even in prose.”</p>", "average_rating": 3.79, "author": "Charles Baudelaire", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191102/1377114203.77.jpg"}},{"annotation": "", "uuid": "bAL8aMxVEafNMs4ELaa7jJ", "position": 33, "book": {"uuid": "K38cAgquMbpqVLFzpCWDEH", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "Jacob's Room", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192352", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Jacob's Room was the first book in Virginia Woolf's unique, experimental style, making it an important text of early Modernism. Ostensibly, the story is about the life of Jacob Flanders, the title character, who is evoked purely by other characters' perceptions and memories of him. Jacob remains absent throughout. Elegiac in tone, the work beautifully memorializes the longing and pain of a generation that lost so many of its promising young men to World War I.</p>", "average_rating": 3.54, "author": "Virginia Woolf", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192352/1377114582.51.jpg"}},{"annotation": "", "uuid": "ZKFhVUHshJbQXuWA8ra46K", "position": 24, "book": {"uuid": "4JK2jwvuktkkHnLNwqhkhe", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 148, "title": "My Life", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192482", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Renowned as the greatest short story writer ever, Anton Chekhov was also a master of the novella, and perhaps his most overlooked is this gem, My Life—the tale of a rebellious young man so disgusted with bourgeois society that he drops out to live amongst the working classes, only to find himself confronted by the morally and mentally deadening effects of provincialism.</p>\n<p>The 1896 tale is partly a commentary on Tolstoyan philosophy, and partly an autobiographical reflection on Chekhov's own small-town background. But it is, more importantly, Chekhov in his prime, displaying all his famous strengths—vivid characters, restrained but telling details, and brilliant psychological observation—and one of his most stirring themes: the youthful struggle to maintain idealism against growing isolation.</p>", "average_rating": 3.84, "author": "Anton Chekhov", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192482/1377702140.78.jpg"}},{"annotation": "", "uuid": "Cs3N5TX5eEg3wv2yfsW4wL", "position": 47, "book": {"uuid": "8fiC2N2YidvE8mDTRLVyK", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 208, "title": "Rasselas, Prince Of Abyssinia", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192345", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The other great book by the man who wrote the dictionary: This is Dr. Johnson's beautiful, engaging, and ultimately inspiring story of a royal brother and sister who escape the castle and, traveling in disguise, search for a way to feel more useful to society.</p>\n<p>It leads to a years-long adventure amongst poor people and rich men, great intellectuals and merchants, holy men and ruthless warriors. It is an eye-opening experience that shakes the siblings to their core and ultimately turns into the most sublimely wise and moving works that Johnson ever wrote, not to mention a masterpiece of English Literature.</p>", "average_rating": 3.38, "author": "Samuel Johnson", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192345/1377702146.87.jpg"}},{"annotation": "", "uuid": "PP6kQMG98iorCRKfz7mYfP", "position": 9, "book": {"uuid": "FuuCp6jikZ4gEsj59M4U2W", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 0, "title": "Alexander's Bridge", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781612191065", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Bartley Alexander, renowned engineer of bridges, is a man with a past who \"looked as a tamer of rivers ought to look.” Discovered by his mentor \"sowing wild oats in London,” he returned to America and the commission that made his name. Now, married to his wife of ten years, a chance encounter with actress Hilda Burgoyne, an almost forgotten love from his past, prompts a doomed attempt to recapture the boundlessness of his youth.</p>", "average_rating": 3.28, "author": "Willa Cather", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191065/1377113621.36.jpg"}},{"annotation": "", "uuid": "r8Bi5ugEurGm6XdAAqEWE5", "position": 52, "book": {"uuid": "i4A6kGmNNwwiJpdgT8kwzm", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 124, "title": "The Touchstone", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192413", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "The story of a young man who scorns the love of a tortured novelist, only to have her words come back to haunt him from the dead, The Touchstone shows off the skills Wharton became famous for in novels such as Ethan Frome and House of Mirth, particularly her piercing and delicious talent for satiric observation. But despite its masterly control, this startlingly modern tale is also a simmering, rebel cri de coeur unleashed by a writer who was herself unappreciated in her own time. The combination of these attributes make this edgy novella a moving and suspenseful homage to the power of literature itself.", "average_rating": 3.82, "author": "Edith Wharton", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192413/1377702160.94.jpg"}},{"annotation": "", "uuid": "LykmFcPjC5AGzUiUbTBPum", "position": 10, "book": {"uuid": "mRya93abd5a8JkSSG6CdmF", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 0, "title": "The Alienist", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781612191089", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Brilliant physician Sim†o Bacamarte sacrifices a prestigious career to return home and dedicate himself to the budding field of psychology. Bacamarte opens the first asylum in Brazil hoping to crown himself and his hometown with \"imperishable laurels.” But the doctor begins to see signs of insanity in more and more of his neighbors... .</p>", "average_rating": 4.0, "author": "Machado De Assis", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191089/1377113628.27.jpg"}},{"annotation": "", "uuid": "XYJjXsZjXQENsFZyjAKmD8", "position": 41, "book": {"uuid": "x5dAoxHJA3WyMxXyeDrSZD", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 112, "title": "May Day", "publication_date": "2011-05-17", "oyster_good_for_statement": "", "isbn": "9781612190785", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Although F. Scott Fitzgerald is known for the kind of subtle, polished social commentary found in his masterpiece The Great Gatsby, his little-known novella May Day is unique in that it is the most raw, direct political commentary he ever wrote, and one of the most desperate works in his oeuvre.</p>\n<p>It is a tale of the brutalities of the American class system—of privileged college boys, soldiers returned from a bloody war, and a group of intellectual leftwing journalists, all coming into confrontation in the heart of New york City on May Day at the end of World War I. Fitzgerald's fine eye for detail is on special display and his relentless plot leads to one of his most shocking climaxes, in what is the first and only stand alone version of this rarity.</p>", "average_rating": 3.77, "author": "F. Scott Fizgerald", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190785/1377114726.72.jpg"}},{"annotation": "", "uuid": "YJMdaUDEGhswHWnjNYFAmR", "position": 11, "book": {"uuid": "5bNMRxSYA6Kdfy6458ASqJ", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 80, "title": "Bartleby The Scrivener", "publication_date": "2011-06-14", "oyster_good_for_statement": "", "isbn": "9781612190778", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Academics hail it as the beginning of modernism, but to readers around the world—even those daunted by Moby-Dick—Bartleby the Scrivener is simply one of the most absorbing and moving novellas ever. Set in the mid-19th century on New York City's Wall Street, it was also, perhaps, Herman Melville's most prescient story: what if a young man caught up in the rat race of commerce finally just said, \"I would prefer not to”?</p> <p>The tale is one of the final works of fiction published by Melville before, slipping into despair over the continuing critical dismissal of his work after Moby-Dick, he abandoned publishing fiction. The work is presented here exactly as it was originally published in Putnam's magazine—to, sadly, critical disdain.</p>", "average_rating": 3.84, "author": "Herman Melville", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190778/1377113700.36.jpg"}},{"annotation": "", "uuid": "ni8zGjN8tRASviNxv2zY79", "position": 8, "book": {"uuid": "6uxWEEDTUdXe2CRnEh9UBV", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 72, "title": "The Duel", "publication_date": "2010-08-16", "oyster_good_for_statement": "", "isbn": "9781612190747", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>One of the few novellas written by the master German playwright, The Duel was considered by Thomas Mann and others to be one of the great works of German literature. The story of a virtuous woman slandered by a nobleman, it is a precise study of a subject that fascinated von Kleist: That people are sometimes seemingly punished for their very innocence.</p>", "average_rating": 3.68, "author": "Heinrich von Kleist", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190747/1377114082.59.jpg"}},{"annotation": "", "uuid": "etR5zGRTE5JCrSeCVYjpgi", "position": 5, "book": {"uuid": "JBtvfREGDBwbtWLnjj6CMm", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 112, "title": "The Duel", "publication_date": "2011-08-16", "oyster_good_for_statement": "", "isbn": "9781612190723", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Conrad's brilliantly ironic tale about two officers in Napoleon's Grand Army who, under a futile pretext, fought an on-going series of duels throughout the Napoleonic Wars. Over decades, on every occasion they chanced to meet, they fought. Both satiric and deeply sad, this masterful tale treats both the futility of war and the absurdity of false honor, war's necessary accessory.</p>", "average_rating": 3.9, "author": "Joseph Conrad", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190723/1377702090.6.jpg"}},{"annotation": "", "uuid": "uLdHxwchvFLmjoVtA8QpKF", "position": 7, "book": {"uuid": "swne65pH3Mx3bZoW66GcHn", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "The Duel", "publication_date": "2011-08-16", "oyster_good_for_statement": "", "isbn": "9781612190709", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>One of Chekhov's most important lengthy works, this remarkable story gives a startling twist to his classic, ongoing study of bourgeois romance when he sets it on a collision course with a decaying, Czarist concept of honor. It ends in the ultimate Chekhovian observation: that fate is often ludicrous.</p>", "average_rating": 4.06, "author": "Anton Chekhov", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190709/1377114075.1.jpg"}},{"annotation": "", "uuid": "vNhiiMyu2gFzaVEVNQX3Yb", "position": 36, "book": {"uuid": "UH2xBnTGWbZ75CoU3e7n3A", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "The Lifted Veil", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192499", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Published the same year as her first novel, Adam Bede, this overlooked work displays the gifts for which George Eliot would become famous—gritty realism, psychological insight, and idealistic moralizing. It is unique from all her other writing, however, in that it represents the only time she ever used a first-person narrator, and it is the only time she wrote about the supernatural.</p>\n<p>The tale of a man who is incapacitated by visions of the future and the cacophony of overheard thoughts, and yet who can't help trying to subvert his vividly glimpsed destiny, The Lifted Veil may easily be read as being autobiographically revealing—of Eliot's sensitivity to public opinion and her awareness that her days concealed behind a pseudonym were doomed to a tragic unveiling (as indeed came to pass soon after this novella's publication). But it is easier still to read the story as the exciting and genuine precursor of a moody new form, as well as an absorbing early masterpiece of suspense.</p>", "average_rating": 3.36, "author": "George Eliot", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192499/1377702130.25.jpg"}},{"annotation": "", "uuid": "wkYJ3WeGxUWGu36BFptWLQ", "position": 18, "book": {"uuid": "aX4UB7Zaw8uHaDLqLTNi9U", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "The Death Of Ivan Ilych", "publication_date": "2011-05-17", "oyster_good_for_statement": "", "isbn": "9781612190808", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Written eight years after the publication of Anna Karenina—a time during which, despite the global success of his novels, Leo Tolstoy renounced fiction in favor of religious and philosophical tracts—THE DEATH OF IVAN ILYCH represents perhaps the most keenly realized melding of Tolstoy's spirituality with his artistic skills.</p>\n<p>Here in a vibrant new translation, the tale of a judge who slowly comes to understand that his illness is fatal was inspired by Tolstoy's observation at his local train station of hundreds of shackled prisoners being sent off to Siberia, many for petty crimes. When he learned that the sentencing judge had died, Tolstoy was roused to consider the judge's thoughts during his final days—a study on the acceptance of mortality only deepened by the death, during its writing, of one of Tolstoy's own young children.</p>\n<p>The final result is a magisterial story, both chilling and beguiling in the fullness of its empathy, its quotidian detail, and the beauty of its prose, and is, as many have claimed it to be, one of the most moving novellas ever written.</p>", "average_rating": 3.95, "author": "Leo Tolstoy", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190808/1377113968.69.jpg"}},{"annotation": "", "uuid": "E3XFHJUMtA8fLPkFy6yayD", "position": 29, "book": {"uuid": "Aygz9YZX48MCJAkf69Gyx4", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 136, "title": "Freya Of The Seven Isles", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192505", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>This little-known novella from one of the masters of the form is so unusual for Joseph Conrad's work in several respects, although not in its exotic maritime setting or its even more exotic prose—it is unusual in that it is one of his very few works to feature a woman as a leading character, and to take the form of a romance.</p>\n<p>Still, it's a Conradian romance: a sweeping saga set in the Indian Ocean basin, against a turbulent background of barely suppressed hostilities between Dutch and British merchant navies, told by one of Conrad's classically detached narrators. In the end, the unique perspective of the sharply etched character of Freya is one of Conrad's most piercing studies of how the lust for power can drive men to greatness—or its opposite.</p>", "average_rating": 3.83, "author": "Joseph Conrad", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192505/1377702105.96.jpg"}},{"annotation": "", "uuid": "eSgj2h4K7sUCrfPE4sWuob", "position": 32, "book": {"uuid": "y3VeKSqfhBTbBFAd36wh4Y", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 96, "title": "The Horla", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192468", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>This chilling tale of one man's descent into madness was published shortly before the author was institutionalized for insanity, and so, The Horla has inevitably been seen as informed by Guy de Maupassant's mental illness. While such speculation is murky, it is clear that de Maupassant—hailed alongside Chekhov as father of the short story—was at the peak of his powers in this innovative precursor of first-person psychological fiction. Indeed, he worked for years on The Horla's themes and form, first drafting it as \"Letter from a Madman,” then telling it from a doctor's point of view, before finally releasing the terrified protagonist to speak for himself in its devastating final version. In a brilliant new translation, all three versions appear here as a single volume for the first time.</p>", "average_rating": 3.91, "author": "Guy de Maupassant", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192468/1377702112.21.jpg"}},{"annotation": "", "uuid": "uhUCfK6JpjkC6KiJgWj7id", "position": 17, "book": {"uuid": "Ufowo5SgbDuhFXgP26N7H4", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 112, "title": "The Coxon Fund", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192376", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Henry James examines one of his favorite topics—the artist's place in society—by profiling a \"genius” who just can't seem to support himself. A dazzling intellectual and brilliant speaker, Mr. Saltram has become the most sought-after houseguest in England. But, as his intellectual labors slacken, it beomes harder and harder to get him to leave.</p>\n<p>A wry, edgy comedy about the fine line between making art...and freeloading.The Coxon Fund shows off a gift that is rarely appreciated about Henry James: he can be wickedly funny.</p>", "average_rating": 2.96, "author": "Henry James", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192376/1377702060.8.jpg"}},{"annotation": "", "uuid": "qKqzsi6ARxQf89SwB3B5N", "position": 25, "book": {"uuid": "7d6mwAye7Gy24ife5FEQHH", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 256, "title": "The Enchanted Wanderer", "publication_date": "2012-10-02", "oyster_good_for_statement": "", "isbn": "9781612191041", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The Enchanted Wanderer is a Russian Candide with a revolutionary edge, a picaresque that features a fast-talking monk named Ivan who is at war, it seems, with every level of society. Working as a carriage man for a Count, Ivan accidentally causes the death of a monk, which leads to his being ostracized by the local peasantry ... until the dead monk returns as a ghost to guide him through trouble upon trouble.</p>", "average_rating": 3.88, "author": "Nikolai Leskov", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191041/1377114127.26.jpg"}},{"annotation": "", "uuid": "QxoVrHoY5vhfmikjodyt48", "position": 37, "book": {"uuid": "tWKHRSNkSoat77dBUFF2pb", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 160, "title": "Lucinella", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192581", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Lore Segal's brilliant and some-would-say scathing look at the New York literary scene was a hit when it was first released, and has been a cult classic ever since. Now, it's back, and as fresh as ever: A witty and whimsical novella about New York poet Lucinella and her adventures among the literati. It starts at a Yaddolike writers' colony, where life is idyllic, meals are served to you in your rooms, and cocktails are ready at day's end. Then it moves back home to New York City, where these pampered writers all face the serious, real life questions: Will a different husband, or the right publisher, or the perfect filing system, put life in order? Lucinella, her husband, lovers and friends feel lacking and keep looking—busily going to parties and watching one another's lives closely for signs of happiness, love and despair.</p>\n<p>Segal depicts their circle with a perfect blend of love and malice. And at the center is Lucinella herself, so full of humanity and frailty that these divertissements do her to death. \"Here,” as Cynthia Ozick says, \"is the enchanted microcosm, the laughter of mortality.”</p>", "average_rating": 3.64, "author": "Lore Segal", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192581/1377702133.13.jpg"}},{"annotation": "", "uuid": "WqbkWxZQEYTqK5CabKDzh9", "position": 51, "book": {"uuid": "uTXCmQcUcfP46rKj6hRJvR", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 112, "title": "Tales Of Belkin", "publication_date": "2011-06-14", "oyster_good_for_statement": "", "isbn": "9781612190815", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>First published anonymously in 1830, Alexander Pushkin's Tales of Belkin contains his first prose works. It is comprised of an introductory note and five linked stories, ostensibly collected by the scholar Ivan Belkin. The stories center variously around military figures, the wealthy, and businessmen; this beautiful novella gives a vivid portrait of nineteenth century Russian life.</p>\n<p>It has become, as well, one of the most beloved books in Russian literary history, and symbolic of the popularity of the novella form in Russia. In fact, it has become the namesake for Russia's most prestigious annual literary prize, the Belkin Prize, given each year to a book voted by judges to be the best novella of the year.</p>\n<p>It is presented here in a sparkling new translation by Josh Billings. Tales of Belkin also highlights the nature of our ongoing Art of the Novella Series—that is, that it specializes in important although albeit lesser-known works by major writers, often in new translations.</p>", "average_rating": 4.12, "author": "Alexander Pushkin", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190815/1377702158.42.jpg"}},{"annotation": "", "uuid": "NkR46xnVpXp6aZP6nVVHNT", "position": 4, "book": {"uuid": "q7B5aQQy273amUgUbw7rz", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 144, "title": "The Duel", "publication_date": "2011-08-16", "oyster_good_for_statement": "", "isbn": "9781612190730", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>In this autobiographical tale, a young dandy is forced to flee his hometown after falling afoul of the authorities. But sheltering in the royal court he finds treachery and insult and is eventually positioned into a meaningless confrontation over a woman he cares nothing about. Told with debonair wit and a merciless attitude toward high society, the tale becomes a tense adventure that leads to a surprising outcome.</p>", "average_rating": 3.56, "author": "Giacomo Casanova", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190730/1377114054.16.jpg"}},{"annotation": "", "uuid": "9NtdH2qXWsBR5zDCkfEPw8", "position": 21, "book": {"uuid": "FXeEj6U8VoLnwvufVuLvPD", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 64, "title": "The Distracted Preacher", "publication_date": "2012-09-18", "oyster_good_for_statement": "", "isbn": "9781612191126", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>When young Mr. Stockdale arrives in a small village to fill in for the Methodist minister, he finds himself pining for his comely new landlady. But she leads a mysterious life, keeping odd hours and speaking in hushed tones. As his love for her grows, he's soon at the center of a hilarious high-stakes adventure, complete with slapstick, hijinks, and a marauding band of cross-dressers. And he's forced to choose: follow his heart or his higher purpose?</p>", "average_rating": 3.76, "author": "Thomas Hardy", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191126/1377114026.57.jpg"}},{"annotation": "", "uuid": "LcqC4tQyDRHb4KajAcDQpS", "position": 1, "book": {"uuid": "iZ4xxzT32uVLVhUNDNWU8V", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 0, "title": "The Awakening", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192543", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Condemned as \"sordid” and \"immoral” on its publication in 1899, this story of a woman trapped in her marriage effectively ended Chopin's career but was revived as a proto-feminist classic in the 1970s. What Newsweek calls Chopin's \"prophetic psychology” insures its timeliness today.</p>", "average_rating": 3.6, "author": "Kate Chopin", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192543/1377113692.5.jpg"}},{"annotation": "", "uuid": "eb8LxgWLgqwZeYwA7M8Fg5", "position": 22, "book": {"uuid": "xWn26FSKhPdXLq9PGcf9Fg", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 136, "title": "How The Two Ivans Quarrelled", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192574", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>This lesser-known work is perhaps the perfect distillation of Nikolai Gogol's genius: a tale simultaneously animated by a joyful, nearly slapstick sense of humor alongside a resigned cynicism about the human condition.</p>\n<p>In a sharp-edged translation from John Cournos, an under-appreciated early translator of Russian literature into English, How The Two Ivans Quarrelled is the story of two long-time friends who have a falling out when one of them calls the other a \"goose.” From there, the argument intensifies and the escalation becomes more and more ludicrous. Never losing its generous antic spirit, the story nonetheless transitions from whither a friendship, to whither humanity, as it progresses relentlessly to its moving conclusion.</p>", "average_rating": 3.83, "author": "Nikolai Gogol", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192574/1377702116.7.jpg"}},{"annotation": "", "uuid": "pV7RVQZnmyhMoATrCAh6Ni", "position": 19, "book": {"uuid": "MpXVEBB2xY6XzXCQzBLZ6A", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "The Dialogue Of The Dogs", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192529", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The first talking-dog story in Western literature—from the writer generally acknowledged, alongside William Shakespeare, as the founding father of modern literature, no less?</p>\n<p>Indeed, The Dialogue of the Dogs features, in a condensed, powerful version, all the traits the author of Don Quixote is famous for: It's a picaresque rich in bawdy humor, social satire, and fantasy, and it uses story tactics that were innovative at the time, such as the philandering husband who, given syphilis by his wife, is hospitalized. Late one feverish night he overhears the hospital's guard dogs telling each other their life's story—a wickedly ironic tale within the tale within the tale, wherein the two virtuous canines find themselves victim, time and again, to deceitful, corrupt humanity.</p>\n<p>Here in a sparkling new translation, the parody of a Greek dialogue is so entertaining it belies the stunningly prescient sophistication of this novella—that it is a story about telling stories, and about creating a new way to discuss morality that isn't rooted in empiricism. In short, it's a masterful work that flies in the face of the forms and ethics of its time...and perhaps ours as well.</p>", "average_rating": 3.83, "author": "Miguel de Cervantes", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192529/1377702083.82.jpg"}},{"annotation": "", "uuid": "D4tvvUDRfGxsDc5ewXTxgP", "position": 3, "book": {"uuid": "gvJbhu8m8nwS82ycZFZBEh", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 128, "title": "The Devil", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192321", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Leo Tolstoy is known for epic novels that brilliantly dissect society, but the novella The Devil may be the most personally revealing—and startling—fiction he ever wrote. He thought it so scandalous, in fact, that he hid the manuscript in the upholstery of a chair in his office so his wife wouldn't find it, and he would never allow it to be published in his lifetime.</p>\n<p>Perhaps that's because the gripping tale of an aristocratic landowner slowly overcome with unrelenting sexual desire for one of the peasants on his estate was strikingly similar to an affair Tolstoy himself had. Regardless, the tale—presented here with the two separate endings Tolstoy couldn't decide between—is a scintillating study of sexual attraction and human obsession.</p>", "average_rating": 3.68, "author": "Leo Tolstoy", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192321/1377702080.56.jpg"}},{"annotation": "", "uuid": "qsXkuXBXCpFSgJ22VQzhaD", "position": 6, "book": {"uuid": "8TbPdmQL4oZVfowtGGaapB", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 304, "title": "The Duel", "publication_date": "2011-08-16", "oyster_good_for_statement": "", "isbn": "9781612190716", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>An absorbing saga about the brutalities of military life upon its own soldiers. Stranded at a distant outpost, young Romashov finds himself obliged to fight a duel—over something he realizes is meaningless. As the novel hurtles toward a startling conclusion, it reveals itself to be a luminous depiction of the end of an era.</p>", "average_rating": 3.78, "author": "Alexander Kuprin", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190716/1377114067.46.jpg"}},{"annotation": "", "uuid": "qUShszS7tJmiNWSNA9PENa", "position": 50, "book": {"uuid": "js2VpcQ79qUzZ3he6jRby6", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 150, "title": "Stempenyu: A Jewish", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192444", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>The first work of Sholom Aleichem's to be translated into English—this long out-of-print translation is the only one ever done under Aleichem's personal supervision—Stempenyu is a prime example of the author's hallmark traits: his antic and often sardonic sense of humor, his whip-smart dialogue, his workaday mysticism, and his historical documentation of shtetl life.</p>\n<p>Held recently by scholars to be the story that inspired Marc Chagall's \"Fiddler on the Roof” painting (which in turn inspired the play that was subsequently based on Aleichem's Tevye stories), Stempenyu is the hysterical story of a young village girl who falls for a wildly popular klezmer fiddler—a character based upon an actual Yiddish musician whose fame set off a kind of pop hysteria in the shtetl. Thus the story, in this contemporaneous \"authorized” translation, is a wonderful introduction to Aleichem's work as he wanted it read, not to mention to the unique palaver of a nineteenth-century Yiddish rock star.</p>", "average_rating": 3.93, "author": "Sholem Aleichem", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192444/1377702153.6.jpg"}},{"annotation": "", "uuid": "fRFvkzAFYgEYnMAp42Yo4m", "position": 34, "book": {"uuid": "UUDXPwDcBhaSBuyujNUVkf", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 96, "title": "Lady Susan", "publication_date": "2012-11-06", "oyster_good_for_statement": "", "isbn": "9781612192369", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Thus high-spirited tale, told through and exchange of letters, is unique in Jane Austen's small body of work. It is the story of Lady Susan, a brilliant, beautiful and morally reprehensible coquette who delights in making men fall in love with her, deceiving their wives into friendship and even tormenting her own daughter, cruelly bending her to her will.</p>\n<p>Austen clearly delighted in her wicked heroine — tracing Lady Susan's maneuverings to remarry yet continue on with her lover, and to marry off her young daughter, with great wit, zest and unfailing panache.</p>", "average_rating": 3.46, "author": "Jane Austen", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192369/1377114627.55.jpg"}},{"annotation": "", "uuid": "JN3oZSGgeA2zUvdycepUu3", "position": 43, "book": {"uuid": "kHksAKLDaCXYkKQibBpP3c", "status": 1, "oyster_summary": "", "language_code": "eng", "number_print_pages": 176, "title": "The Narrative of Arthur Gordon Pym of Nantucket", "publication_date": "2012-02-29", "oyster_good_for_statement": "", "isbn": "9780486110776", "publisher": {"uuid": "ymnxqqLFqirKkrjmze7WtQ", "name": "Dover Publications"}, "awards": [], "description": "<DIV>From the author who introduced readers to chilling tales of murder comes a novella based on factual accounts of a haunting, mutinous high-seas adventure. What begins with a young Nantucket man stowing away on a New Bedford whaler ends with 2 survivors drifting toward the South Pole in an open boat. </DIV>", "average_rating": 0.0, "author": "Edgar Allan Poe", "cover_img": "https://cflare.oysterbooks.com/covers/Dover%20Publications/9780486110776/1387780086.31.jpg"}},{"annotation": "", "uuid": "KNvqa9iRpoAuKLgUeuN8sH", "position": 39, "book": {"uuid": "DhfgB3G6J3s7NwU782YT2d", "status": 1, "oyster_summary": "", "language_code": "English", "number_print_pages": 96, "title": "The Man Who Would Be King", "publication_date": "2011-06-14", "oyster_good_for_statement": "", "isbn": "9781612190792", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "awards": [], "description": "<p>Literature's most famous adventure story, this stirring tale of two happy-go-lucky British ne're-do-wells trying to carve out their own kingdom in the remote mountains of Afghanistan has also proved over time to be a work of penetrating and lasting political insight—amidst its raucous humor and swashbuckling bravado is a devastatingly astute dissection of imperialism and its heroic pretensions.</p>\n<p>Written when he was only twenty-two years old, the tale also features some of Rudyard Kipling's most crystalline prose, and one of the most beautifully rendered, spectacularly exotic settings he ever used. Best of all, it features two of his most unforgettable characters, the ultra-vivid Cockneys Peachy Carnahan and Daniel Dravot, who impart to the story its ultimate, astonishing twist: it is both a tragedy and a triumph.</p>", "average_rating": 3.79, "author": "Rudyard Kipling", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190792/1377702135.89.jpg"}}]