[{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Peter Robinson", "uuid": "dtH43MpWLfmRErzgTSw8d6", "description": "<p>There's more than blood and bone beneath the skin ...</p><p>The victim, a nondescript \"numbers cruncher,\" died horriblyjust yards away from his terrified wife and daughter, murdered by men who clearly enjoyed their work. The crime scene is one that could chill the blood of even the most seasoned police officer. But the strange revelations about an ordinary accountant's extraordinary secret life are what truly set Chief Inspector Alan Banks off -- as lies breed further deceptions and blood begets blood, unleashing a policeman's dark passions ... and a violent rage that, when freed, might be impossible to control.</p>", "isbn": "9780061828157", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061828157/1376527252.66.jpg", "oyster_summary": "", "average_rating": 3.92, "language_code": "eng", "awards": [], "title": "Final Account", "publication_date": "2009-10-13", "number_print_pages": 320}, "position": 12, "uuid": "cbwDYSxN93Y5U8sqjhUVk3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Inger Ash Wolfe", "uuid": "LuKZ7V5DSEYtUPhoFxYpZV", "description": "<DIV>Detective Inspector Hazel Micallef has lived all her days in the small town of Port Dundas, Ontario and is now making her way toward retirement with something less than grace. Hobbled by a bad back and a dependence on painkillers, and feeling blindsided by divorce after nearly four decades of marriage, sixty-one-year-old Hazel has only the constructive criticism of her mother (the former mayor) and her own sharp tongue to buoy her. But when a terminally ill woman is gruesomely murdered in her own home, Hazel and her understaffed department must spring to life. And as one terminally ill victim after another is found, Hazel finds herself tracking a truly terrifying serial killer while everything around her spins out of control.<BR><BR>Through the cacophony of her bickering staff, her unsupportive superiors, a clamoring press, the town's rumor mill, and her own nagging doubts, Hazel can sense the dead trying to call out. Will she hear them before it's too late?<BR></DIV>", "isbn": "9780156034647", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780156034647/1383487891.05.jpg", "oyster_summary": "", "average_rating": 3.68, "language_code": "eng", "awards": [], "title": "The Calling", "publication_date": "2009-05-19", "number_print_pages": 384}, "position": 15, "uuid": "fDVjjL4RvFbNgtmTDFjY9B", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "HGyZA5rM8C4K8QFa9ES6qa", "name": "Poisoned Pen Press"}, "status": 1, "author": "Steven F Havill", "uuid": "uPAQwt4y6acJJdMATBGLR8", "description": "Former Posadas County Sheriff Bill Gastner, now a New Mexico Livestock Inspector, is enjoying a day on Herb Torrance’s ranch—soaking in the sun as he counts a small herd of cattle and thinking about an upcoming lunch with an old friend back in town. But a light breeze stirs dust, a horse spooks, and Bill finds himself ferrying a broken cowpuncher in the back of his SUV,  headed out to meet an ambulance. \nMoments later, Bill’s day goes from bad to worse as he is summoned by undersheriff Estelle Reyes-Guzman to an investigation of an unattended death. Too impatient for Bill to finish up out at the ranch, old George Payton had decided to eat lunch on his own. A couple of bites later, he collapsed—dead of an apparent heart attack. But something isn’t right. It may well have been a heart attack, Estelle agrees, but something triggered it. \nBefore any questions can be answered, the small herd of cattle Bill had just counted is found wandering down a county highway. But there’s no sign of cowpuncher Pat Gabaldon or his boss’ $40,000 truck and livestock trailer. Forced into two tangled investigations, Bill faces one of the most complex cases in his 35-year career.", "isbn": "9781615950836", "cover_img": "https://cflare.oysterbooks.com/covers/Poisoned%20Pen%20Press/9781615950836/1383856459.99.jpg", "oyster_summary": "", "average_rating": 4.3, "language_code": "eng", "awards": [], "title": "Red, Green, or Murder", "publication_date": "2011-05-27", "number_print_pages": 284}, "position": 20, "uuid": "8SgWh8Ykv23c5yGA5xaoGk", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "Michael Allegretto", "uuid": "QB8wkKWNrx8AhWuX2J2uUk", "description": "<DIV><DIV><b>Hired to investigate a seemingly accidental death, a PI discovers a perverse secret</b></div><DIV><BR>Denver oilman Phillip Townsend is alone in his Jaguar when he drives off the cliff. The police call it an accident, but his widow, half mad with grief, insists it was murder. Her husband was quiet, cautious, boring&mdash;so what was he doing on the outskirts of Denver, driving drunk down a lonely mountain road?</div><DIV><BR>The Townsends&rsquo; lawyer hires Jacob Lomax to look into the matter, letting him know that it would be best if the official version of the story were quietly confirmed. An ex-cop who became a detective in the wake of his wife&rsquo;s murder, Lomax is too dedicated to his work to simply parrot a police report. Digging through the dead man&rsquo;s office, he finds a tape that shows Townsend and an accomplice binding, gagging, and raping a teenage girl. The most boring millionaire in Denver, it seems, had a secret that was worth killing for.</div><DIV></div></div>", "isbn": "9781480462748", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480462748/1386866084.12.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Death on the Rocks", "publication_date": "2013-12-31", "number_print_pages": 232}, "position": 13, "uuid": "6KLTb7UjqiqTksYYFqHkdi", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "a5GdgELksZ9HP862ABnbHj", "name": "Running Press"}, "status": 1, "author": "Shelley Freydont", "uuid": "zj7MdmsaBEbzQNa8ChmpkZ", "description": "<DIV>&ldquo;This intriguing first in a new series from Freydont (<i>A Merry Little Murder</i> and four other mysteries featuring dancer Linda Haggerty) introduces mathematician and Sudoku whiz Katie McDonald. Katie, a self-professed geek who works for a hush-hush government think tank, returns to her hometown of Granville, NH, at the behest of her former mentor, P.T. Avondale. Katie is shocked to find Avondale frail and preoccupied, his beloved puzzle museum in serious disrepair and dire financial straits. Before Katie can make sense of the situation, she discovers Avondale murdered in his office&mdash;slumped over an unfinished Sudoku puzzle that may provide a clue to the killer&rsquo;s identity. She tops the brash new police chief&rsquo;s suspect list and decides to solve the case on her own, not only to clear her name but to save the Avondale museum from the wrecking ball. <b>Readers will want to see a lot more of the intelligent and endearing Katie.&rdquo;</b>&mdash;<i>Publishers Weekly</i></div>", "isbn": "9780786741038", "cover_img": "https://cflare.oysterbooks.com/covers/Running%20Press/9780786741038/1387370852.57.jpg", "oyster_summary": "", "average_rating": 3.6, "language_code": "eng", "awards": [], "title": "The Sudoku Murder", "publication_date": "2008-12-17", "number_print_pages": 352}, "position": 21, "uuid": "migSHDdMxcyJChiwojdtHb", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Faye Kellerman", "uuid": "MJryakmgeWuYjkdV4kCHS7", "description": "<blockquote><p>Murder, a missing woman, and a sociopath from the past sweep Peter Decker and Rina Lazarus into a labyrinth of mystery and danger in this electrifying new tale of suspense from <em>New York Times</em> bestselling author Faye Kellerman. . . .</p></blockquote><p>Fifteen years ago, high school senior Chris Whitman went to jail for murdering his girlfriend, Cheryl Diggs. Propelled by a misguided sense of chivalry, he confessed, determined to save another classmate, the beautiful and vulnerable Terry McLaughlin, from having to testify at his trial. When the truth came out, Chris was released from prison, married Terry&#8212;pregnant with his child&#8212;and changed his last name to Donatti. He also became a professional killer.</p><p>Peter Decker was the detective on the case, and over the years, he and Terry kept in touch. Now his friend is in L.A. and asking for a favor. Though Decker knows full well that getting involved will bring Terry's sociopathic husband back into his life, the obsessive and duty-bound LAPD lieutenant reluctantly agrees. The favor soon becomes complicated when Terry goes missing and Donatti disappears, leaving their fourteen-year-old son, Gabe, with no one to turn to except Decker and his wife, Rina Lazarus. </p><p>But Peter's search for Terry must share center stage with a gruesome murder. Adrianna Blanc, a neonatal nurse at St. Timothy's Hospital, had signed off her night shift at eight a.m. Six hours later, a foreman supervising the construction of a house in a nearby suburb discovered her body swinging from the rafters, a cable wire around her neck. Her car was found where she had parked it the night before, with no signs of foul play. </p><p>A dedicated and conscientious professional, Adrianna had a circle of close friends. Yet as Decker and his able team soon learn, the young woman also had her share of detractors. A party-hearty girl, she enjoyed booze, kinky sex, and revenge-cheating on her boyfriend, Garth Hammerling, another nurse at St. Tim's. Suspicions heat up when Decker and his team find that one of Adrianna's last phone calls was a provocative and disturbing message to her vacationing boyfriend&#8212;who himself has vanished without a trace. Was Adrianna's death something personal because of her carefree lifestyle? Or was this unusually cruel and very dramatic murder the first signs of a serial killer? With lives hanging in the balance, Decker and his colleagues, Sergeant Marge Dunn and Detective Scott Oliver, need to find answers and fast. </p><p>As if juggling two investigations weren't enough for the lieutenant (not to mention turning sixty!), things are becoming even more dangerous with his precarious home life. Ever the concerned parent, Decker wants to look after Terry's son, Gabe. Yet who will protect his own family? Because if there's one thing he knows for sure, with a sociopath like Donatti on the loose, no one is ever really safe.</p>", "isbn": "9780062006837", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062006837/1376452960.94.jpg", "oyster_summary": "", "average_rating": 3.93, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Hangman", "publication_date": "2010-08-03", "number_print_pages": 448}, "position": 5, "uuid": "3nqRnvacLSx5w6Ht8j2FSR", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Derek Raymond", "uuid": "XzCMBKk7WtyrNfXc5ibLf8", "description": "<p>Murders are a dime a dozen in Margaret Thatcher's London, and when it comes to the brutal killing of a middle-aged alcoholic found dumped outside of town, Scotland Yard has more important cases to deal with.</p>\n<p>Instead it's a job for the Department of Unexplained Deaths and its head Detective Sergeant. With only a box of cassette-tape diaries as evidence the rouge detective has no choice but to listen to the haunting voice of the victim for clues to his gruesome end.</p>\n<p>The first book in Derek Raymond's acclaimed Factory Series is an unflinching yet deeply compassionate portrait of a city plagued by poverty and perversion and a policeman who may be the only one who cares about the \"people who don't matter and who never did.”</p>", "isbn": "9781612190136", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190136/1377114338.01.jpg", "oyster_summary": "", "average_rating": 3.83, "language_code": "English", "awards": [], "title": "He Died With His Eyes Open", "publication_date": "2011-10-04", "number_print_pages": 224}, "position": 10, "uuid": "ofLK2ZsA5BCAAyjHaG2L3E", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "J. A. Jance", "uuid": "Qtzt283AWYN5eg72muN9TJ", "description": "<center><p>Fifty years ago, when she was five, Sister Mary Katherine witnessed something terrible . . .</p></center><p>A former Seattle policeman now working for the Washington State Attorney's Special Homicide Investigation Team, J.P. Beaumont has been hand-picked to lead the investigation into a half-century-old murder. An eyewitness to the crime, a middle-aged nun, has now recalled grisly, forgotten details while undergoing hypnotherapy. </p><p>It's a case as cold as the grave, and it's running headlong into another that's tearing at Beau's heart: the vicious slaying of his former partner's ex-wife. What's worse, his rapidly unraveling friend is the prime suspect.</p><p>Caught in the middle of a lethal conspiracy that spans two generations and a killing that hits too close to home -- targeted by a vengeful adversary and tempted by a potential romance that threatens to reawaken his personal demons -- Beaumont may suddenly have more on his plate than he can handle, and far too much to survive.</p>", "isbn": "9780061748622", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748622/1376505665.48.jpg", "oyster_summary": "", "average_rating": 3.91, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "Long Time Gone", "publication_date": "2009-10-13", "number_print_pages": 448}, "position": 4, "uuid": "9n7yD3B5XD3jjS7vgPybEX", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Deborah Crombie", "uuid": "KyZFCVgsY8D3zWM6H4boXK", "description": "<blockquote><p>In this dazzling addition to Deborah Crombie's acclaimed mystery series, a disappearance, a murder, and a child in danger lead Scotland Yard detectives Gemma James and Duncan Kincaid into London's legendary East End&#8212;a neighborhood where the rich and the poor, the ambitious and the dangerous, collide&#8212;to solve one of the most challenging and disturbing cases they've ever faced. . . .</p><p><em>Necessary as Blood</em></p></blockquote><p>Once the haunt of Jack the Ripper, London's East End is a vibrant mix of history and the avant-garde, a place where elegant Georgian town houses exist side by side with colorful street markets and the hippest clubs. But here races and cultures still clash, and the trendy galleries and glamorous nightlife of Whitechapel disguise a violent and seedy underside, where unthinkable crimes bring terror to the innocent. </p><p>On a beautiful Sunday afternoon in mid May, a young mother, Sandra Gilles, leaves her daughter with a friend at the Columbia Road Flower Market and disappears. Shortly thereafter, her husband, a Pakistani lawyer, is killed. Scotland Yard detective Gemma James happens upon the scene in time to witness the investigator making a mistake.</p><p>When Duncan and his trusted sergeant, Doug Cullen, see Gemma's name in the report, they decide to take the case. Working together again, Gemma, Duncan, Doug, and Melody Talbot must solve it before the murderer can get his hands on the real prize, Naz and Sandra's daughter.</p><p>But just as the case grows more dangerous, a personal issue threatens to throw Gemma and Duncan off the trail. In the end, it is up to them to stop a vicious killer and protect the child whose fate hangs in the balance. </p>", "isbn": "9780061939624", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061939624/1376528565.98.jpg", "oyster_summary": "", "average_rating": 4.15, "language_code": "eng", "awards": [], "title": "Necessary as Blood", "publication_date": "2009-10-06", "number_print_pages": 400}, "position": 6, "uuid": "KvcRWzfn3P2zhgfbN5ikCA", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "MhtC8FNyEPENXmjxyXMZLL", "name": "Melville House"}, "status": 1, "author": "Wolf Haas", "uuid": "bG3udApSBvNCxCY5kBjV9g", "description": "<p>At a wildly popular chicken shack in the Austrian countryside, where snooty Viennese gourmands go to indulge their secret passion for fried chicken, a gruesome discovery is made in the pile of chicken bones waiting to be fed into the basement grinder: human bones.</p>\n<p>But when private eye Simon Brenner shows up to investigate, the manager of the restaurant, who hired him, has disappeared ... while the owner of the place urges him to stay on and eat chicken.</p>\n<p>Brenner likes chicken, so he stays, but as he waits for the manager, he discovers that the bucolic countryside is full of suspicious types: prostitutes, war profiteers, unsavory art dealers, Slavic soccer champs with dubious pasts — and at least one rather grisly murderer. And the more Brenner looks into things, the more it dawns on him that there's a cleaver somewhere with his name on it.</p>", "isbn": "9781612191706", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612191706/1377113748.43.jpg", "oyster_summary": "", "average_rating": 3.92, "language_code": "English", "awards": [], "title": "The Bone Man", "publication_date": "2013-03-26", "number_print_pages": 176}, "position": 11, "uuid": "Si6as5kYC87gC5tVPsZ5", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Kate White", "uuid": "6u7H5SLHkJxXBqEVoTxqhV", "description": "<blockquote><p><em>New York Times</em> bestselling author and <em>Cosmopolitan</em>'s editor-in-chief returns with a sizzling, page-turning thriller in which an ordinary woman flees the scene of a murder&#8212;and realizes it's not just the law that's hunting her.</p></blockquote><p>When Lake Warren learns that her husband, Jack, is suing for full custody of their two kids four months after their separation, she's pretty certain that things can't get any worse. The upside is that she's working with the Advanced Fertility Center as a marketing consultant, alongside the attractive, flirtatious Dr. Keaton. But the morning after their one-night stand, Lake finds Keaton with his throat slashed and discovers that things can indeed become worse&#8212;they can become deadly.</p><p>So as not to jeopardize her case for custody, Lake is forced to lie to the police. Having just been intimate with a man who has been murdered, and wanting to protect herself from being charged with the crime, she begins her own search for the truth. Meanwhile, the police start looking at her closely, people at the clinic start treating her with hostility, and strange clues begin dropping&#8212;quite literally&#8212;on her doorstep, and Lake realizes that she is dangerously close to dark secrets, both about Keaton and the clinic. But can Lake stop what she's started before it's too late?</p>", "isbn": "9780061976452", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061976452/1376529232.28.jpg", "oyster_summary": "", "average_rating": 3.48, "language_code": "eng", "awards": [], "title": "Hush", "publication_date": "2010-03-02", "number_print_pages": 368}, "position": 9, "uuid": "QhEhZPV97NbVee6bMoWbmN", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "pM6gHCA8NLrngggYV3XEuj", "name": "Severn House Publishers"}, "status": 1, "author": "J.M. Gregson", "uuid": "aqj3gu8UDZFQ8rNhijUoDU", "description": "Ex Ireland rugby player and now successful businessman Jim O’Connor is shot dead, point blank range, in the car park of a restaurant where he is hosting a family celebration. DCI Percy Peach is brought back from holiday to head up an investigation that has got nowhere. It seems Jim O’Connor had some rather unpleasant business contacts, many with the motive to get rid of him. However, when law-abiding Dominic O’Connor is also killed, within days of his brother, Brunton CID can only assume there must be some link between the two murders, so should they really be looking closer to home for the culprit. . . ?", "isbn": "9781780104164", "cover_img": "https://cflare.oysterbooks.com/covers/Severn%20House%20Publishers/9781780104164/1391494314.08.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Brothers' Tears", "publication_date": "2013-07-01", "number_print_pages": 208}, "position": 22, "uuid": "d8K3HhpweL5ngkKbw7opi3", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "JsHsEJtkRuFHr45a9ZkUyL", "name": "F+W Media"}, "status": 1, "author": "Henry Kane", "uuid": "RFogSgasEQ5W8pfehEYkS6", "description": "<p>A leggy torch singer of bawdy ballads with an eye-opening dance routine to match . . .</p><p>A lady jewelry designer with an exclusive - deadly - clientele . . .</p><p>A sweet young bride with a drawerful of illicit letters that her husband never wrote . . .</p><p>And murder - three lush man-traps mixed up in the murder of a fourth - all set to explode as Peter Chambers, fiction’s most hard-boiled private-eye, dodges bullets on a murder trail from the plush retreats of high society to after-hours Greenwich Village!</p>", "isbn": "9781440540394", "cover_img": "https://cflare.oysterbooks.com/covers/F%2BW%20Media/213/2131355186112.17.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Martinis and Murder", "publication_date": "2012-02-15", "number_print_pages": 0}, "position": 16, "uuid": "Xyuq7RQMWYcaQkGT2X3KzL", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Agatha Christie", "uuid": "FCVYEQxPZQDAFKPckBNEbg", "description": "<p>There's a serial killer on the loose, bent on working his way though the alphabet. There seems little chance of the murderer being caught -- until her makes the crucial and vain mistake of challenging Hercule Poirot to frustrate his plans ...</p>", "isbn": "9780061739934", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061739934/1376451811.37.jpg", "oyster_summary": "", "average_rating": 3.88, "language_code": "eng", "awards": [], "title": "The ABC Murders", "publication_date": "2003-12-15", "number_print_pages": 272}, "position": 0, "uuid": "LdeSa9Vuqhf85kT678vvMY", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Elizabeth George", "uuid": "kyTR9WdwqarN4ZmaDJCRF5", "description": "<blockquote><p><em>New York Times</em> bestselling author Elizabeth George is back with a spellbinding tale of mystery and murder featuring Scotland Yard Detective Inspector Thomas Lynley.</p></blockquote><p>On compassionate leave after the murder of his wife, Thomas Lynley is called back to Scotland Yard when the body of a woman is found stabbed and abandoned in an isolated London cemetery. His former team doesn't trust the leadership of their new department chief, Isabelle Ardery, whose management style seems to rub everyone the wrong way. In fact, Lynley may be the sole person who can see beneath his superior officer's hard-as-nails exterior to a hidden&#8212;and possibly attractive&#8212;vulnerability.</p><p>While Lynley works in London, his former colleagues Barbara Havers and Winston Nkata follow the murder trail south to the New Forest. There they discover a beautiful and strange place where animals roam free, the long-lost art of thatching is very much alive, and outsiders are not entirely welcome. What they don't know is that more than one dark secret lurks among the trees, and that their investigation will lead them to an outcome that is both tragic and shocking.</p><p>A multilayered jigsaw puzzle of a story skillfully structured to keep readers guessing until the very end, <em>This Body of Death</em> is a magnificent achievement from a writer at the peak of her powers.</p>", "isbn": "9780061991462", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061991462/1376529827.6.jpg", "oyster_summary": "", "average_rating": 3.98, "language_code": "eng", "awards": [{"image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "name": "New York Times Bestseller"}], "title": "This Body of Death", "publication_date": "2010-04-20", "number_print_pages": 976}, "position": 8, "uuid": "dkAc2DUsYmpTo3xsVMGkDU", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "Collin Wilcox", "uuid": "VvUjLPrwxyc7EUNLo9FAfh", "description": "<DIV><DIV><b>In the shadows of the Golden Gate Bridge, Hastings investigates a glamorous murder</b></div><DIV><BR>The killer is long gone from the crime scene when he realizes his mistake. It went perfectly, right until the end. He lured Lisa to the oceanfront park, entered her car on the passenger side, shot her twice, and escaped without being stained by her blood. He took the gun with him, as planned&mdash;but he forgot her purse, the crucial detail meant to make the crime look like a robbery. It was a simple mistake, but it could cost him everything.</div><DIV><BR>It does not take long for Lieutenant Frank Hastings to notice the purse&mdash;nor is he slow to notice the victim&rsquo;s beauty. Lisa Franklin was a self-described courtesan, a would-be poet who paid her rent by lavishing affection on San Francisco&rsquo;s rich and powerful. As Hastings combs through her client list, he is confronted with one vital question: Which captain of industry was foolish enough to leave the purse behind?</div><DIV></div></div>", "isbn": "9781480446908", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480446908/1382441747.07.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "Switchback", "publication_date": "2013-11-05", "number_print_pages": 256}, "position": 7, "uuid": "PmUxxWAdde46k3qX2WikNh", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "qTLqrjRbf63mYApvNa29HG", "name": "Pegasus Books"}, "status": 1, "author": "Inger Ash Wolfe", "uuid": "BJc6iZAUfiZ2GTWHvvAoUN", "description": "<DIV>&ldquo;Wolfe convincingly lays claim to a new mantle as a first-rate crime writer. A bracingly original mystery series from the pseudonymous Wolfe.&rdquo; &mdash;<i>Publishers Weekly</i>, starred review<BR><BR><DIV>Stinging deaths aren&rsquo;t uncommon in the summertime, but&#160;when Henry Wiest turns up stung to death at an Indian reservation,&#160;Detective Hazel Micallef senses not all is as it seems.&#160;And when it turns out the &ldquo;bee&rdquo; was a diabolical teenaged&#160;girl on a murder spree with a strange weapon, a dark and&#160;twisted crime begins to slowly emerge. The questions, contradictions,&#160;and bodies begin to mount, as two separate&#160;police forces struggle to work together to save the soul of&#160;Westmuir County.</div></div><DIV></div>", "isbn": "9781453271438", "cover_img": "https://cflare.oysterbooks.com/covers/Pegasus%20Books/A%20Door%20in%20the%20River/1373331361.98.jpg", "oyster_summary": "", "average_rating": 3.67, "language_code": "eng", "awards": [], "title": "A Door in the River", "publication_date": "2012-09-04", "number_print_pages": 288}, "position": 1, "uuid": "DXiGHgpPxKNF5VBKe9YucK", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "Charlotte MacLeod", "uuid": "24gybXtA9s2uz6wpvjxGzN", "description": "<DIV><b>After witnessing a strange explosion, Janet becomes a murderer&rsquo;s next target</b></div><DIV><BR>Janet Rhys is driving through the backwoods of Canada when she sees the truck ahead of her lose control, smash into a snow bank, and flip sideways, completely blocking the road. Springing to action, she darts into a nearby barn, searching for something to use to rescue the person trapped inside. When she hears an explosion, Janet returns to find the truck is nothing but smoking wreckage, and the driver has stolen her car.</div><DIV>&#160;</div><DIV>Janet takes shelter in an abandoned house, and is waiting for help to come when the truck driver&rsquo;s accomplices set fire to her hideout. Just before she is engulfed in flames, she leaps through a window and escapes into the snow. The killers think their witness is dead, and if Janet doesn&rsquo;t move quickly, they will be right. </div>", "isbn": "9781453277430", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/A%20Dismal%20Thing%20to%20Do/1373331943.89.jpg", "oyster_summary": "", "average_rating": 3.72, "language_code": "eng", "awards": [], "title": "A Dismal Thing to Do", "publication_date": "2012-10-02", "number_print_pages": 198}, "position": 2, "uuid": "MDCtewQ5rGT5AkAVWq3rHP", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "status": 1, "author": "Peter Murphy", "uuid": "HjRqHzFcGceJr9UvpDi7CC", "description": "<DIV>\"This book is majestic and squalid at the same time, as if the Bible were actually about Elvis. The rhythms and music carry you like a baby on a raft on the river, but it's the precision of the words that cinches you.\"&#8212;Richard Hell, author of <I>I Dreamed I&#160;Was a Very Clean Tramp</I>&#160;<br><BR>\"A passionate dream of a book. Dazzling, but lucid&#8212;as though Flannery O'Connor had gone back to the Ireland of her forebears to write a novel.\"&#8212;Peter Behrens, author of <I>The Law of Dreams </I><BR><BR>A small Irish town. A river flood. The return of a prodigal son. On the banks of the river Rua, when the rains have stopped and the waters receded, nine bodies are found. What took them to the river?<br><BR>Enoch O&#8217;Reilly, a self-made preacher and Elvis impersonator claiming to be just returned to Ireland from America, launches a radio show <I>Revival Hour</I>. It enjoys a short but spectacular run, and its disastrous end forces Enoch back to the family home. There he finds clues to a mythic connection between the dead&#8212;this brotherhood of the flood&#8212;the natural rhythms of the earth, a secret language called riverish, and his lost father.<br><BR>Conjuring together various traditions&#8212;gothic, Irish, Southern, musical, poetic, our deep connections to stories, to our homelands, and to nature&#8212;Peter Murphy establishes himself as one of Ireland&#8217;s newest literary wonders.<br><BR>\"A wild and inventive butt-kicker, but also strangely tender, and the language is charged, vivid, luminous.\"&#8212;Kevin Barry, author of <I>City of Bohane</I><br><BR>\"Murphy can write like an angel, [but] his gaze is mischievous.\"&#8212; <I>Irish Times </I></DIV>", "isbn": "9780547904788", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547904788/1377663221.2.jpg", "oyster_summary": "", "average_rating": 0.0, "language_code": "eng", "awards": [], "title": "The River and Enoch O\u0092Reilly", "publication_date": "2013-09-10", "number_print_pages": 272}, "position": 19, "uuid": "QdFwPZBJnkxpXQCJiJbLxB", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "G.M. Ford", "uuid": "7bZFifFRFSheoSjhU9ZLMb", "description": "<p> Seattle p.i. Leo Waterman isn't looking for trouble when he and his forensic pathologist girlfriend Rebecca escape into the Washington wilder for a few days of relaxation -- it just seems to find him. An old friend has purchased some choice property here in North America's only rain forest and his posting of \"No Trespassing\" signs has incurred the wrath of every sportsman for miles around. But what starts as irksome harassment by the offended locals soon escalates into the real of the lethal. And it's just Waterman's luck to be in the epicenter of this murderous mess at the very moment it bursts into flames. </p>", "isbn": "9780061844928", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061844928/1376452289.05.jpg", "oyster_summary": "", "average_rating": 4.05, "language_code": "eng", "awards": [], "title": "The Deader the Better", "publication_date": "2009-10-13", "number_print_pages": 352}, "position": 14, "uuid": "tuS6vmRZE6KEUJPWEn3Qym", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "tq7neGVgdEQxba3BTmLGR3", "name": "MysteriousPress.com/Open Road"}, "status": 1, "author": "Mary Roberts Rinehart", "uuid": "tiCqAFU9Qy7wkEGiwdtZaB", "description": "<DIV><b>On a quiet cul-de-sac, an elderly invalid is slaughtered with an axe</b><DIV></div><DIV><BR>Crescent Place was once a peaceful country green surrounded by five tasteful suburban houses and populated by polite, responsible citizens. But as the city enveloped it, the residents built a gate to keep the world out. With each passing year, the subdivision grew stranger and stranger&mdash;until it began to look like a time capsule of the 1890s. In these houses are a husband and wife who fight constantly, and another couple who hasn&rsquo;t spoken to each other in two decades. There is a widow in permanent mourning and a daughter whom the newspapers call psychotic. And there is a bedridden old woman who is about to be killed with an axe.</div><BR>When her murder shatters the quiet of the little enclave, the tabloids delight in trumpeting the neighborhood&rsquo;s peculiarities. But as the search for the killer intensifies, the area&rsquo;s strangest secrets have yet to be revealed.&#160;</div>", "isbn": "9781480436527", "cover_img": "https://cflare.oysterbooks.com/covers/MysteriousPress.com/Open%20Road/9781480436527/1377118551.05.jpg", "oyster_summary": "", "average_rating": 3.74, "language_code": "eng", "awards": [], "title": "The Album", "publication_date": "2013-08-13", "number_print_pages": 383}, "position": 18, "uuid": "QzjTH7hKUAs47cjNFoAE5c", "annotation": ""},{"book": {"oyster_good_for_statement": "", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "status": 1, "author": "Elizabeth Lowell", "uuid": "siTsKK2oqwdXzsDYpfthr8", "description": "<p>Jill Breck was just doing her job as a river guide when she saved the life of Lane Faroe, son of two of St. Kilda Consulting's premier operators. But when a string of ominous events&#8212;including a mysterious fire that kills her great-aunt and a furor in the Western art world raised by a dozen Breck family paintings&#8212;culminates in a threat to her life, Jill reluctantly calls in a favor.</p><p>Zach Balfour works part-time as a consultant for St. Kilda. His expertise is gathering and analyzing information from unlikely and often dangerous sources. Though he's got the skills to be a highly effective bodyguard, being a bullet catcher isn't his preferred way to spend time.</p><p>Protecting Jill will take him into familiar territory&#8212;among a strange, savagely competitive bunch of collectors who'll do anything to stay at the top. But Jill is in deeper waters than she's ever known; as she soon discovers, the perils of running wild rivers are tame compared with the hidden dangers in the high-stakes game of art collecting.</p><p>From the cozy rooms of the Breck homestead cabin to the cold multimillion-dollar galleries of the Western art circuit, Zach and Jill must race against time to unmask a ruthless killer hidden in a blue smoke of money, threats, lies, and death. . . .</p>", "isbn": "9780061734175", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061734175/1376504813.93.jpg", "oyster_summary": "", "average_rating": 3.77, "language_code": "eng", "awards": [], "title": "Blue Smoke and Murder", "publication_date": "2008-07-08", "number_print_pages": 448}, "position": 17, "uuid": "NJN5mTFuLuM5SpjT9RB6Ta", "annotation": ""}]