[{"position": 1, "book": {"description": "<p>John Russell has been raised as an Apache. Now he's on his way to live as a white man. But when the stagecoach passengers learn who he is, they want nothing to do with him -- until outlaws ride down on them and they must rely on Russell's guns and his ability to lead them out of the desert. He can't ride with them, but they must walk with him or die.</p>", "isbn": "9780061832895", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 192, "average_rating": 3.88, "title": "Hombre", "uuid": "scG7ByhUMDXmS4YQtYpPv8", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061832895/1376452231.82.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Elmore Leonard", "status": 1}, "uuid": "5PVLB5wroEg3Q7pCfqdg6h", "annotation": ""},{"position": 8, "book": {"description": "<p>A re-discovered masterpiece of reporting by a literary icon and a celebrated photographer ...</p>\n<p>In 1941, James Agee and Walker Evans published Let Us Now Praise Famous Men, a 400-page prose symphony about three tenant farming families in Hale County, Alabama, at the height of the Great Depression. The book shattered journalistic and literary conventions. Critic Lionel Trilling called it the \"most realistic and most important moral effort of our American generation.”</p>\n<p>The origins of Agee and Evans's famous collaboration date back to an assignment for Fortune magazine, which sent them to Alabama in the summer of 1936 to report a story that was never published. Some have assumed that Fortune's editors shelved the story because of the unconventional style that marked Famous Men, and for years the original report was presumed lost.</p>\n<p>But fifty years after Agee's death, a trove of his manuscripts turned out to include a typescript labeled \"Cotton Tenants.” Once examined, the pages made it clear that Agee had in fact written a masterly, 30,000-word report for Fortune.</p>\n<p>Published here for the first time, and accompanied by thirty of Walker Evans's historic photos, Cotton Tenants is an eloquent report of three families struggling through desperate times. Indeed, Agee's dispatch remains relevant as one of the most honest explorations of poverty in America ever attempted and as a foundational document of long-form reporting. As the novelist Adam Haslett writes in an introduction, it is \"a poet's brief for the prosecution of economic and social injustice.”</p>", "isbn": "9781612192130", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-06-04", "number_print_pages": 224, "average_rating": 4.41, "title": "Cotton Tenants", "uuid": "gMMawBzNHg65MSsdSz94c3", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192130/1377113881.85.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "James Agee", "status": 1}, "uuid": "iJKQL9BjET5UEao2i2Xnmc", "annotation": ""},{"position": 26, "book": {"description": "ALA Gay-Lesbian-Bisexual Book Award. DREAM BOY confirms the immense promise of Jim Grimsley's award-winning debut, WINTER BIRDS. In his electrifying novel, adolescent gay love, violence, and the spirituality of old-time religion are combined through the alchemy of Grimsley's vision into a powerfully suspenseful story of escape and redemption. \"I've never read a novel remotely like DREAM BOY; and my admiration for Jim Grimsley's power is widened and deepened.\"--Reynolds Price; \"Translucent prose and emotional authenticity.\"--Out. A QUALITY PAPERBACK BOOK CLUB SELECTION.", "isbn": "9781565127272", "language_code": "eng", "awards": [{"name": "Stonewall Book Award Winner", "image": null, "uuid": "eotSW5vQfqZXFCQPHsnFES"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1995-01-09", "number_print_pages": 250, "average_rating": 3.99, "title": "Dream Boy", "uuid": "vtTAZ8GHrAp9EgiaXzp9tV", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127272/1377656458.6.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Jim Grimsley", "status": 1}, "uuid": "c6H4FVQJKMT9wLiwFEgawF", "annotation": ""},{"position": 10, "book": {"description": "<DIV>A &#8220;finely wrought, flawlessly written&#8221; novel (New York Times Book Review), set on a small island in the Puget Sound, that is &#8220;at various moments a courtroom drama, an interracial love story, and a war chronicle&#8221; (San Francisco Chronicle). &#8220;Guterson has fashioned something haunting and true&#8221; (Pico Iyer, Time). Winner of the PEN/Faulkner Award. A fall 1999 major motion picture.<BR></DIV>", "isbn": "9780547545080", "language_code": "eng", "awards": [{"name": "American Booksellers Book Of The Year Award", "image": null, "uuid": "zS9VXDX56kZEN5yJJFLdbG"}, {"name": "Anthony Award Nominee", "image": null, "uuid": "Sjjjk6kTgz68r3tDFWb9VH"}, {"name": "PEN/Faulkner Award Winner", "image": null, "uuid": "WuuCyTuuEnzWas5sfJE4aS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1994-09-12", "number_print_pages": 368, "average_rating": 3.69, "title": "Snow Falling on Cedars", "uuid": "LeJJzXciDeJNkTQKwvipQE", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547545080/1385979607.38.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "David Guterson", "status": 1}, "uuid": "kuMm392aphUwtHbgck2sMD", "annotation": ""},{"position": 13, "book": {"description": "Winesburg, Ohio (1919) is Sherwood Anderson's masterpiece, a cycle of short stories concerning life in a small town at the end of the nineteenth century. At the center is George Willard, a young reporter who becomes the confidant of the town's solitary figures. Anderson's stories influenced countless American writers including Hemingway, Faulkner, Updike, Oates and Carver. This new edition corrects errors made in earlier editions and takes into account major criticism and textual scholarship of the last several decades.", "isbn": "9781629454290", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 160, "average_rating": 3.82, "title": "Winesburg, Ohio", "uuid": "uQqrdvwyBzvj8qLveSnttk", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629454290/1376390354.59.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Sherwood Anderson", "status": 1}, "uuid": "9qMa5rH4RqhPsYvpMZqyJM", "annotation": ""},{"position": 29, "book": {"description": "<P>Saul Bellow is one of the twentieth century's most influential, respected, and honored writers. His novels The Adventures of Augie March, Herzog, and Mr. Sammler's Planet won the National Book Award, and Humboldt's Gift was awarded the 1976 Pulitzer Prize for fiction. In addition, his plays garnered popular and critical acclaim, and some were produced on Broadway. Known for his insights into life in a post-Holocaust world, Bellow's explorations of modernity, Jewish identity, and the relationship between art and society have resonated with his readers, but because his writing is not overtly political, his politics have largely been ignored.</P><P>A Political Companion to Saul Bellow examines the author's novels, essays, short stories, and letters in order to illuminate his evolution from liberal to neoconservative. It investigates Bellow's exploration of the United States as a democratic system, the religious and ideological influences on his work, and his views on race relations, religious identity, and multiculturalism in the academy. Featuring a fascinating conclusion that draws from interviews with Bellow's sons, this accessible companion is an excellent resource for understanding the political thought of one of America's most acclaimed writers.</P>", "isbn": "9780813141862", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-07-18", "number_print_pages": 296, "average_rating": 0.0, "title": "A Political Companion to Saul Bellow", "uuid": "9sGzdLsE3sDC9qxgsYBfBR", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813141862/1377070944.24.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "Gloria L. Cronin", "status": 1}, "uuid": "m8UxH3X3xrFikR5uWDPZ29", "annotation": ""},{"position": 22, "book": {"description": "Based on Ivan Turgenev's novel of the same name, Frank J. Morlock's new play clearly dramatizes the societal divisions in mid-nineteenth-century Russia, deftly contrasting the defenders of the old regime with the younger generation of no-nonsense nihilists who will eventually succeed them. Nicolai and Pavel represent the older values (Nicolai softly, Pavel somewhat rigidly), while the two youths, Arkady (softly) and Bazarov (gruffly), make the case for change. In the end, Pavel and Bazarov fight an inconclusive duel--but the heightened animosity between generations yet remains, forecasting the civil war that will eventually overwhelm Russia fifty years later. The parallels between that time and today are striking. An absolutely riveting drama.", "isbn": "9781434449405", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-02-09", "number_print_pages": 186, "average_rating": 4.3, "title": "Fathers and Sons", "uuid": "96jghoxL8kFJxmhftyMXP7", "cover_img": "https://cflare.oysterbooks.com/covers/Wildside%20Press%20LLC/Fathers%20and%20Sons/1374554950.59.jpg", "publisher": {"name": "Wildside Press LLC", "uuid": "vhcUUCx4wq8bxYyPpmRPsL"}, "author": "Frank J. Morlock", "status": 1}, "uuid": "sEeEEdcmjHLYjJsWw2S8iN", "annotation": ""},{"position": 30, "book": {"description": "<DIV>In the spring of 1943, twenty-one-year old Jack Kerouac set out to write his first novel. Working diligently day and night to complete it by hand, he titled it <I>The Sea Is My Brother</I>. Nearly seventy years later, its long-awaited publication provides fascinating details and insight into the early life and development of an American literary icon. A clear precursor to such landmark works as <I>On the Road</I>, <I>The Dharma Bums</I>, and <I>Visions of Cody</I>, it is an important formative work that hints at the hallmarks of classic Kerouac: the search for spiritual meaning in a materialistic world, spontaneous travel as the true road to freedom, late nights in bars engaged in intense conversation, the desperate urge to escape from society, and the strange, terrible beauty of loneliness.<BR></DIV>", "isbn": "9780306822476", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-03-26", "number_print_pages": 432, "average_rating": 4.1, "title": "The Sea Is My Brother", "uuid": "cmEQVzspuWN6awDJAbUhG", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306822476/1387371131.16.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "Jack Kerouac", "status": 1}, "uuid": "sXDA55rLK4whFUsSLq5aKY", "annotation": ""},{"position": 19, "book": {"description": "With Commentary by E. M. Forster, Dorothy Parker, H. L. Mencken, Lewis Mumford, Rebecca West, Sherwood Anderson, Malcolm Cowley, Alfred Kazin, Constance Rourke, and Mark Schorer.\r\n\r\nMain Street, the story of an idealistic young woman's attempts to reform her small town, brought Lewis immediate acclaim when it was published in 1920. It remains one of the essential texts of the American scene. Lewis Mumford observed: \"In Main Street an American had at last written of our life with something of the intellectual rigor and critical detachment that had seemed so cruel and unjustified [in Charles Dickens and Matthew Arnold]. Young people had grown up in this environment, suffocated, stultified, helpless, but unable to find any reason for their spiritual discomfort. Mr. Lewis released them.\"\r\n\r\nSinclair Lewis (1885-1951), was born in Sauk Centre, Minnesota and graduated from Yale in 1907. In 1930 he became the first American recipient of the Nobel Prize in Literature. Main Street (1920) was his first critical and commercial success. Lewis's other noted books include Babbitt (1922), Arrowsmith (1925), Elmer Gantry (1927), Dodsworth (1929), and It Can't Happen Here (1935).", "isbn": "9781629452173", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 560, "average_rating": 3.71, "title": "Main Street", "uuid": "o3x3wADTMSFLADhFse36TG", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629452173/1376039625.3.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Sinclair Lewis", "status": 1}, "uuid": "YHKypEAkfSxxnuw6uyhhRf", "annotation": ""},{"position": 32, "book": {"description": "<DIV>The saga of John Kennedy Toole is one of the greatest stories of American literary history. After writing <i>A Confederacy of Dunces</i>, Toole corresponded with Robert Gottlieb of Simon &amp; Schuster for two years. Exhausted from Gottlieb&rsquo;s suggested revisions, Toole declared the publication of the manuscript hopeless and stored it in a box. Years later he suffered a mental breakdown, took a two-month journey across the United States, and finally committed suicide on  an inconspicuous road outside of Biloxi. Following the funeral, Toole&rsquo;s mother discovered the manuscript. After many rejections, she cornered Walker Percy, who found it a brilliant novel and spearheaded its publication. In 1981, twelve years after the author&rsquo;s death, <i>A Confederacy of Dunces</i> won the Pulitzer Prize.<p>In <i>Butterfly in the Typewriter</i>, Cory MacLauchlin draws on scores of new interviews with friends, family, and colleagues as well as full access to the extensive Toole archive at Tulane  University, capturing his upbringing in New Orleans, his years in New York City, his frenzy of writing in Puerto Rico, his return to his beloved city, and his descent into paranoia and depression.</p><p>&#160;</p></div>", "isbn": "9780306821042", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-03-27", "number_print_pages": 352, "average_rating": 4.14, "title": "Butterfly in the Typewriter", "uuid": "ayqjBi2UuvLD7v5CE3A4wP", "cover_img": "https://cflare.oysterbooks.com/covers/Da%20Capo%20Press/9780306821042/1387370996.89.jpg", "publisher": {"name": "Da Capo Press", "uuid": "8tKCK6LRmxaAdo6qYuddUc"}, "author": "Cory MacLauchlin", "status": 1}, "uuid": "fpWZxYKBuqEbdxVaXkTjkm", "annotation": ""},{"position": 24, "book": {"description": "On a bone-chilling New Year's Day, when all the mountain roads are slick with ice, Clay's mother, Anneth, insists on leaving her husband. She packs her things, and with three-year-old Clay in tow, they inch their way toward her hometown along the treacherous mountain roads. <p> That journey ends in the death of Clay's mother. It's a day that comes to haunt her only son, who's left without a family and a history. This is the story of how Clay Sizemore, a coal miner in love with his town but unsure of his place within it, finds a family to call his own. </p><p> And it's the story of the people who become part of the life he shapes: Aunt Easter, always filled with a sense of foreboding and bound to her faith above all; Uncle Paul, quietly producing quilt after quilt; Dreama, beautiful and flighty; Evangeline, the untameable daughter of a famous gospel singer; and Alma, the fiddler whose song wends its way into Clay's heart. Together, they all help Clay to fashion a quilt of a life from what treasured pieces are around him. </p><p> Authentic and moving, <i>Clay's Quilt</i> is both the story of a young man's journey and of Appalachian people struggling to hold on to their heritage. </p><p> \t</p><p> \t</p><p> \t</p>", "isbn": "9781616202972", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2001-04-01", "number_print_pages": 250, "average_rating": 3.96, "title": "Clay's Quilt", "uuid": "vRcJWmqRUWwQxWV7VRtpNm", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202972/1377657158.41.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Silas House", "status": 1}, "uuid": "SVCJYRyWGHu8rREQ8k4ug9", "annotation": ""},{"position": 9, "book": {"description": "When his sister tricks him into taking her guru on a trip to their childhood home, Otto Ringling, a confirmed skeptic, is not amused. Six days on the road with an enigmatic holy man who answers every question with a riddle is not what he'd planned. But in an effort to westernize his passenger&#8212;and amuse himself&#8212;he decides to show the monk some &quot;American fun&quot; along the way. From a chocolate factory in Hershey to a bowling alley in South Bend, from a Cubs game at Wrigley field to his family farm near Bismarck, Otto is given the remarkable opportunity to see his world&#8212;and more important, his life&#8212;through someone else's eyes. Gradually, skepticism yields to amazement as he realizes that his companion might just be the real thing. <br><br>\nIn Roland Merullo's masterful hands, Otto tells his story with all the wonder, bemusement, and wry humor of a man who unwittingly finds what he's missing in the most unexpected place.", "isbn": "9781565126596", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-08-26", "number_print_pages": 336, "average_rating": 3.78, "title": "Breakfast with Buddha", "uuid": "rZdfUqimwCGMabvL3iMXrV", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126596/1377656888.75.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Roland Merullo", "status": 1}, "uuid": "hTzUARMRTkMtdKphXbZcyc", "annotation": ""},{"position": 27, "book": {"description": "Ginny, who marries Tom at the turn of the century after her family has given up on her ever marrying, narrates THE TRUEST PLEASURE--the story of their life together on her father's farm in the western North Carolina mountains. They have a lot in common--love of the land and fathers who fought in the Civil War. Tom's father died in the war, but Ginny's father came back to western North Carolina to hold on to the farm and turn a profit. Ginny's was a childhood of relative security, Tom's one of landlessness. Truth be known--and they both know it--their marriage is mutually beneficial in purely practical terms. Tom wants land to call his own. Ginny knows she can't manage her aging father's farm by herself. But there is also mutual attraction, and indeed their \"loving\" is deeply gratifying. What keeps getting in the way of it, though, are their obsessions. Tom Powell's obsession is easy to understand. He's a workaholic who hoards time and money. Ginny is obsessed by Pentecostal preaching. That she loses control of her dignity, that she speaks \"in tongues,\" that she is \"saved,\" seem to her a blessing and to Tom a disgrace. It's not until Tom lies unconscious and at the mercy of a disease for which the mountain doctor has no cure that Ginny realizes her truest pleasure is her love for her husband. Like COLD MOUNTAIN, the time and place of THE TRUEST PLEASURE are remote from contemporary American life, but its rendering of the nature of marriage is timeless and universal. Praise for THE TRUEST PLEASURE: \"Marvelously vivid imagery. . . . a quietly audacious book.\"--The New York Times Book Review; \"Morgan deeply understands these people and their world, and he writes about them with an authority usually associated with the great novelists of the last century. . . . the book is astonishing.\"--The Boston Book Review;", "isbn": "9781565128910", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1998-01-09", "number_print_pages": 380, "average_rating": 3.84, "title": "The Truest Pleasure", "uuid": "D2nFW8DJS3Njgr8VVAAMCe", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128910/1377656548.82.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Robert Morgan", "status": 1}, "uuid": "x3W8G2sg2tgSWxoXYe7C9f", "annotation": ""},{"position": 33, "book": {"description": "<DIV>&#8220;As our vision becomes more global, our storytelling is stretching in many ways. Stories increasingly change point of view, switch location, and sometimes pack as much material as a short novel might,&#8221; writes guest editor Elizabeth Strout. &#8220;It&#8217;s the variety of voices that most indicates the increasing confluence of cultures involved in making us who we are.&#8221; <I>The Best American Short Stories 2013</I> presents an impressive diversity of writers who dexterously lead us into their corners of the world.<BR><BR>In &#8220;Miss Lora,&#8221; Junot D&#237;az masterfully puts us in the mind of a teenage boy who throws aside his better sense and pursues an intimate affair with a high school teacher. Sheila Kohler tackles innocence and abuse as a child wanders away from her mother, in thrall to a stranger she believes is the &#8220;Magic Man.&#8221; Kirstin Valdez Quade&#8217;s &#8220;Nemecia&#8221; depicts the after-effects of a secret, violent family trauma. Joan Wickersham&#8217;s &#8220;The Tunnel&#8221; is a tragic love story about a mother&#8217;s declining health and her daughter&#8217;s helplessness as she struggles to balance her responsibility to her mother and her own desires. New author Callan Wink&#8217;s &#8220;Breatharians&#8221; unsettles the reader as a farm boy shoulders a grim chore in the wake of his parents&#8217; estrangement.<BR>&#8220;Elizabeth Strout was a wonderful reader, an author who knows well that the sound of one&#8217;s writing is just as important as and indivisible from the content,&#8221; writes series editor Heidi Pitlor. &#8220;Here are twenty compellingly told, powerfully felt stories about urgent matters with profound consequences.&#8221;<BR><BR><BR></DIV>", "isbn": "9780547898360", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-08", "number_print_pages": 256, "average_rating": 4.24, "title": "The Best American Short Stories 2013", "uuid": "qdiMWBtGYV8mBsFtCj7TGE", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898360/1379662251.49.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Elizabeth Strout", "status": 1}, "uuid": "cDHZTq6KD4wqwohGjLD9Ce", "annotation": ""},{"position": 6, "book": {"description": "The debut novel of F. Scott Fitzgerald. Published in 1920, the book examines the lives and morality of post-World War I youth. Its protagonist, Amory Blaine, is an attractive Princeton University student who dabbles in literature. The novel explores the theme of love warped by greed and status-seeking. Most of the characters are drawn directly from Fitzgerald's own life.", "isbn": "9781629450957", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1920-01-01", "number_print_pages": 305, "average_rating": 3.68, "title": "This Side of Paradise", "uuid": "fSY3Xj56pMvVaFhSejZ5Ge", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450957/1376627758.41.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "F. Scott Fitzgerald", "status": 1}, "uuid": "Ukwz4RE8UmWKYaEXvMkVqR", "annotation": ""},{"position": 37, "book": {"description": "<P>First published in 1940, James Still's masterful novel has become a classic. It is the story, seen through the eyes of a boy, of three years in the life of his family and their kin. He sees his parents pulled between the meager farm with its sense of independence and the mining camp with its uncertain promise of material prosperity. In his world privation, violence, and death are part of everyday life, accepted and endured. Yet it is a world of dignity, love, and humor, of natural beauty which Still evokes in sharp, poetic images. No writer has caught more effectively the vividness of mountain speech or shown more honestly the trials and joys of mountain life.</P>", "isbn": "9780813146362", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-12-06", "number_print_pages": 256, "average_rating": 4.8, "title": "River Of Earth", "uuid": "vaCeTn7P5zCiFb9LB9RHkm", "cover_img": "https://cflare.oysterbooks.com/covers/The%20University%20Press%20of%20Kentucky/9780813146362/1386303970.95.jpg", "publisher": {"name": "The University Press of Kentucky", "uuid": "iuSURhCXJFGWkyZ8VQxgb"}, "author": "James Still", "status": 1}, "uuid": "ogEkUVFXYTKPELPHVHHrrm", "annotation": ""},{"position": 7, "book": {"description": "Prosperous and socially prominent, George Babbitt appears to have everything a man could wish. But when a personal crisis forces the middle-aged real estate agent to reexamine his life, Babbitt mounts a rebellion that jeopardizes everything he values. Widely considered Sinclair Lewis' greatest novel, this satire of the American social landscape created a sensation upon its 1922 publication. Babbitt's name became an instant and enduring synonym for middle-class complacency, and his story remains an ever-relevant tale of an individual caught in the machinery of modern life.", "isbn": "9781629451367", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 464, "average_rating": 3.59, "title": "Babbitt", "uuid": "LCX5NrcB5aJcGcudyLk4R4", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451367/1376563604.87.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Sinclair Lewis", "status": 1}, "uuid": "cLXrSrbfAfxPM7JzXJqrr5", "annotation": ""},{"position": 20, "book": {"description": "<DIV><b>A delightfully funny and moving novel about the singular life of a cantankerous Jewish-American writer and anarchist troublemaker, as remembered by his daughter </b></div><DIV><BR>In 1972, sixty-four-year-old Ezra Slavin&rsquo;s heart gives out at an anti-war rally. A contentious and irascible Jewish-American writer, anarchist, and inadvertent guru to discontented youth, he leaves behind a large extended family of ex-wives, lovers, and children, most of whom had cut all ties with the infuriating intellectual provocateur years earlier. Out of the entire family, only one daughter, Merry, a journalist, can remember her father with her own critical, conflicted understanding, a saddened sympathy approaching love. As the day of his memorial approaches, she attempts to make sense of the puzzle of Ezra&rsquo;s life before all of its disparate, discordant elements come crashing together at the service.</div><DIV><BR>The award-winning author of <i>Other People&rsquo;s Lives</i>, Johanna Kaplan creates a vivid cast of unforgettable characters who reveal the disparity between Ezra&rsquo;s long-suffering, neglected family, his admiring friends, and the youthful hangers-on&mdash;and, most notably, in the outrageously enigmatic Ezra himself. At once hilarious and poignant, <i>O My America! </i>offers a fascinating evocation of a time and place in America, a satiric history of the immigrant Jewish experience, and a wonderful portrait of an exasperating yet endearing anti-hero pursuing his unique vision of the American dream.</div><DIV></div>", "isbn": "9781480414693", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-08-06", "number_print_pages": 286, "average_rating": 0.0, "title": "O My America!", "uuid": "iZitMAcLGKMUAE3pw3ssX6", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480414693/1377118509.61.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Johanna Kaplan", "status": 1}, "uuid": "qB9Z5qQ4XP6D5yApELxm6j", "annotation": ""},{"position": 38, "book": {"description": "<DIV>The <I>Los Angeles Times</I> has lauded Louis Auchincloss as \"a novelist committed to examining the complicated layers of character, psychology, and society.\" In <I>The Friend of Women</I>, that dedication shines on every page in the singular, epigrammatic style of an American master.<BR><BR>The mysteries of character are at the heart of these six previously unpublished pieces. In the title story, a teacher at a private girls' school ruminates on a long career, wondering if he was right to encourage his students to find a life less constrained than the conventional one prescribed to them or if he cruelly raised unrealistic expectations. In \"The Country Cousin\" -- a delightful one-act play -- a wealthy woman's dependent niece unwittingly serves as the vehicle that reveals her rich relatives' self-involvement. Ranging from a boyhood friendship tested by the fabrications of the McCarthy era to an Episcopal priest tormented by an autocratic headmaster, Auchincloss's fiction illuminates the complications that ensue when our perceptions of other people's character -- as well as our own -- are upended.</DIV>", "isbn": "9780544109001", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-24", "number_print_pages": 224, "average_rating": 3.68, "title": "The Friend of Women and Other Stories", "uuid": "N8JgyL9VjrWrWZdptwFz3A", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544109001/1376384395.52.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Louis Auchincloss", "status": 1}, "uuid": "eXL8dezhVDZcsdmwMv3qiC", "annotation": ""},{"position": 34, "book": {"description": "Selected and introduced by Cheryl Strayed,&#160;the&#160;<I>New York Times</I> best-selling author of <I>Wild</I> and&#160;the writer of the celebrated column &#8220;Dear Sugar,&#8221; this collection is a&#160;treasure&#160;trove&#160;of fine writing and thought-provoking essays.", "isbn": "9780544105744", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-08", "number_print_pages": 352, "average_rating": 4.42, "title": "The Best American Essays 2013", "uuid": "Z9mAxLjbiNUFDcZPEPZJJL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544105744/1379662276.53.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Robert Atwan", "status": 1}, "uuid": "6EtXyhspDNqmjJ6evLzJBE", "annotation": ""},{"position": 27, "book": {"description": "Carrie Brown's triumphant first novel, Rose's Garden, garnered high praise from the critics for its \"simple, beautiful language,\" and for \"plumbing the emotional depths of ordinary human beings.\" Just a year later, she does it again.<P> Lamb in Love is set in a rural English village the year of the Apollo moon landing and tells of two people surprised, halfway through their lives by...what? passion? desire? love? They haven't the experience to quite identify it.<P> Norris and Vida have known each other forever. Neither has had any idea how to go about falling in love.<P> Vida Stephen has been nanny for twenty years to the mentally handicapped son of a rich American widower. Every day for most of her life, she nods to Norris Lamb, the postmaster, when calling for her mail. Sometimes Norris offers pretty stamps to the boy. A fussy, stamp-collecting bachelor and church organist, Norris has fallen suddenly, amazingly, and secretly in love with Vida.<P> Witness to Norris and Vida's halting, at times embarrassing courtship is Vida's charge, Manford - mute and clumsy and yet possessed of an odd and gentle intelligence. It is through Manford, even thanks to him, that Norris and Vida finally come to recognize each other and themselves.<P> Carrie Brown has an affinity for the way love transforms the most ordinary and imperfect people. In Lamb in Love, she celebrates a man and a woman who discover in themselves a bravery that allows them to become the heroes of their own story.", "isbn": "9781565127630", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "1999-04-01", "number_print_pages": 348, "average_rating": 3.78, "title": "Lamb in Love", "uuid": "cfFcXXaYqRGTSxGyu6G975", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127630/1377656564.95.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Carrie Brown", "status": 1}, "uuid": "gWTsmWfWRnNvBUqsZgr9gW", "annotation": ""},{"position": 12, "book": {"description": "<p>Low-life writer and unrepentant alcoholic Henry Chinaski was born to survive. After decades of slacking off at low-paying dead-end jobs, blowing his cash on booze and women, and scrimping by in flea-bitten apartments, Chinaski sees his poetic star rising at last. Now, at fifty, he is reveling in his sudden rock-star life, running three hundred hangovers a year, and maintaining a sex life that would cripple Casanova.</p><p>With all of Bukowski's trademark humor and gritty, dark honesty, this 1978 follow-up to <em>Post Office</em> and <em>Factotum</em> is an uncompromising account of life on the edge.</p>", "isbn": "9780061863769", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 304, "average_rating": 3.93, "title": "Women", "uuid": "RNVRkspvbj7Zv7DKvxddya", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061863769/1376452375.56.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Charles Bukowski", "status": 1}, "uuid": "c2kRnrEY9bqyKgRBVYGvkf", "annotation": ""},{"position": 18, "book": {"description": "<DIV><DIV><b>Chabon&rsquo;s dazzling first story collection reveals lives anchored in fantasy but disrupted by surprising realities<BR><BR></b></div><DIV>In these eleven elegant tales, characters hold tight to private dreams even as their closest relationships crumble. Five stories follow Nathan Shapiro from the spoiled beach vacation where he learns of his parents&rsquo; divorce through his anxious adolescence and a woefully misguided crush. Other stories find ex-lovers tormenting each other at an oceanside caf&eacute;, a has-been baseball pro at the funeral of a more successful teammate, and a Pittsburgh disc jockey still pining for a woman who married him to get her American citizenship.</div><DIV>&#160;</div><DIV>Graceful, witty, and moving, the stories of <i>A Model World</i> helped establish Chabon as one of America&rsquo;s most distinctive fiction writers and prose stylists.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "isbn": "9781453234112", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-20", "number_print_pages": 198, "average_rating": 3.52, "title": "A Model World", "uuid": "YZBqUnYbRg7h6FxMypsf88", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Model%20World/1373330267.44.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Michael Chabon", "status": 1}, "uuid": "eUAaNWmE4qChLZ4gsdabf5", "annotation": ""},{"position": 21, "book": {"description": "<DIV><b>In Zephyr, Alabama, a bizarre murder is only the beginning</b></div><DIV>&#160;</div><DIV>Small town boys see weird sights, and Zephyr has provided Cory Jay Mackenson with his fair share of oddities. He knows the bootleggers who lurk in the dark places outside of town. On moonless nights, he&rsquo;s heard spirits congregate in the churchyard to reminisce about the good old days. He&rsquo;s seen rain that flooded Main Street and left it crawling with snakes. Cory knows magic, and relishes it as only a young boy can.</div><DIV>&#160;</div><DIV>One frosty winter morning, he and his father watch a car jump the curb and sail into the fathomless town lake. His father dives into the icy water to rescue the driver, and finds a naked corpse handcuffed to the wheel. This chilling sight is only the start of the strangest period of Cory&rsquo;s life, when the magic of his town will transform him into a man.</div>", "isbn": "9781453231562", "language_code": "eng", "awards": [{"name": "World Fantasy Award Winner", "image": null, "uuid": "tP263pVFYpExE6JAikpu45"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-18", "number_print_pages": 582, "average_rating": 4.32, "title": "Boy's Life", "uuid": "bgKHhkhExfHqtAJhQZzWFZ", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Boy%27s%20Life/1373330205.12.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Robert R. McCammon", "status": 1}, "uuid": "t6QSg7SF8mW9rDXedgFK3i", "annotation": ""},{"position": 11, "book": {"description": "Michael and Sarah's marriage is already in trouble. But the revelation that Michael has a daughter he's never mentioned&#8212;and only just met&#8212;pushes their relationship to the breaking point. His secrecy about the past, his compulsion to visit his ex-lover, and the sudden presence of his beautiful, grown daughter in their lives drives Sarah to search for the truth&#8212;a search that takes her from Washington, D.C., to Latin America.<br> <br> Chatter is a snapshot of a marriage taken against the landscape of our frenetic culture, where invasive news reports, overheard conversations, and screaming headlines punctuate our days. Its dead-on dialogue captures the collapse of communication and the tension created when discussions go unfinished and questions go unanswered.<br> <br> Balancing humor and terror, Ireland brilliantly depicts the elusiveness of security&#8212;globally and in our own homes&#8212;and the longing to find that safe place in a loved one's arms.", "isbn": "9781565127142", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2007-10-23", "number_print_pages": 245, "average_rating": 3.89, "title": "Chatter", "uuid": "nkyHyxACSibWBM8hnj85RF", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127142/1377656847.06.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Perrin Ireland", "status": 1}, "uuid": "nnrbcNxmQW8dSpccADb8rN", "annotation": ""},{"position": 17, "book": {"description": "<DIV><DIV><b>Alice Walker&rsquo;s masterpiece, a powerful novel of courage in the face of oppression<BR></b>&#160;</div><DIV></div><DIV>Celie has grown up in rural Georgia, navigating a childhood of ceaseless abuse. Not only is she poor and despised by the society around her, she&rsquo;s badly treated by her family. As a teenager she begins writing letters directly to God in an attempt to transcend a life that often seems too much to bear. Her letters span twenty years and record a journey of self-discovery and empowerment through the guiding light of a few strong women and her own implacable will to find harmony with herself and her home. <BR></div><DIV><i>The Color Purple</i>&rsquo;s deeply inspirational narrative, coupled with Walker&rsquo;s prodigious talent as a stylist and storyteller, have made the novel a contemporary classic of American letters.&#160;<BR><BR>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223970", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-09-20", "number_print_pages": 288, "average_rating": 4.12, "title": "The Color Purple", "uuid": "mAzSCKbSepTq5SMEHzt3X5", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Color%20Purple/1373330025.7.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "Alice Walker", "status": 1}, "uuid": "iTT5YvJyjmEV84yPPe4V63", "annotation": ""},{"position": 36, "book": {"description": "Charles McLeod's NATIONAL TREASURES is a mesmerizing study of America's margins. From back-country radicals to California rent boys to a man who puts his life up on eBay, this debut collection is a coast-to-coast assemblage of the American non-mainstream. A virtuoso storyteller, McLeod employs a dazzling range of styles in these unflinching portraits of contemporary life.", "isbn": "9781937402426", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-10-08", "number_print_pages": 248, "average_rating": 0.0, "title": "National Treasures", "uuid": "A6DhAqnYQUVxgtPFN5Xhq9", "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402426/1385065827.25.jpg", "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "author": "Charles McLeod", "status": 1}, "uuid": "GLyjQH7RNPBbQygT8Cc3qR", "annotation": ""},{"position": 23, "book": {"description": "\"This book is too good to keep to yourself. Read it aloud with someone you love, then send it to a friend. But be sure to keep a copy for yourself, because you'll want to read it again and again.\"-- Elizabeth Forsythe Hailey\nRaney is a small-town Baptist. Charles is a liberal from Atlanta. And <i>Raney</i> is the story of their marriage. Charming, wise, funny, and truthful, it is a novel for everyone to love. \"A real jewel.\"--<i>Richmond Times-Dispatch</i>", "isbn": "9781616202132", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-01", "number_print_pages": 240, "average_rating": 3.88, "title": "Raney", "uuid": "LkPypcBn4taBUmN8kBC4Cn", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202132/1377657076.97.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Clyde Edgerton", "status": 1}, "uuid": "JZJ3v6Y9Wchkf2P7n2DkQ5", "annotation": ""},{"position": 3, "book": {"description": "<DIV>It is 1998, the year in which America is whipped into a frenzy of prurience by the impeachment of a president, and in a small New England town, an aging classics professor, Coleman Silk, is forced to retire when his colleagues decree that he is a racist. The charge is a lie, but the real truth about Silk would have astonished his most virulent accuser. Coleman Silk has a secret. But it's not the secret of his affair, at seventy-one, with Faunia Farley, a woman half his age with a savagely wrecked past - a part-time farmhand and a janitor at the college where, until recently, he was the powerful dean of faculty. And it's not the secret of Coleman's alleged racism, which provoked the college witch-hunt that cost him his job and, to his mind, killed his wife. Nor is it the secret of misogyny, despite the best efforts of his ambitious young colleague, Professor Delphine Roux, to expose him as a fiend. Coleman's secret has been kept for fifty years: from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman, who sets out to understand how this eminent, upright man, esteemed as an educator for nearly all his life, had fabricated his identity and how that cannily controlled life came unraveled. Set in 1990s America, where conflicting moralities and ideological divisions are made manifest through public denunciation and rituals of purification, The Human Stain concludes Philip Roth's eloquent trilogy of postwar American lives that are as tragically determined by the nation's fate as by the \"human stain\" that so ineradicably marks human nature. This harrowing, deeply compassionate, and completely absorbing novel is a magnificent successor to his Vietnam-era novel, American Pastoral, and his McCarthy-era novel, I MARRIED A COMMUNIST.</div>", "isbn": "9780547345031", "language_code": "eng", "awards": [{"name": "PEN/Faulkner Award Winner", "image": null, "uuid": "WuuCyTuuEnzWas5sfJE4aS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2000-05-10", "number_print_pages": 376, "average_rating": 3.79, "title": "The Human Stain", "uuid": "x3wxGd4Ci4pkSzUF7hk7UL", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345031/1376379494.41.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Philip Roth", "status": 1}, "uuid": "yeUDDdxuJ5j2iMBoEArk79", "annotation": ""},{"position": 15, "book": {"description": "<DIV>With only a yellowing photograph in hand, a young man - also named Jonathan Safran Foer - sets out to find the woman who might or might not have saved his grandfather from the Nazis. Accompanied by an old man haunted by memories of the war, an amorous dog named Sammy Davis, Junior, Junior, and the unforgettable Alex, a young Ukrainian translator who speaks in a sublimely butchered English, Jonathan is led on a quixotic journey over a devastated landscape and into an unexpected past.<BR>As their adventure unfolds, Jonathan imagines the history of his grandfather's village, conjuring a magical fable of startling symmetries that unite generations across time. Lit by passion, fear, guilt, memory, and hope, the characters in Everything Is Illuminated mine the black holes of history. As the search moves back in time, the fantastical history moves forward, until reality collides with fiction in a heart-stopping scene of extraordinary power.<BR>An arresting blend of high comedy and great tragedy, this is a story about searching for people and places that no longer exist, for the hidden truths that haunt every family, and for the delicate but necessary tales that link past and future. Exuberant and wise, hysterically funny and deeply moving, EVERYTHING IS ILLUMINATED is an astonishing debut.</DIV>", "isbn": "9780547523781", "language_code": "eng", "awards": [{"name": "Guardian First Book Award", "image": null, "uuid": "4yq7EHDADWJwCmDXhUSQFA"}, {"name": "New York Public Library Young Lions Fiction Award Winner", "image": null, "uuid": "pxAsSu3gHGfMynXo2qrAc4"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "PEN/Robert W. Bingham Prize", "image": null, "uuid": "HKjZHYb7cypZGAU6zmXRpQ"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-09-03", "number_print_pages": 288, "average_rating": 3.89, "title": "Everything Is Illuminated", "uuid": "kRMfrujCfa8w9QMjmn7y6m", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547523781/1376380123.68.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Jonathan Safran Foer", "status": 1}, "uuid": "fzEgULan9373HyPfq5tnmU", "annotation": ""},{"position": 0, "book": {"description": "In Jordan's prize-winning debut, prejudice takes many forms, both subtle and brutal. It is 1946, and city-bred Laura McAllan is trying to raise her children on her husband's Mississippi Delta farm—a place she finds foreign and frightening. In the midst of the family's struggles, two young men return from the war to work the land. Jamie McAllan, Laura's brother-in-law, is everything her husband is not—charming, handsome, and haunted by his memories of combat. Ronsel Jackson, eldest son of the black sharecroppers who live on the McAllan farm, has come home with the shine of a war hero. But no matter his bravery in defense of his country, he is still considered less than a man in the Jim Crow South. It is the unlikely friendship of these brothers-in-arms that drives this powerful novel to its inexorable conclusion.<br> <br> The men and women of each family relate their versions of events and we are drawn into their lives as they become players in a tragedy on the grandest scale. As Kingsolver says of Hillary Jordan, \"Her characters walked straight out of 1940s Mississippi and into the part of my brain where sympathy and anger and love reside, leaving my heart racing. They are with me still.\"", "isbn": "9781565126374", "language_code": "eng", "awards": [{"name": "Bellwether Prize Winner", "image": null, "uuid": "9uqAJ3Sf2zhHtPZr7vzQpb"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-03-04", "number_print_pages": 336, "average_rating": 4.0, "title": "Mudbound", "uuid": "BstpJXe32HAKchLrJmNJNS", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126374/1377656854.95.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Hillary Jordan", "status": 1}, "uuid": "vcqLvQVwCWzD3X3PTauKLB", "annotation": ""},{"position": 16, "book": {"description": "By the American novelist, essayist and poet, widely esteemed as one of the most important figures in American literature and best remembered today for his masterpiece Moby-Dick. \r\n\r\nBartleby, the Scrivener is a short story and among Melville's most important pieces, and has been considered a precursor to Existentialist and Absurdist literature.", "isbn": "9781629451374", "language_code": "", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": null, "number_print_pages": 48, "average_rating": 3.85, "title": "Bartleby, the Scrivener", "uuid": "MWVjGNrQrZXYd3auM2ttnA", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451374/1375955497.74.png", "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "author": "Herman Melville", "status": 1}, "uuid": "8HxPJjhDmYUSRvx6fiHdCF", "annotation": ""},{"position": 14, "book": {"description": "<p>Everyone is always telling Stone Barrington that he's too smart to be a cop, but it's pure luck that places him on the streets in the dead of night, just in time to witness the horrifying incident that turns his life inside out. </p><p>Suddenly he is on the front page of every New York newspaper, and his life is hopelessly entwined in the increasingly shocking life (and perhaps death) of Sasha Nijinsky, the country's hottest and most beautiful television anchorwoman.</p><p>No matter where he turns, the case is waiting for him, haunting his nights and turning his days into a living hell. Stone finds himself caught in a perilous web of unspeakable crimes, dangerous friends, and sexual depravity that has throughout it one common thread: Sasha.</p>", "isbn": "9780061750298", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 400, "average_rating": 3.87, "title": "New York Dead", "uuid": "XGvSG9WeyX56Xf7KZBWsWQ", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061750298/1376505863.8.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Stuart Woods", "status": 1}, "uuid": "5pBscd85E245SJGtsz8Dec", "annotation": ""},{"position": 2, "book": {"description": "<p>Born mute, speaking only in sign, Edgar Sawtelle leads an idyllic life with his parents on their farm in remote northern Wisconsin. For generations, the Sawtelles have raised and trained a fictional breed of dog whose thoughtful companionship is epitomized by Almondine, Edgar's lifelong friend and ally. But with the unexpected return of Claude, Edgar's paternal uncle, turmoil consumes the Sawtelles' once peaceful home. When Edgar's father dies suddenly, Claude insinuates himself into the life of the farm&#8212;and into Edgar's mother's affections.</p><p>Grief-stricken and bewildered, Edgar tries to prove Claude played a role in his father's death, but his plan backfires&#8212;spectacularly. Forced to flee into the vast wilderness lying beyond the farm, Edgar comes of age in the wild, fighting for his survival and that of the three yearling dogs who follow him. But his need to face his father's murderer and his devotion to the Sawtelle dogs turn Edgar ever homeward.</p><p>David Wroblewski is a master storyteller, and his breathtaking scenes&#8212;the elemental north woods, the sweep of seasons, an iconic American barn, a fateful vision rendered in the falling rain&#8212;create a riveting family saga, a brilliant exploration of the limits of language, and a compulsively readable modern classic.</p>", "isbn": "9780061792595", "language_code": "eng", "awards": [{"name": "John Sargent, Sr. First Novel Prize Winner", "image": null, "uuid": "G8xrYkYnZvxrWz4FfdHWRB"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Oprah's Book Club Selection", "image": null, "uuid": "vWPKfU9KwYV3HDLWGsPyuX"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 608, "average_rating": 3.55, "title": "The Story of Edgar Sawtelle", "uuid": "oR8SfRXZLsVmAysA4Gxarc", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061792595/1376452102.18.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "David Wroblewski", "status": 1}, "uuid": "MiVADXXjvnjMR3ZzUdC8L5", "annotation": ""},{"position": 5, "book": {"description": "<p>The moving story of how F. Scott Fitzgerald—washed up, alcoholic and ill—dedicated himself to devising a heartfelt course in literature for the woman he loved.</p>\n<p>In 1937, on the night of her engagement to the Marquess of Donegall, Sheilah Graham met F. Scott Fitzgerald at a party in Hollywood. Graham, a British-born journalist, broke off her engagement, and until Fitzgerald had a fatal heart attack in her apartment in 1940, the two writers lived the fervid, sometimes violent affair that is memorialized here with unprecedented intimacy.</p>\n<p>When they met, Fitzgerald's fame had waned. He battled crippling alcoholism while writing screenplays to support his daughter and institutionalized wife. Graham's star, however, was rising, to the point where she became Hollywood's highest-paid, best-read gossip columnist. But if Fitzgerald had lived out his \"crack-up” in public, Graham kept her demons secret—such as that she believed herself to be \"a fascinating fake who pulled the wool over Hollywood's eyes.''</p>\n<p>Most poignantly, she keenly felt her lack of education, and Fitzgerald rose to the occasion. He became her passionate tutor, guiding her through a curriculum of his own design: a college of one. Graham loved him the more for it, writing the book as a tribute. As she explained, \"An unusual man's ideas on what constituted an education had to be preserved. It is a new chapter to add to what is already known about an author who has been microscopically investigated in all the other areas of his life.”</p>", "isbn": "9781612192840", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-28", "number_print_pages": 304, "average_rating": 3.47, "title": "College Of One", "uuid": "5RSfmE7bUXJkMofr7ZbkPP", "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612192840/1377113844.03.jpg", "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "author": "Sheilah Graham", "status": 1}, "uuid": "3uPSZnjv9vTxz4FTDqNYEh", "annotation": ""},{"position": 35, "book": {"description": "A best-selling novelist and&#160;Edgar Award winner, Lisa Scottoline brings her&#160;mastery of the thriller genre as well as her wit and heart&#160;to this collection of&#160;the must-reads&#160;in&#160;mysteries.&#160;", "isbn": "9780544032422", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-08", "number_print_pages": 320, "average_rating": 0.0, "title": "The Best American Mystery Stories 2013", "uuid": "6YwG75kxkuu5MgCp3kTuxR", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544032422/1379662276.22.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Lisa Scottoline", "status": 1}, "uuid": "WSrReAYE2f6cuE94U7gbte", "annotation": ""},{"position": 25, "book": {"description": "<p>It’s been fifty years since Antonio Grasso married Maddalena and brought her to America. That was the last time she saw her parents, her sisters and brothers—everything she knew and loved in the village of Santa Cecilia, Italy. Maddalena sees no need to open the door to the past and let the emotional baggage and unmended rifts of another life spill out.</p>\n<p></p>\n<p>But Prima was raised on the lore of the Old Country. And as she sees her parents aging, she hatches the idea to take the entire family back to Italy—hoping to reunite Maddalena with her estranged sister and let her parents see their homeland one last time. It is an idea that threatens to tear the Grasso family apart, until fate deals them some unwelcome surprises, and their trip home becomes a necessary journey. <br /><em>All This Talk of Love</em> is an incandescent novel about sacrifice and hope, loss and love, myth and memory.</p>", "isbn": "9781616201906", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-02-05", "number_print_pages": 320, "average_rating": 3.87, "title": "All This Talk of Love", "uuid": "fp3KoqqXpCyYpjGwkyyhoF", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201906/1377657151.24.jpg", "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "author": "Christopher Castellani", "status": 1}, "uuid": "eDDR7KRc47WQZtYPPKE4Qc", "annotation": ""},{"position": 31, "book": {"description": "<DIV>Called &ldquo;our finest black-humorist&rdquo; by <I>The Atlantic Monthly</I>,  Kurt Vonnegut was one of the most influential writers of the 20th  century. Now his first and last works come together for the first time  in print, in a collection aptly titled after his famous phrase, <I>We Are What We Pretend To Be</I>.<BR><br> Written to be sold under the pseudonym of &ldquo;Mark Harvey,&rdquo; <I>Basic Training</I>  was never published in Vonnegut&rsquo;s lifetime. It appears to have been  written in the late 1940s and is therefore Vonnegut&rsquo;s first ever  novella. It is a bitter, profoundly disenchanted story that satirizes  the military, authoritarianism, gender relationships, parenthood and  most of the assumed mid-century myths of the family. Haley Brandon, the  adolescent protagonist, comes to the farm of his relative, the old crazy  who insists upon being called The General, to learn to be a  straight-shooting American. Haley&rsquo;s only means of survival will lead him  to unflagging defiance of the General&rsquo;s deranged (but oh so American,  oh so military) values. This story and its thirtyish author were no  friends of the milieu to which the slick magazines&rsquo; advertisers were  pitching their products.<BR><br> When Vonnegut passed away in 2007, he left his last novel unfinished. Entitled <I>If God Were Alive Today</I>,  this last work is a brutal satire on societal ignorance and carefree  denial of the world&rsquo;s major problems. Protagonist Gil Berman is a  middle-aged college lecturer and self-declared stand-up comedian who  enjoys cracking jokes in front of a college audience while societal  dependence on fossil fuels has led to the apocalypse. Described by  Vonnegut as, &ldquo;the stand-up comedian on Doomsday,&rdquo; Gil is a character  formed from Vonnegut&rsquo;s own rich experiences living in a reality Vonnegut  himself considered inevitable.<BR> <p class=\"MsoNormal\">Along with the two works of fiction, Vonnegut&rsquo;s daughter, Nanette shares reminiscences about her father and commentary on these two works&mdash;both exclusive to this edition.</p> In this fiction collection, published in print for the  first time, exist Vonnegut&rsquo;s grand themes: trust no one, trust nothing;  and the only constants are absurdity and resignation, which themselves  cannot protect us from the void but might divert.</div>", "isbn": "9781593157449", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-09-18", "number_print_pages": 176, "average_rating": 3.58, "title": "We Are What We Pretend To Be", "uuid": "xND43MneFztFhmD2gHZku6", "cover_img": "https://cflare.oysterbooks.com/covers/Vanguard%20Press/9781593157449/1387371125.37.jpg", "publisher": {"name": "Vanguard Press", "uuid": "p9meELofu8cfsSZMG7toEM"}, "author": "Kurt Vonnegut", "status": 1}, "uuid": "GsGKT7xSD8p9KZMzNyquBY", "annotation": ""},{"position": 28, "book": {"description": "<p>When the Bergamots move from a comfortable upstate college town to New York City, they&#8217;re not quite sure how they&#8217;ll adapt&#8212;or what to make of the strange new world of well-to-do Manhattan. Soon, though, Richard is consumed by his executive role at a large New York university, and Liz, who has traded in her academic career to oversee the lives of their children, is hectically ferrying young Coco around town.</p><p>Fifteen-year-old Jake is gratefully taken into the fold by a group of friends at Wildwood, an elite private school.</p><p>But the upper-class cocoon in which they have enveloped themselves is ripped apart when Jake wakes up one morning after an unchaperoned party and finds an email in his in-box from an eighth-grade admirer. Attached is a sexually explicit video she has made for him. Shocked, stunned, maybe a little proud, and scared&#8212;a jumble of adolescent emotion&#8212;he forwards the video to a friend, who then forwards it to a friend. Within hours, it&#8217;s gone viral, all over the school, the city, the world.</p><p>The ensuing scandal threatens to shatter the Bergamots&#8217; sense of security and identity, and, ultimately, their happiness. They are a good family faced with bad choices, and how they choose to react, individually and at one another&#8217;s behest, places everything they hold dear in jeopardy.</p><p><em>This Beautiful Life</em> is a devastating exploration of the blurring boundaries of privacy and the fragility of self, a clear-eyed portrait of modern life that will have readers debating their assumptions about family, morality, and the sacrifices and choices we make in the name of love.</p>", "isbn": "9780062092687", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-08-02", "number_print_pages": 256, "average_rating": 3.02, "title": "This Beautiful Life", "uuid": "CiRyRoHzFudgbjAbRUBAo", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092687/1378009614.31.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Helen Schulman", "status": 1}, "uuid": "AURoGhHMg6ZVNy2rGmqnJE", "annotation": ""}]