[{"book": {"author": "Peter Rock", "publication_date": "2013-04-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "The Shelter Cycle", "uuid": "NsihogWCoEGjwJxMXCh9AF", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547859118/1383487921.15.jpg", "average_rating": 3.4, "isbn": "9780547859118", "description": "<DIV>An American original, Peter Rock brings our strangest beliefs to vivid and sympathetic life in this haunting novel inspired by true events.<BR><BR><I>The Shelter Cycle</I> tells the story of two children, Francine and Colville, who grew up in the Church Universal and Triumphant, a religion that predicted the world could end in the late 1980s. While their parents built underground shelters to withstand the impending Soviet missile strike, Francine and Colville played in the Montana wilderness, where invisible spirits watched over them. When the prophesized apocalypse did not occur, the sect&#8217;s members resurfaced and the children were forced to grow up in a world they believed might no longer exist.<BR><BR>Twenty years later, Francine and Colville are reunited while searching for an abducted girl. Haunted by memories and inculcated beliefs, they must confront the Church&#8217;s teachings. If all the things they were raised to believe were misguided, why then do they suddenly feel so true?<BR></DIV>", "oyster_good_for_statement": ""}, "position": 88, "uuid": "HJcuJzutNdCfriXgcF2uvL", "annotation": ""},{"book": {"author": "Joseph Skibell", "publication_date": "2010-09-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "A Blessing on the Moon", "uuid": "3VVhY7fejnXQBKvr9XonM9", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200275/1377656984.66.jpg", "average_rating": 3.72, "isbn": "9781616200275", "description": "Joseph Skibell’s magical tale about the Holocaust—a fable inspired by fact—received unanimous nationwide acclaim when first published in 1997. <br> <br> At the center of A Blessing on the Moon is Chaim Skibelski. Death is merely the beginning of Chaim’s troubles. In the opening pages, he is shot along with the other Jews of his small Polish village. But instead of resting peacefully in the World to Come, Chaim, for reasons unclear to him, is left to wander the earth, accompanied by his rabbi, who has taken the form of a talking crow. Chaim’s afterlife journey is filled with extraordinary encounters whose consequences are far greater than he realizes. <br> <br> Not since art Spiegelman’s <i>Maus</i> has a work so powerfully evoked one of the darkest moments of the twentieth century with such daring originality.", "oyster_good_for_statement": ""}, "position": 5, "uuid": "qQmAzKXzNd7Cjb8NAocbvT", "annotation": ""},{"book": {"author": "Ira Levin", "publication_date": "2011-04-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 144, "title": "The Stepford Wives", "uuid": "B9L7VhkARhZRFpMPrwCeDD", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062037602/1376531098.21.jpg", "average_rating": 3.6, "isbn": "9780062037602", "description": "<p>The internationally bestselling novel by the author of <em>A Kiss Before Dying, The Boys from Brazil,</em> and <em>Rosemary's Baby</em></p><p></p><center>With an Introduction by Peter Straub<p></p></center><p>For Joanna, her husband, Walter, and their children, the move to beautiful Stepford seems almost too good to be true. It is. For behind the town's idyllic facade lies a terrible secret -- a secret so shattering that no one who encounters it will ever be the same.</p><p>At once a masterpiece of psychological suspense and a savage commentary on a media-driven society that values the pursuit of youth and beauty at all costs, <em>The Stepford Wives</em> is a novel so frightening in its final implications that the title itself has earned a place in the American lexicon.</p>", "oyster_good_for_statement": ""}, "position": 54, "uuid": "2hqLdrUpYrQ4URkhaoCv4R", "annotation": ""},{"book": {"author": "Jonathan Miles", "publication_date": "2013-11-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Want Not", "uuid": "BR2PZTVxVyx6DHkvB8CEj3", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544114630/1382684587.84.jpg", "average_rating": 4.33, "isbn": "9780544114630", "description": "<div> A compulsively readable, deeply human novel that examines our most basic and unquenchable emotion: want.   &#160;</DIV> <div>With his critically acclaimed first novel, Jonathan Miles was widely praised as a comic genius &#8220;after something bigger&#8221; (David Ulin, <I>Los Angeles Times</I>) whose fiction was &#8220;not just philosophically but emotionally rewarding&#8221; (Richard Russo, <I>New York Times Book Review</I>, front cover).<br><BR>Now, in his much anticipated second novel, <I>Want Not</I>, Miles takes a giant leap forward with this highly inventive and corrosively funny story of our times, a three-pronged tale of human excess that sifts through the detritus of several disparate lives&#8212;lost loves, blown chances, countless words and deeds misdirected or misunderstood&#8212;all conjoined in their come-hell-or-high-water search for fulfillment.<BR><BR>As the novel opens on Thanksgiving Day, readers are telescoped into three different worlds in various states of disrepair&#8212;a young freegan couple living off the grid in New York City; a once-prominent linguist, sacked at midlife by the dissolution of his marriage and his father&#8217;s losing battle with Alzheimer&#8217;s; and a self-made debt-collecting magnate, whose brute talent for squeezing money out of unlikely places has yielded him a royal existence, trophy wife included.<BR><BR>Want and desire propel these characters forward toward something, anything, <I>more</I>, until their worlds collide, briefly, randomly, yet irrevocably, in a shattering ending that will haunt readers long after the last page is turned.<BR><BR>With a satirist&#8217;s eye and a romantic&#8217;s heart, Miles captures the morass and comedy of contemporary life in all its excess. Bold, unblinking, unforgettable in its irony and pathos,<I> Want Not</I> is a wicked, bighearted literary novel that confirms the arrival of a major voice in American fiction.<br></DIV>", "oyster_good_for_statement": ""}, "position": 81, "uuid": "WFWi3Lfe8bG58rUdeDJsTg", "annotation": ""},{"book": {"author": "Philip Roth", "publication_date": "2009-11-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 160, "title": "The Humbling", "uuid": "aNHHYrVgCEo3FzsJFkPGCS", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416953/1376379654.19.jpg", "average_rating": 3.13, "isbn": "9780547416953", "description": "<div><p>Everything is over for Simon Axler, the protagonist of Philip Roth&rsquo;s startling new book. One of the leading American stage actors of his generation, now in his sixties, he has lost his magic, his talent, and his assurance. His Falstaff and Peer Gynt and Vanya, all his great roles, &quot;are melted into air, into thin air.&quot; When he goes onstage he feels like a lunatic and looks like an idiot. His confidence in his powers has drained away; he imagines people laughing at him; he can no longer pretend to be someone else. &quot;Something fundamental has vanished.&quot; His wife has gone, his audience has left him, his agent can&rsquo;t persuade him to make a comeback.</p><p>Into this shattering account of inexplicable and terrifying self-evacuation bursts a counterplot of unusual erotic desire, a consolation for a bereft life so risky and aberrant that it points not toward comfort and gratification but to a yet darker and more shocking end. In this long day&rsquo;s journey into night, told with Roth&rsquo;s inimitable urgency, bravura, and gravity, all the ways that we convince ourselves of our solidity, all our life&rsquo;s performances&mdash;talent, love, sex, hope, energy, reputation&mdash;are stripped off.</p><p><i>The Humbling</i> is Roth&rsquo;s thirtieth book.</p></div>", "oyster_good_for_statement": ""}, "position": 48, "uuid": "RyPhTAsfSqSQBwkYns388M", "annotation": ""},{"book": {"author": "Peter Stephan Jungk", "publication_date": "2012-12-04", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 192, "title": "The Perfect American", "uuid": "3cJvA4GUWgQWidawkbghym", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515785/1378049484.04.jpg", "average_rating": 3.5, "isbn": "9781590515785", "description": "The Perfect American is a fictionalized biography of Walt Disney's final months, as narrated by Wilhelm Dantine, an Austrian cartoonist who worked for Disney in the 40s and 50s, illustrating sequences for Sleeping Beauty. It is also the story of Dantine himself, who desperately seeks Disney's recognition at the risk of his own ruin.\r\n\r\nPeter Stephan Jungk has infused a new energy into the genre of fictionalized biography. Dantine, imbued with a sense of European superiority, first refuses to submit to Disney's rule, but is nevertheless fascinated by the childlike omnipotence of a man who identifies with Mickey Mouse. We discover Walt's delusions of immortality via cryogenic preservation, his tirades alongside his Abraham Lincoln talking robot, his invitation of Nikita Khruschev to Disneyland once he learns that the Soviet Premier wants to visit the park, his utopian visions of his EPCOT project, and his backyard labyrinth of toy trains. Yet, if at first Walt seems to have a magic wand granting him all his wishes, we soon discover that he is as tortured as the man who tells his story.\r\n\r\nAfter Disney refuses to acknowledge Dantine's self-professed talent and hard work, he fires the frustrated cartoonist for writing, along with other staff members, an anonymous polemical memorandum regarding Disney's jingoistic politics. Years later, in the late 60s, still deeply wounded by his dismissal, Dantine follows Disney's trail to capture what makes Walt tick. Dantine wants us to grasp what it is like to live and breathe around the man who thought of himself as more famous than Santa Claus. Walt's wife Lillian, his confidante and perhaps his mistress Hazel, his brother Roy, his children Diane and Sharon, his close and ill-treated collaborators, and famous figures such as Peter Ustinov, Salvador Dali, Andy Warhol, and Geraldine Chaplin, all contribute to the novel's animation, its feel for the life of the Disney world. \r\n\r\nThis deeply researched work not only provides interesting interpretations of what made Walt Disney a central figure in American popular culture, but also explores the complex expectations of gifted European immigrants who came to the United States after World War II with preconceived notions of how to achieve the American dream.", "oyster_good_for_statement": ""}, "position": 66, "uuid": "SGBcMeCzQkaEzHrMZJzSG3", "annotation": ""},{"book": {"author": "Amity Gaige", "publication_date": "2011-03-29", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 0, "title": "The Folded World", "uuid": "VZhYj5c4vLNNUsgxCzGfRi", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515044/1378049043.11.jpg", "average_rating": 4.1, "isbn": "9781590515044", "description": "September 2007 Booksense Notable\r\n\r\nAcclaimed for her excquisite prose and crystalline insights, Amity Gaige returns with The Folded World, the story of an idealistic young social worker drawn into the lives of his mentally ill clients. Charlie Shade was born into a quiet, prosperous life, but a sense of injustice dogs him. He feels destined to leave his life of \"bread and laundry,\" to work instead with people in crisis. On his way, he meets his kindred spirit in Alice, a soulful young woman, living helplessly by laws of childhood superstition. Charlie's empathy with his clients — troubled souls like Hal, the high-school wrestling champion who undergoes a psychotic break, and Opal, the isolated young woman who claims \"various philosophies have confused my life\" — is both admirable and nearly fatal. An adoring husband and new father, Charlie risks his own cherished, private domestic world to help Hal, Opal, and others move beyond their haunted inner worlds into the larger world of love and connection.\r\n\r\nA collision of extraordinary characters, The Folded World addresses the universal dilemma of love, wherein giving to another can seem like \"the death of the world of oneself.\" With an unerring eye for both the joys and devastations of life, Amity Gaige once again reminds us of the pleasures and depths to be found in her fiction.", "oyster_good_for_statement": ""}, "position": 15, "uuid": "sWvibwasoXgQGkAivPcTpi", "annotation": ""},{"book": {"author": "Brock Clarke", "publication_date": "2008-09-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 317, "title": "An Arsonist's Guide to Writers' Homes in New England", "uuid": "sLRnGqY2pvyZpksmjcMd4n", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126381/1377656889.37.jpg", "average_rating": 2.94, "isbn": "9781565126381", "description": "A lot of remarkable things have happened in the life of Sam Pulsifer, the hapless hero of this incendiary novel, beginning with the ten years he spent in prison for accidentally burning down Emily Dickinson's house and unwittingly killing two people. emerging at age twenty-eight, he creates a new life and identity as a husband and father. But when the homes of other famous New England writers suddenly go up in smoke, he must prove his innocence by uncovering the identity of this literary-minded arsonist. <br> <br> In the league of such contemporary classics as <i>A Confederacy of Dunces</i> and <i>The World According to Garp</i>, <i>An Arsonist's Guide to Writers' Homes in New England</i> is an utterly original story about truth and honesty, life and the imagination.", "oyster_good_for_statement": ""}, "position": 79, "uuid": "J9MvPibDRkZJEXgBQjUJH", "annotation": ""},{"book": {"author": "Becky Anderson", "publication_date": "2007-11-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 350, "title": "In Stereo Where Available", "uuid": "4Ur7vdo8yRqqec3KproRt8", "awards": [], "publisher": {"name": "Medallion Press", "uuid": "nWWDE6cSVwsPMhMpm5CNRT"}, "cover_img": "https://cflare.oysterbooks.com/covers/Medallion%20Press/In%20Stereo%20Where%20Available/1372976813.17.jpg", "average_rating": 3.73, "isbn": "9781605428505", "description": "<DIV>Phoebe Kassner didn't set out to become a 29-year-old virgin, but she is, and, having just been dumped by her boyfriend, she doesn't see that situation changing anytime soon. Meanwhile, her twin sister Madison&#151;aspiring actress, small-time model, and queen of the short attention span&#151;has just been eliminated on the first round of <I>Singing Sensation</I>. Things aren't looking so great for either of them,&#160;but when Phoebe, victim of a fake phone number written on a cocktail napkin, receives a surprise voice mail from&#160;a guy named Jerry, she takes pity on him and calls, setting in motion a serendipitous love story neither of them saw coming. And suddenly Madison has a romance of her own, as one of&#160;12 women competing for two men on a ruthless, over-the-top reality show. As Phoebe falls in love with the jilted high school English teacher who never intended to call her in the first place, Madison's falling in love, too, clawing and fighting her way through a tide of adorable blondes.</DIV>", "oyster_good_for_statement": ""}, "position": 33, "uuid": "ywKWSqLUaiU9vBd92WWQe4", "annotation": ""},{"book": {"author": "Garth Stein", "publication_date": "2010-03-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 464, "title": "Raven Stole the Moon", "uuid": "6vsGWJDpA3SwiUQMDkiAB8", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061969515/1376452649.92.jpg", "average_rating": 3.5, "isbn": "9780061969515", "description": "<blockquote><p>From the author of the acclaimed <em>New York Times</em> bestseller <em>The Art of Racing in the Rain</em> comes an extraordinary tale of grief, devotion, redemption, and timeless mystery.</p></blockquote><p>When Jenna Rosen abandons her comfortable Seattle life to visit Wrangell, Alaska, it's a wrenching return to her past. The hometown of her Native American grandmother, Wrangell is located near the Thunder Bay Resort, where Jenna's young son, Bobby, disappeared two years before. His body was never recovered, and Jenna is determined to lay to rest the aching mystery of his death. But whispers of ancient legends begin to suggest a frightening new possibility about Bobby's fate, and Jenna must sift through the beliefs of her ancestors, the Tlingit, who still tell of powerful, menacing forces at work in the Alaskan wilderness. Armed with nothing but a mother's protective instincts, Jenna's quest for the truth behind her son's disappearance is about to pull her into a terrifying and life-changing abyss.</p>", "oyster_good_for_statement": ""}, "position": 44, "uuid": "ANgyeu9w7jpNJsfwFAeUXZ", "annotation": ""},{"book": {"author": "Isabel Allende", "publication_date": "2010-04-27", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "Island Beneath the Sea", "uuid": "tAvL3nbHugVUAct4tts3oE", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062002891/1376452881.69.jpg", "average_rating": 3.95, "isbn": "9780062002891", "description": "<p>Born on the island of Saint-Domingue, Zarit&#233;&#8212;known as T&#233;t&#233;&#8212;is the daughter of an African mother she never knew and one of the white sailors who brought her into bondage. Though her childhood is one of brutality and fear, T&#233;t&#233; finds solace in the traditional rhythms of African drums and the voodoo loa she discovers through her fellow slaves. </p><p>When twenty-year-old Toulouse Valmorain arrives on the island in 1770, it&#8217;s with powdered wigs in his trunks and dreams of financial success in his mind. But running his father&#8217;s plantation, Saint Lazare, is neither glamorous nor easy. Although Valmorain purchases young T&#233;t&#233; for his bride, it is he who will become dependent on the services of his teenaged slave.</p><p>Against the merciless backdrop of sugarcane fields, the lives of T&#233;t&#233; and Valmorain grow ever more intertwined. When the bloody revolution of Toussaint Louverture arrives at the gates of Saint Lazare, they flee the brutal conditions of the French colony, soon to become Haiti, for the raucous, free-wheeling enterprise of New Orleans. There T&#233;t&#233; finally forges a new life, but her connection to Valmorain is deeper than anyone knows and not easily severed. With an impressive richness of detail, and a narrative wit and brio second to none, Allende crafts the riveting story of one woman&#8217;s determination to find love amid loss, to offer humanity though her own has been so battered, and to forge a new identity in the cruelest of circumstances.</p>", "oyster_good_for_statement": ""}, "position": 41, "uuid": "yLV9PpG8qGDXSKeKGSpaoL", "annotation": ""},{"book": {"author": "Rebecca Wells", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Divine Secrets of the Ya-Ya Sisterhood", "uuid": "C9ekJ2jU2XTQKugUBMk4SJ", "awards": [{"name": "American Booksellers Book Of The Year Award", "uuid": "zS9VXDX56kZEN5yJJFLdbG", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061743368/1376503080.56.jpg", "average_rating": 3.71, "isbn": "9780061743368", "description": "<p>When Siddalee Walker, oldest daughter of Vivi Abbott Walker, Ya-Ya extraordinaire, is interviewed in the <em>New York Times</em> about a hit play she's directed, her mother gets described as a \"tap-dancing child abuser.\" Enraged, Vivi disowns Sidda. Devastated, Sidda begs forgiveness, and postpones her upcoming wedding. All looks bleak until the Ya-Yas step in and convince Vivi to send Sidda a scrapbook of their girlhood mementos, called \"Divine Secrets of the Ya-Ya Sisterhood.\" As Sidda struggles to analyze her mother, she comes face to face with the tangled beauty of imperfect love, and the fact that forgiveness, more than understanding, is often what the heart longs for. </p><p><em>Divine Secrets of the Ya-Ya Sisterhood</em> may call to mind <em>Prince of Tides</em> in its unearthing of family darkness; in its unforgettable heroines and irrepressible humor and female loyalty, it echoes Fannie Flagg's <em>Fried Green Tomatoes at the Whistle Stop Cafe.", "oyster_good_for_statement": ""}, "position": 36, "uuid": "hQNuoSPVxNXibXmbKuexpi", "annotation": ""},{"book": {"author": "Jennifer Haigh", "publication_date": "2011-05-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Faith", "uuid": "6XiXMV2vWmQUVC2Yezzim9", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062079367/1376552900.67.jpg", "average_rating": 3.85, "isbn": "9780062079367", "description": "<p>It is the spring of 2002 and a perfect storm has hit Boston. Across the city's archdiocese, trusted priests have been accused of the worst possible betrayal of the souls in their care. In <em>Faith</em>, Jennifer Haigh explores the fallout for one devout family, the McGanns.</p><p>Estranged for years from her difficult and demanding relatives, Sheila McGann has remained close to her older brother Art, the popular, dynamic pastor of a large suburban parish. When Art finds himself at the center of the maelstrom, Sheila returns to Boston, ready to fight for him and his reputation. What she discovers is more complicated than she imagined. Her strict, lace-curtain-Irish mother is living in a state of angry denial. Sheila's younger brother Mike, to her horror, has already convicted his brother in his heart. But most disturbing of all is Art himself, who persistently dodges Sheila's questions and refuses to defend himself.</p><p>As the scandal forces long-buried secrets to surface, <em>Faith</em> explores the corrosive consequences of one family's history of silence&#8212;and the resilience its members ultimately find in forgiveness. Throughout, Haigh demonstrates how the truth can shatter our deepest beliefs&#8212;and restore them. A gripping, suspenseful tale of one woman's quest for the truth, <em>Faith</em> is a haunting meditation on loyalty and family, doubt and belief. Elegantly crafted, sharply observed, this is Jennifer Haigh's most ambitious novel to date.</p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "fFt7TrRbg6f7xaWYv5QGzW", "annotation": ""},{"book": {"author": "Filip Noterdaeme", "publication_date": "2013-03-15", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 268, "title": "The Autobiography of Daniel J. Isengart", "uuid": "mog59y43D45kiqDYLiKQBX", "awards": [], "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402518/1385065836.79.jpg", "average_rating": 4.39, "isbn": "9781937402518", "description": "Using Gertrude Stein's The Autobiography of Alice B. Toklas as a template, Filip Noterdaeme's The Autobiography of Daniel J. Isengart tells the story of two eccentric expats who find love in New York City and carve out a delirious, dadaesque life on the margins of the contemporary art world.", "oyster_good_for_statement": ""}, "position": 65, "uuid": "ynQWnTQCoya27tVWeipMQj", "annotation": ""},{"book": {"author": "Margaret Atwood", "publication_date": "2012-07-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 0, "title": "I Dream of Zenia with the Bright Red Teeth", "uuid": "Y7P6Tp4zRpXuHQBAvsXy4Y", "awards": [], "publisher": {"name": "Walrus Ebooks", "uuid": "rGB3iX7rLEX85uKhJxoKcU"}, "cover_img": "https://cflare.oysterbooks.com/covers/Walrus%20Ebooks/709/7091358818440.86.jpg", "average_rating": 3.37, "isbn": "9780987998910", "description": "\t\t\t\t\t\t\t\t\t\t\t‘\"Time isn't the same in dreams,\" says Charis, who likes reading about what's going on in her head when she isn't awake, though sometimes, thinks Roz, it's hard to tell the difference. \"In dreams, nobody's dead, really. That's what the man who...he says, in dreams the time is always Now.\"’\n\n\nLong ago, when they were all a lot younger, Zenia stole a man from each of them. Then she died. Now she’s come back. Or has she? There’s a lot more than one kind of ghost. Margaret Atwood revisits her classic characters from The Robber Bride. This story first appeared in the July/August 2012 issue of The Walrus magazine.\n\t\t\t\t\t\t\t\t\t\t", "oyster_good_for_statement": ""}, "position": 32, "uuid": "va5KdyEjAbqsddsEbV52jJ", "annotation": ""},{"book": {"author": "Barbara Taylor Bradford", "publication_date": "2014-02-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 495, "title": "Angel", "uuid": "TorFkuoKZiBM75QpnoaSBU", "awards": [], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/9780795338519/1392619178.53.jpg", "average_rating": 0.0, "isbn": "9780795338519", "description": "<p>Orphaned at a young age, the lives of Rosie, Gavin, Nell, and Kevin are irrevocably intertwined. Rising from poverty, all four go on to stunning success: Rosie as an award-winning costume designer; Gavin as a world-renowned Hollywood actor; Nell as the head of a global public relations company; and Kevin as the head of the NYPD Crime Intelligence Commission and a leader in the fight against organized crime.</p><p>\r\n   </p><p>\r\n  Told with the broad scope and narrative power characteristic of Barbara Taylor Bradford, this book is the story of a family formed by fortune, not blood, as they lose their innocence, follow their passions, triumph over adversity, and ultimately transform their own lives.</p>", "oyster_good_for_statement": ""}, "position": 89, "uuid": "46DoexaKTMomzErwqTiisa", "annotation": ""},{"book": {"author": "Garth Stein", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Art of Racing in the Rain", "uuid": "N9zjauthYCYxNAt48cw37m", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061738098/1376451787.17.jpg", "average_rating": 4.14, "isbn": "9780061738098", "description": "<p>Enzo knows he is different from other dogs: a philosopher with a nearly human soul (and an obsession with opposable thumbs), he has educated himself by watching television extensively, and by listening very closely to the words of his master, Denny Swift, an up-and-coming race car driver. </p><p>Through Denny, Enzo has gained tremendous insight into the human condition, and he sees that life, like racing, isn't simply about going fast. Using the techniques needed on the race track, one can successfully navigate all of life's ordeals.</p><p>On the eve of his death, Enzo takes stock of his life, recalling all that he and his family have been through: the sacrifices Denny has made to succeed professionally; the unexpected loss of Eve, Denny's wife; the three-year battle over their daughter, Zo&#235;, whose maternal grandparents pulled every string to gain custody. In the end, despite what he sees as his own limitations, Enzo comes through heroically to preserve the Swift family, holding in his heart the dream that Denny will become a racing champion with Zo&#235; at his side. Having learned what it takes to be a compassionate and successful person, the wise canine can barely wait until his next lifetime, when he is sure he will return as a man. </p><p>A heart-wrenching but deeply funny and ultimately uplifting story of family, love, loyalty, and hope, <em>The Art of Racing in the Rain</em> is a beautifully crafted and captivating look at the wonders and absurdities of human life . . . as only a dog could tell it.</p>", "oyster_good_for_statement": ""}, "position": 51, "uuid": "XUqd7S4x9bsBdGkoKEoat4", "annotation": ""},{"book": {"author": "Carlene Bauer", "publication_date": "2013-02-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 208, "title": "Frances and Bernard", "uuid": "oM3Q5R8Eytyc4hNThwFwa5", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547858258/1387866527.84.jpg", "average_rating": 3.77, "isbn": "9780547858258", "description": "<DIV>\"A novel of stunning subtlety, grace, and depth . . . compos[ed in] dueling letters of breathtaking wit, seduction, and heartbreak.\" &#8212;<I>Booklist</I>, starred review<BR><BR><I>A letter can spark a friendship.<BR>A friendship can change your life.</I><BR><BR>In the summer of 1957, Frances and Bernard meet at an artists&#8217; colony. She finds him faintly ridiculous, but talented. He sees her as aloof, but intriguing. Afterward, he writes her a letter. Soon they are immersed in the kind of fast, deep friendship that can take over&#8212;and change the course of&#8212;our lives.<BR><BR>From points afar, they find their way to New York and, for a few whirling years, each other. The city is a wonderland for young people with dreams: cramped West Village kitchens, rowdy cocktail parties stocked with the sharp-witted and glamorous, taxis that can take you anywhere at all, long talks along the Hudson River as the lights of the Empire State Building blink on above.<BR><BR>Inspired by the lives of Flannery O&#8217;Connor and Robert Lowell, Frances and Bernard imagines, through new characters with charms entirely their own, what else might have happened. It explores the limits of faith, passion, sanity, what it means to be a true friend, and the nature of acceptable sacrifice. In the grandness of the fall, can we love another person so completely that we lose ourselves? How much should we give up for those we love? How do we honor the gifts our loved ones bring and still keep true to our dreams?<BR><BR>In witness to all the wonder of kindred spirits and bittersweet romance, <I>Frances and Bernard</I> is a tribute to the power of friendship and the people who help us discover who we are.<BR><BR></DIV>", "oyster_good_for_statement": ""}, "position": 43, "uuid": "qoCdSaCSVvfeugoELMcd4M", "annotation": ""},{"book": {"author": "Cristina López Barrio", "publication_date": "2013-06-04", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The House of Impossible Loves", "uuid": "opc5mC8rvL8AKNiWo4TrgL", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547661216/1376382854.82.jpg", "average_rating": 3.51, "isbn": "9780547661216", "description": "<DIV>An &ldquo;exuberant&rdquo; (<I>El Mundo</I>) debut novel of a family bound by searing passions, an earthy magic, and a very unusual curse<BR><br> The  Laguna women suffer from an odd affliction: each generation is  condemned to tragic love affairs and to give birth only to girls who are  unable to escape the cruel fate of their mothers. One fateful hunting  season in their small Castilian town, a young landowner arrives and  begins a passionate affair with Clara Laguna, the latest in the family  line, daughter of a one-eyed woman known as &ldquo;the Laguna witch.&rdquo; He  leaves her pregnant with yet another daughter, but the seeds of change  are sown. Eventually the long-awaited son&mdash;Santiago, the great-great  grandson of Clara&mdash;is born. A window of hope is opened, but is the curse  truly over?<br><br> Introducing a cast of memorable, eccentric  characters from a bearded, mute female cook to the local do-gooding  priest and the indelible Laguna women themselves, <I>The House of Impossible Loves</I> is a feat of imaginative storytelling that marks the arrival of a talented new novelist.</div>", "oyster_good_for_statement": ""}, "position": 79, "uuid": "vJAoGBhL4RxUkmnc7qp3cC", "annotation": ""},{"book": {"author": "Michael Chabon", "publication_date": "2011-12-20", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 372, "title": "Wonder Boys", "uuid": "rAuRhSULPSHkEjsLi9pszj", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}, {"name": "Pulitzer Prize-Winning Author", "uuid": "8LxssDu4FmWBFoSEMjFeYS", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Wonder%20Boys/1373330267.01.jpg", "average_rating": 3.95, "isbn": "9781453234105", "description": "<DIV><DIV><b>Chabon&rsquo;s extraordinary story of one turbulent weekend in the life of a struggling writer, a satire of the permanent adolescence of the creative class<BR><BR></b></div><DIV>A wildly successful first novel made Grady Tripp a young star, and seven years later he still hasn&rsquo;t grown up. He&rsquo;s now a writing professor in Pittsburgh, plummeting through middle age, stuck with an unfinishable manuscript, an estranged wife, a pregnant girlfriend, and a talented but deeply disturbed student named James Leer. During one lost weekend at a writing festival with Leer and debauched editor Terry Crabtree, Tripp must finally confront the wreckage made of his past decisions.</div><DIV><i>&#160;</i></div><DIV>Mordant but humane<i>, Wonder Boys </i>features characters as loveably flawed as any in American fiction.</div><DIV>&#160;</div><DIV>This ebook features a biography of the author.</div></div>", "oyster_good_for_statement": ""}, "position": 59, "uuid": "rhPBZbRtCkTMXPmwUVxZof", "annotation": ""},{"book": {"author": "Tao Lin", "publication_date": "2010-12-29", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 112, "title": "Shoplifting from American Apparel.", "uuid": "muaeu9bpwHCgxCua8pUt4j", "awards": [], "publisher": {"name": "Melville House", "uuid": "MhtC8FNyEPENXmjxyXMZLL"}, "cover_img": "https://cflare.oysterbooks.com/covers/Melville%20House/9781612190280/1377114903.72.jpg", "average_rating": 3.1, "isbn": "9781612190280", "description": "<p>Set mostly in Manhattan—although also featuring Atlantic City, Brooklyn, GMail Chat, and Gainsville, Florida—this autobiographical novella, spanning two years in the life of a young writer with a cultish following, has been described by the author as \"A shoplifting book about vague relationships,” \"2 parts shoplifting arrest, 5 parts vague relationship issues,” and \"An ultimately life-affirming book about how the unidirectional nature of time renders everything beautiful and sad.”</p>\n<p>From VIP rooms in \"hip” New York City clubs to central booking in Chinatown, from New York University's Bobst Library to a bus in someone's backyard in a college-town in Florida, from Bret Easton Ellis to Lorrie Moore, and from Moby to Ghost Mice, it explores class, culture, and the arts in all their American forms through the funny, journalistic, and existentially-minded narrative of someone trying to both \"not be a bad person” and \"find some kind of happiness or something,” while he is driven by his failures and successes at managing his art, morals, finances, relationships, loneliness, confusion, boredom, future, and depression.</p>", "oyster_good_for_statement": ""}, "position": 50, "uuid": "k9ZnV8ym9DDifkHrKKewef", "annotation": ""},{"book": {"author": "Ann Patchett", "publication_date": "2004-09-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Magician's Assistant", "uuid": "zBLkZz9bTXRSvhvn9d3Ws4", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547548791/1376380482.97.jpg", "average_rating": 3.61, "isbn": "9780547548791", "description": "Sabine-- twenty years a magician's assistant to her handsome, charming husband-- is suddenly a widow. In the wake of his death, she finds he has left a final trick; a false identity and a family allegedly lost in a tragic accident but now revealed as very much alive and well. Named as heirs in his will, they enter Sabine's life and set her on an adventure of unraveling his secrets, from sunny Los Angeles to the windswept plains of Nebraska, that will work its own sort of magic on her.", "oyster_good_for_statement": ""}, "position": 8, "uuid": "Jpw6XEGtUwgZSBeWcoBHAL", "annotation": ""},{"book": {"author": "Claire Messud", "publication_date": "2000-09-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "The Last Life", "uuid": "MbSm4eJuuWGVWVrQxizNgD", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547563855/1376380764.68.jpg", "average_rating": 3.59, "isbn": "9780547563855", "description": "<DIV>Narrated by a fifteen-year-old girl with a ruthless regard for truth, The Last Life is a beautifully told novel of lies and ghosts, love and honor. Set in colonial Algeria, and in the south of France and New England, it is the tale of the LaBasse family, whose quiet integrity is shattered by the shots from a grandfather's rifle. As their world suddenly begins to crumble, long-hidden shame emerges: a son abandoned by the family before he was even born, a mother whose identity is not what she has claimed, a father whose act of defiance brings Hotel Bellevue-the family business-to its knees. Messud skillfully and inexorably describes how the stories we tell ourselves, and the lies to which we cling, can turn on us in a moment. It is a work of stunning power from a writer to watch.<br></div>", "oyster_good_for_statement": ""}, "position": 46, "uuid": "U4xyQiv2JHFHtRLmJkL326", "annotation": ""},{"book": {"author": "Joyce Maynard", "publication_date": "2009-07-28", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Labor Day", "uuid": "m2ZL3obguyB3MQ37EgyKP5", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061957659/1378009369.56.jpg", "average_rating": 3.66, "isbn": "9780061957659", "description": "<p>With the end of summer closing in and a steamy Labor Day weekend looming in the town of Holton Mills, New Hampshire, thirteen-year-old Henry&#8212;lonely, friendless, not too good at sports&#8212;spends most of his time watching television, reading, and daydreaming about the soft skin and budding bodies of his female classmates. For company Henry has his long-divorced mother, Adele&#8212;a onetime dancer whose summer project was to teach him how to foxtrot; his hamster, Joe; and awkward Saturday-night outings to Friendly's with his estranged father and new stepfamily. As much as he tries, Henry knows that even with his jokes and his \"Husband for a Day\" coupon, he still can't make his emotionally fragile mother happy. Adele has a secret that makes it hard for her to leave their house, and seems to possess an irreparably broken heart.</p><p>But all that changes on the Thursday before Labor Day, when a mysterious bleeding man named Frank approaches Henry and asks for a hand. Over the next five days, Henry will learn some of life's most valuable lessons: how to throw a baseball, the secret to perfect piecrust, the breathless pain of jealousy, the power of betrayal, and the importance of putting others&#8212;especially those we love&#8212;above ourselves. And the knowledge that real love is worth waiting for.</p><p>In a manner evoking Ian McEwan's <em>Atonement</em> and Nick Hornby's <em>About a Boy</em>, acclaimed author Joyce Maynard weaves a beautiful, poignant tale of love, sex, adolescence, and devastating treachery as seen through the eyes of a young teenage boy&#8212;and the man he later becomes&#8212;looking back at an unexpected encounter that begins one single long, hot, life-altering weekend.</p>", "oyster_good_for_statement": ""}, "position": 80, "uuid": "Zsux8ChbZGWbNYMGRmGM44", "annotation": ""},{"book": {"author": "Peter Murphy", "publication_date": "2013-09-10", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "The River and Enoch O\u0092Reilly", "uuid": "HjRqHzFcGceJr9UvpDi7CC", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547904788/1377663221.2.jpg", "average_rating": 0.0, "isbn": "9780547904788", "description": "<DIV>\"This book is majestic and squalid at the same time, as if the Bible were actually about Elvis. The rhythms and music carry you like a baby on a raft on the river, but it's the precision of the words that cinches you.\"&#8212;Richard Hell, author of <I>I Dreamed I&#160;Was a Very Clean Tramp</I>&#160;<br><BR>\"A passionate dream of a book. Dazzling, but lucid&#8212;as though Flannery O'Connor had gone back to the Ireland of her forebears to write a novel.\"&#8212;Peter Behrens, author of <I>The Law of Dreams </I><BR><BR>A small Irish town. A river flood. The return of a prodigal son. On the banks of the river Rua, when the rains have stopped and the waters receded, nine bodies are found. What took them to the river?<br><BR>Enoch O&#8217;Reilly, a self-made preacher and Elvis impersonator claiming to be just returned to Ireland from America, launches a radio show <I>Revival Hour</I>. It enjoys a short but spectacular run, and its disastrous end forces Enoch back to the family home. There he finds clues to a mythic connection between the dead&#8212;this brotherhood of the flood&#8212;the natural rhythms of the earth, a secret language called riverish, and his lost father.<br><BR>Conjuring together various traditions&#8212;gothic, Irish, Southern, musical, poetic, our deep connections to stories, to our homelands, and to nature&#8212;Peter Murphy establishes himself as one of Ireland&#8217;s newest literary wonders.<br><BR>\"A wild and inventive butt-kicker, but also strangely tender, and the language is charged, vivid, luminous.\"&#8212;Kevin Barry, author of <I>City of Bohane</I><br><BR>\"Murphy can write like an angel, [but] his gaze is mischievous.\"&#8212; <I>Irish Times </I></DIV>", "oyster_good_for_statement": ""}, "position": 78, "uuid": "f6MCGDyVBMXGTw7ncNw65", "annotation": ""},{"book": {"author": "Margot Livesey", "publication_date": "2012-01-24", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 480, "title": "The Flight of Gemma Hardy", "uuid": "yoMi9RNZSaKVcApPbTCRk8", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062064240/1376453428.54.jpg", "average_rating": 3.6, "isbn": "9780062064240", "description": "<p>When her widower father drowns at sea, Gemma Hardy is taken from her native Iceland to Scotland to live with her kind uncle and his family. But the death of her doting guardian leaves Gemma under the care of her resentful aunt, and it soon becomes clear that she is nothing more than an unwelcome guest at Yew House. When she receives a scholarship to a private school, ten-year-old Gemma believes she's found the perfect solution and eagerly sets out again to a new home. However, at Claypoole she finds herself treated as an unpaid servant.</p><p>To Gemma's delight, the school goes bankrupt, and she takes a job as an au pair on the Orkney Islands. The remote Blackbird Hall belongs to Mr. Sinclair, a London businessman; his eight-year-old niece is Gemma's charge. Even before their first meeting, Gemma is, like everyone on the island, intrigued by Mr. Sinclair. Rich (by Gemma's standards), single, flying in from London when he pleases, Hugh Sinclair fills the house with life. An unlikely couple, the two are drawn to each other, but Gemma's biggest trial is about to begin: a journey of passion and betrayal, redemption and discovery, that will lead her to a life of which she's never dreamed. </p><p>Set in Scotland and Iceland in the 1950s and '60s, <em>The Flight of Gemma Hardy</em>&#8212;a captivating homage to Charlotte Bront&#235;'s <em>Jane Eyre</em>&#8212;is a sweeping saga that resurrects the timeless themes of the original but is destined to become a classic all its own.</p>", "oyster_good_for_statement": ""}, "position": 64, "uuid": "xAWUaJFEWLXBisnRwsJEKc", "annotation": ""},{"book": {"author": "Oliver Pötzsch", "publication_date": "2013-09-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 448, "title": "The Ludwig Conspiracy", "uuid": "7yizzipBVqsu9CqMvo6E9e", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547740133/1383487996.45.jpg", "average_rating": 3.97, "isbn": "9780547740133", "description": "<DIV>Ludwig II, the Fairy-tale King of Bavaria, is today remembered for his beautiful castles&#8212;popular tourist destinations that inspired the Disney Castle, but whose origins were much more fantastical than anything Disney could dream up. Also known as the Mad King, Ludwig was deposed in 1886 after being declared insane by doctors who had never met him. He promptly died&#8212;mysteriously drowned in waist-deep water&#8212;his eccentric castles his only legacy.<br><BR>Master of historical suspense Oliver P&#246;tzsch brings the Mad King back to life in The Ludwig Conspiracy. An encoded diary by one of Ludwig&#8217;s confidants falls into the hands of modern-day rare book dealer Steven Lukas, who soon realizes that the diary may bring him more misery than money. Others want the diary as well&#8212;and they will kill to get it. Lukas teams up with a beautiful art detective, Sara Lengfeld, to investigate each of Ludwig&#8217;s three famous castles for clues to crack the diary&#8217;s code as mysterious thugs and Ludwig&#8217;s fanatical followers chase them at every step. Just what in the diary could be so explosive?<br><BR>Combining contemporary mystery and a gripping historical saga and centered on an ingenious code that can be cracked only with a combination of modern computers and nineteenth-century texts, <I>The Ludwig Conspiracy</I> is a bold new thriller from the best-selling author of The Hangman&#8217;s Daughter series.</div>", "oyster_good_for_statement": ""}, "position": 67, "uuid": "ApQwoBmxttX7dvssKSmqqQ", "annotation": ""},{"book": {"author": "Ann Fairbairn", "publication_date": "2009-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 768, "title": "Five Smooth Stones", "uuid": "UeTHzKAr3guqz4UreSdffR", "awards": [], "publisher": {"name": "Chicago Review Press", "uuid": "BVMPRMmH4gVumpQsnKwELP"}, "cover_img": "https://cflare.oysterbooks.com/covers/Chicago%20Review%20Press/Five%20Smooth%20Stones/1372977819.78.jpg", "average_rating": 4.39, "isbn": "9781569765722", "description": "<DIV><DIV><DIV><P style=\"MARGIN: 0in 0in 0pt\">David Champlin is a black man born into poverty in Depression-era New Orleans who achieves great success and then sacrifices everything to lead his people in the difficult, day-by-day struggle of the civil rights movement. Sara Kent is the beloved and vital white girl who loved David from the moment she first saw him, but they struggled over David's belief that a marriage for them would not be right in the violent world he had to confront. Likening the struggle of black Americans to the &#147;five smooth stones&#8221; the biblical David carried against Goliath in lieu of arms, this novel&#8217;s range encompasses decades and continents&#151;but that range is insignificant compared with the intimate picture of its hero&#8217;s irresistible warmth and inner conflicts. First published in 1966, this epic has become one of the most loved American bestsellers.</P></DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 33, "uuid": "G5YHV3m8ABxnX4Uy7oq2AS", "annotation": ""},{"book": {"author": "Betsy Carter", "publication_date": "2010-11-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "The Puzzle King", "uuid": "KK7bvw4ZC3b5gt4kJom7c7", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200336/1377656927.77.jpg", "average_rating": 3.61, "isbn": "9781616200336", "description": "Here’s a memorable tale of two unlikely heroes: the lively, beautiful Flora and her husband, the brooding, studious Simon, two immigrants, both sent to America by their families to find a better life. An improbable match, they meet in New York City and fall in love. Simon—inventor of the jigsaw puzzle—eventually makes his fortune. Now wealthy, Flora and Simon become obsessed with rescuing those they left behind in Europe, loved ones whose fates will be determined by growing anti-Semitism on both sides of the Atlantic. <br><br><i>The Puzzle King</i> explores a fascinating moment in history with a cast of characters who endure with dignity, grace, and hope for the future.", "oyster_good_for_statement": ""}, "position": 23, "uuid": "MK4MrEe3F8xk8S5oEwfhPg", "annotation": ""},{"book": {"author": "Russell Banks", "publication_date": "2011-10-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "The Darling", "uuid": "Q5ouCKWyLN4wJZq4rUdEy7", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062123213/1378009699.81.jpg", "average_rating": 3.8, "isbn": "9780062123213", "description": "<p>Set in Liberia and the United States from 1975 through 1991, <em>The Darling</em> is the story of Hannah Musgrave, a political radical and member of the Weather Underground. </p><p>Hannah flees America for West Africa, where she and her Liberian husband become friends of the notorious warlord and ex-president, Charles Taylor. Hannah's encounter with Taylor ultimately triggers a series of events whose momentum catches Hannah's family in its grip and forces her to make a heartrending choice.</p>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "tUdP94ADBgrHieKofkt92g", "annotation": ""},{"book": {"author": "Steve Earle", "publication_date": "2011-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "I'll Never Get Out of This World Alive", "uuid": "AoiR7SWrMVqvMVUz4kD3t9", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547549040/1376380490.9.jpg", "average_rating": 3.65, "isbn": "9780547549040", "description": "<P>Doc Ebersole lives with the ghost of Hank Williams&#8212;not just in the figurative sense, not just because he was one of the last people to see him alive, and not just because he is rumored to have given Hank the final morphine dose that killed him.<br><BR>In 1963, ten years after Hank's death, Doc himself is wracked by addiction. Having lost his license to practice medicine, his morphine habit isn't as easy to support as it used to be. So he lives in a rented room in the red-light district on the south side of San Antonio, performing abortions and patching up the odd knife or gunshot wound. But when Graciela, a young Mexican immigrant, appears in the neighborhood in search of Doc's services, miraculous things begin to happen. Graciela sustains a wound on her wrist that never heals, yet she heals others with the touch of her hand. Everyone she meets is transformed for the better, except, maybe, for Hank's angry ghost&#8212;who isn't at all pleased to see Doc doing well.&#160;<br><BR>A brilliant excavation of an obscure piece of music history, Steve Earle's <I>I'll Never Get Out of This World Alive</I> is also a marvelous novel in its own right, a ballad of regret and redemption, and of the ways in which we remake ourselves and our world through the smallest of miracles.</P>", "oyster_good_for_statement": ""}, "position": 83, "uuid": "zQkLzdFcEJBuuYJ5tQJgpC", "annotation": ""},{"book": {"author": "Cecelia Ahern", "publication_date": "2009-04-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "Thanks for the Memories", "uuid": "s7fyZe4cdfzo9mD9LpUJtb", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061868023/1376527929.61.jpg", "average_rating": 3.63, "isbn": "9780061868023", "description": "<blockquote><p><em>New York Times</em> bestselling author Cecelia Ahern's charming new novel explores what happens when \"what if\" becomes a reality for two strangers whose lives are at a crossroads.</p></blockquote><p><em>How can you know someone you've never met?</em> That's the question haunting Joyce Conway these days. Recovering from a terrible accident and with her marriage in pieces, Joyce is suddenly plagued by an overwhelming sense of d&#233;j&#224; vu that makes her feel as if the life she's living is not her own. During the day she has vivid memories of things she's never seen&#8212;such as cobblestoned Parisian streets she's never visited&#8212;and at night she dreams of a little girl she's sure she's never met. Joyce is convinced she's lost her mind . . . until a series of coincidences leads her on a journey to meet the one person who may hold the answer she needs.</p><p><em>Someone's life could be depending on you right now. . . .</em> That's the pitch that finally persuades Justin Hitchcock to donate blood&#8212;the first thing to come straight from his heart in a long time.</p><p>Restless and lonely, Justin chased his ex-wife and daughter from Chicago to London, and now he's in Dublin, guest-lecturing to bored college students. When he receives a basket of muffins with a thank-you note attached, he's sure someone's playing a joke on him, but then the presents keep coming. Intrigued, Justin is determined to solve the mystery&#8212;a quest that will change his life forever.</p><p><em>Thanks for the Memories</em> is a heartwarming story of hope, love, and second chances&#8212;Cecelia Ahern's most magical novel yet.</p>", "oyster_good_for_statement": ""}, "position": 37, "uuid": "h8HdYj9nx7kNHXa8pHbsEN", "annotation": ""},{"book": {"author": "William Thacker", "publication_date": "2014-03-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "Charm Offensive", "uuid": "R9ADNdh97oFaLXuMuVpLcF", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909878549/1390802496.89.jpg", "average_rating": 0.0, "isbn": "9781909878549", "description": "On reflection, he should probably continue with the plan. The plan was to get away, wasn't it? What made him deviate from the plan? It was all the things that came in between. He just needs to keep going.\r\n\r\nWhen retired politician Joe Street is named in a tabloid media slur, he carries out a last-ditch attempt to resurrect his marriage and undo the damage from the lie. With a cheap PR consultant in tow, Joe is reintroduced to a world of empty sound bites and media appearances - a world he would rather forget. \r\n\r\nHis PR campaign takes a turn for the worse and Joe sets out to rebuild a relationship with his estranged daughter. Together, they commit themselves to a challenge that will help right their wrongs.  \r\n\r\nIn spite of his regeneration, Joe discovers that nothing is ever easy. With his fragile reputation on the line, his past continues to chase him. Joe finds himself on a journey of self-discovery, of redemption, but most importantly, of finding hope once more.", "oyster_good_for_statement": ""}, "position": 90, "uuid": "hs3tFZJD7UZBWAtJYgwuDQ", "annotation": ""},{"book": {"author": "Jonathan Safran Foer", "publication_date": "2013-09-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Extremely Loud and Incredibly Close", "uuid": "JdikhoxvKj3A9v7ncYtf8C", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416212/1376380007.38.jpg", "average_rating": 3.98, "isbn": "9780547416212", "description": "<P><B>Jonathan Safran Foer follows his best-selling debut novel, <I>Everything Is Illuminated</I>, with an unexpectedly hilarious and affecting story about New York City in the period following September 11</B></p> <p>&#160;</P> <p><I>Extremely Loud and Incredibly Close</I> recasts recent history through the eyes of Oskar Schell, an unusually intelligent nine-year-old on an urgent quest to find the lock that matches a mysterious key belonging to his father, who died in the World Trade Center. This unlikely adventure takes Oskar through every city borough and into contact with survivors of all sorts, and it's his irrepressible voice&#8212;one that few writers could conceive as imaginatively as Foer does&#8212;that transforms the tragedy of circumstance into an exhilarating tribute to love.", "oyster_good_for_statement": ""}, "position": 10, "uuid": "HrXmY8UvrUSKt82ts5ojek", "annotation": ""},{"book": {"author": "Susan Howatch", "publication_date": "2012-10-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 1176, "title": "The Wheel of Fortune", "uuid": "93K2mUcM5tMnt5xNy2TS8c", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Wheel%20of%20Fortune/1373330977.53.jpg", "average_rating": 4.1, "isbn": "9781453263457", "description": "<DIV><b>Welsh heir Robert Godwin knows everything about his powerful family&rsquo;s interests, but what does he know of his own heart? </b><b><BR></b></div><DIV><BR>Tucked in the hills of South Wales is Oxmoon, the ancestral estate of the Godwin family. In the summers before 1914, music streams through the family home as the Godwins, at the height of their prosperity, dance in the ballroom with their guests. But despite the remarkable talents of heir-apparent Robert Godwin, the fates have a rough, tough ride planned for him and those he loves. Fortunes shift during two world wars, disastrous love affairs leave the family battered, and finally jealousy threatens to destroy Oxmoon and all it symbolizes. Based on a true story that has been updated to modern times, <i>The Wheel of Fortune</i> is a timeless tale of love, hatred, revenge, redemption, and forgiveness. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Susan Howatch including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "oyster_good_for_statement": ""}, "position": 29, "uuid": "3ZwPqaPorDVoDZGXidkrqj", "annotation": ""},{"book": {"author": "Antoine Wilson", "publication_date": "2012-09-25", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Panorama City", "uuid": "s7EjZXTcm3ds3o9xHCDquG", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547876115/1377663972.91.jpg", "average_rating": 3.76, "isbn": "9780547876115", "description": "<DIV>Oppen Porter thinks he&#8217;s dying. (He&#8217;s not.)<BR><BR>From his hospital bed, with tape recorder in hand, he unspools his tale for the benefit of his unborn son, the tale of his forty-day journey from innocence to experience, from self-described &#8220;slow absorber&#8221; to man of the world.<br><BR>This is his &#8220;astonishing,&#8221;* &#8220;laugh-aloud funny,&#8221;** &#8220;crisp,&#8221;*** &#8220;delightful,&#8221;**** &#8220;indelible&#8221;***** story.<br><I><BR>*Los Angeles Review of Books<BR>**Cleveland Plain Dealer<BR>***San Francisco Chronicle<BR>****Shelf Awareness<BR>*****Flavorwire</I><BR></DIV>", "oyster_good_for_statement": ""}, "position": 78, "uuid": "AUMDdxeftQsnrVdXAs6w8X", "annotation": ""},{"book": {"author": "Joao Cerqueira", "publication_date": "2013-03-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 186, "title": "The Tragedy of Fidel Castro", "uuid": "S2T95tSpyQQvQJFCrQk8Jb", "awards": [], "publisher": {"name": "River Grove Books", "uuid": "syMAXgB6GivKE6EBSkvD2Q"}, "cover_img": "https://cflare.oysterbooks.com/covers/River%20Grove%20Books/The%20Tragedy%20of%20Fidel%20Castro/1373298457.81.jpg", "average_rating": 4.05, "isbn": "9781938416170", "description": "<DIV>When God receives a request from F&aacute;tima to help prevent a war between Fidel Castro and JFK, he asks his son, Jesus, to return to Earth and diffuse the conflict. On his island, Fidel Castro faces protests on the streets and realizes that he is about to be overthrown. Alone, surrounded, and aware that the end is fast approaching, he plays his last card. Meanwhile, Christ arrives on Earth and teams up with F&aacute;tima, who is convinced she can create a miracle to avoid the final battle between JFK and Fidel Castro and save the world as we know it. At the end, something really extraordinary happens! <BR><BR>Humorous, rich with metaphor, and refreshingly imaginative, The Tragedy of Fidel Castro was chosen as the book-of-the-month and book-of-the-year by Os Meus Livros magazine.<BR></div>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "PqiX6FvyNbVZ4iSsVxr6vC", "annotation": ""},{"book": {"author": "Corey Redekop", "publication_date": "2007-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 300, "title": "Shelf Monkey", "uuid": "MM5Y64nFSWBCHGGByxe5u7", "awards": [], "publisher": {"name": "ECW Press", "uuid": "Zv7ZXYttkPmh9Ywd9Y4N3N"}, "cover_img": "https://cflare.oysterbooks.com/covers/ECW%20Press/Shelf%20Monkey/1372977948.24.jpg", "average_rating": 3.83, "isbn": "9781554902903", "description": "<DIV>Thomas Friesen has three goals in life: get a job, make friends, and find a good book to curl up with. After landing a job at READ, the newest hypermegabookstore, he feels he may have accomplished all three. All is not peaceable within the stacks, however, as discontent steadily rises, aimed squarely at talk show host Munroe Purvis, whose wildly popular book club is progressively lowering the IQ of North America. But the bookworms have a plan&#151;plots are being hatched and the destruction of Munroe is all but assured. As Thomas finds himself swept along in the malstrom of insanity, he wonders if reading a book is all it's cracked up to be.</DIV>", "oyster_good_for_statement": ""}, "position": 35, "uuid": "KD4k4QMjiWcfZdvystNGXM", "annotation": ""},{"book": {"author": "Andrew Blackman", "publication_date": "2013-03-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "A Virtual Love", "uuid": "6S38qU9ntt2jtRJuzgEpdH", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909039476/1384589102.99.jpg", "average_rating": 0.0, "isbn": "9781909039476", "description": "For Jeff Brennan, juggling multiple identities is a way of life. Online he has dozens of different personalities and switches easily between them. Offline, he shows different faces to different people: the caring grandson, the angry eco-protester, the bored IT consultant.\n\nSo when the beautiful Marie mistakes him for a famous blogger, he thinks nothing of adding this new identity to his repertoire. But as they fall in love and start building a life together, Jeff is gradually forced into more and more desperate measures to maintain his new identity, and the boundaries between his carefully segregated personas begin to fray.\n\nIn a world where truth is a matter of perspective and identities are interchangeable, Jeff finds himself trapped in his own web of lies. How far will he go to maintain his secrets? And even if he wanted to turn back, would he be able to?", "oyster_good_for_statement": ""}, "position": 71, "uuid": "gGgShYGHyxzE2sG8zBJqQQ", "annotation": ""},{"book": {"author": "Philip Roth", "publication_date": "2007-10-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Exit Ghost", "uuid": "NoriUkssrKSvRNxo9et2d6", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345338/1376379485.47.jpg", "average_rating": 3.48, "isbn": "9780547345338", "description": "<DIV>Like Rip Van Winkle returning to his hometown to find that all has changed, Nathan Zuckerman comes back to New York, the city he left eleven years before. Alone on his New England mountain, Zuckerman has been nothing but a writer: no voices, no media, no terrorist threats, no women, no news, no tasks other than his work and the enduring of old age.<br><br>Walking the streets like a revenant, he quickly makes three connections that explode his carefully protected solitude. One is with a young couple with whom, in a rash moment, he offers to swap homes. They will flee post-9/11 Manhattan for his country refuge, and he will return to city life. But from the time he meets them, Zuckerman also wants to swap his solitude for the erotic challenge of the young woman, Jamie, whose allure draws him back to all that he thought he had left behind: intimacy, the vibrant play of heart and body.<br><br>The second connection is with a figure from Zuckerman&#8217;s youth, Amy Bellette, companion and muse to Zuckerman&#8217;s first literary hero, E. I. Lonoff. The once irresistible Amy is now an old woman depleted by illness, guarding the memory of that grandly austere American writer who showed Nathan the solitary path to a writing vocation.<br><br>The third connection is with Lonoff&#8217;s would-be biographer, a young literary hound who will do and say nearly anything to get to Lonoff&#8217;s &#147;great secret.&#8221; Suddenly involved, as he never wanted or intended to be involved again, with love, mourning, desire, and animosity, Zuckerman plays out an interior drama of vivid and poignant possibilities.<br><br>Haunted by Roth&#8217;s earlier work The Ghost Writer, Exit Ghost is an amazing leap into yet another phase in this great writer&#8217;s insatiable commitment to fiction.</div>", "oyster_good_for_statement": ""}, "position": 47, "uuid": "cLxBqy9XKeYsQDqnw67i4S", "annotation": ""},{"book": {"author": "Tom Franklin", "publication_date": "2010-10-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Crooked Letter, Crooked Letter", "uuid": "KGEZRTENtJMrYRWo7TrLqH", "awards": [{"name": "Anthony Award Nominee", "uuid": "Sjjjk6kTgz68r3tDFWb9VH", "image": null}, {"name": "Barry Award Nominee", "uuid": "KzJY9KVw3BCdHgohYUj5E7", "image": null}, {"name": "Crime Writers' Association Gold Dagger", "uuid": "Qo6XUAzKkCrVUbV6tEhsJY", "image": null}, {"name": "Edgar Award Winner", "uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null}, {"name": "Los Angeles Times Book Prize Winner", "uuid": "54u8zmqF4ZQXE2pHbq83BU", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062048745/1378009521.39.jpg", "average_rating": 3.81, "isbn": "9780062048745", "description": "<p>Tom Franklin's extraordinary talent has been hailed by the leading lights of contemporary literature&#8212;Philip Roth, Richard Ford, Lee Smith, and Dennis Lehane. Reviewers have called his fiction \"ingenious\" (<em>USA Today</em>) and \"compulsively readable\" (<em>Memphis Commercial Appeal</em>). His narrative power and flair for character-ization have been compared to the likes of Harper Lee, Flannery O'Connor, Elmore Leonard, and Cormac McCarthy.</p><p>Now the Edgar Award-winning author returns with his most accomplished and resonant novel so far&#8212;an atmospheric drama set in rural Mississippi. In the late 1970s, Larry Ott and Silas \"32\" Jones were boyhood pals. Their worlds were as different as night and day: Larry, the child of lower-middle-class white parents, and Silas, the son of a poor, single black mother. Yet for a few months the boys stepped outside of their circumstances and shared a special bond. But then tragedy struck: Larry took a girl on a date to a drive-in movie, and she was never heard from again. She was never found and Larry never confessed, but all eyes rested on him as the culprit. The incident shook the county&#8212;and perhaps Silas most of all. His friendship with Larry was broken, and then Silas left town.</p><p>More than twenty years have passed. Larry, a mechanic, lives a solitary existence, never able to rise above the whispers of suspicion. Silas has returned as a constable. He and Larry have no reason to cross paths until another girl disappears and Larry is blamed again. And now the two men who once called each other friend are forced to confront the past they've buried and ignored for decades.</p>", "oyster_good_for_statement": ""}, "position": 21, "uuid": "WCj7T5r3HHJXEUMhwrJr6a", "annotation": ""},{"book": {"author": "Peter Hoeg", "publication_date": "2012-10-23", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 512, "title": "The Elephant Keepers' Children", "uuid": "CYvbmZUMbpUUDJisdCCvyn", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590514917/1378049359.88.jpg", "average_rating": 3.7, "isbn": "9781590514917", "description": "From the author of Smilla's Sense of Snow, an epic novel about faith and the magic of everyday life.\r\n\r\nTold from the precocious perspective of fourteen-year-old Peter, The Elephant Keepers’ Children is about three siblings and how they deal with their eccentric parents. Peter’s father is a vicar, his mother is an artisan, and both are equally and profoundly devout. The family lives on the (fictional) island of Finø, where people of all religious faiths coexist peacefully. Yet nothing is at it seems.\r\n   When Peter’s parents suddenly go missing, Peter and his siblings fear the worst—has their parents’ relentless quest to boost church attendance finally put them in danger? Told with poignancy and humor, The Elephant Keepers’ Children is a fascinating exploration of fundamentalism versus spiritual freedom, the vicissitudes of romantic and familial love, and the triumph of the human spirit.", "oyster_good_for_statement": ""}, "position": 77, "uuid": "yEaE3wPXYUGUdos3C6vRZX", "annotation": ""},{"book": {"author": "Christopher Castellani", "publication_date": "2013-02-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "All This Talk of Love", "uuid": "fp3KoqqXpCyYpjGwkyyhoF", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616201906/1377657151.24.jpg", "average_rating": 3.87, "isbn": "9781616201906", "description": "<p>It’s been fifty years since Antonio Grasso married Maddalena and brought her to America. That was the last time she saw her parents, her sisters and brothers—everything she knew and loved in the village of Santa Cecilia, Italy. Maddalena sees no need to open the door to the past and let the emotional baggage and unmended rifts of another life spill out.</p>\n<p></p>\n<p>But Prima was raised on the lore of the Old Country. And as she sees her parents aging, she hatches the idea to take the entire family back to Italy—hoping to reunite Maddalena with her estranged sister and let her parents see their homeland one last time. It is an idea that threatens to tear the Grasso family apart, until fate deals them some unwelcome surprises, and their trip home becomes a necessary journey. <br /><em>All This Talk of Love</em> is an incandescent novel about sacrifice and hope, loss and love, myth and memory.</p>", "oyster_good_for_statement": ""}, "position": 35, "uuid": "6EkLzzSi3wfvLNpXSQcH6N", "annotation": ""},{"book": {"author": "Yann Martel", "publication_date": "2003-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "Life of Pi", "uuid": "mqp5TQjr8sQVGma6ox2PYZ", "awards": [{"name": "Man Booker Prize Winner", "uuid": "S687FDqtNJy6G4sKZyvWSD", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350653/1376379849.93.jpg", "average_rating": 3.85, "isbn": "9780547350653", "description": "<DIV>The son of a zookeeper, Pi Patel has an encyclopedic knowledge of animal behavior and a fervent love of stories. When Pi is sixteen, his family emigrates from India to North America aboard a Japanese cargo ship, along with their zoo animals bound for new homes.<br> <br>The ship sinks. Pi finds himself alone in a lifeboat, his only companions a hyena, an orangutan, a wounded zebra, and Richard Parker, a 450-pound Bengal tiger. Soon the tiger has dispatched all but Pi, whose fear, knowledge, and cunning allow him to coexist with Richard Parker for 227 days while lost at sea. When they finally reach the coast of Mexico, Richard Parker flees to the jungle, never to be seen again. The Japanese authorities who interrogate Pi refuse to believe his story and press him to tell them \"the truth.\" After hours of coercion, Pi tells a second story, a story much less fantastical, much more conventional--but is it more true?<br></div>", "oyster_good_for_statement": ""}, "position": 53, "uuid": "xkw4NYcmRTusfbEvmTy8XX", "annotation": ""},{"book": {"author": "Betsy Carter", "publication_date": "2007-08-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 280, "title": "Swim to Me", "uuid": "hDz8dkBTxL2sHZ4SEky5Xj", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128453/1377656836.64.jpg", "average_rating": 3.33, "isbn": "9781565128453", "description": "It's a fresh start for Delores Walker when she boards a Greyhound bus bound for Florida. Leaving the Bronx far behind, she's headed for sunny Weeki Wachee Springs,  frayed roadside attraction in danger of becoming obsolete with the opening of Walt Disney's latest creation, only miles up the road. Always more suited for a life underwater, Delores joins a group of other aquatic hopefuls in this City of Live Mermaids, where she discovers a world of sequined tails and amphibious theme shows that even Disney couldn't dream up. It's in this fantastic place of make-believe and reinvention that Delores Walker becomes Delores Taurus, Florida's most unlikely celebrity. <br><br />Bringing together an eccentric assortment of outcasts, poseurs, and underdogs, this wise and poignant novel conjures up a time in America when anything was possible, especially in the Sunshine State. A story of family, chasing dreams and finding your way, <em>Swim To Me </em>will have you believing the impossible&#8212;even in mermaids from the Bronx.", "oyster_good_for_statement": ""}, "position": 27, "uuid": "nUU652yqwV57wz7dNdcHtC", "annotation": ""},{"book": {"author": "Margaret Drabble", "publication_date": "2013-10-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 214, "title": "A Summer Bird-Cage", "uuid": "ZE9f4hGNMhgybGN24nRtA3", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544285200/1379662257.58.jpg", "average_rating": 0.0, "isbn": "9780544285200", "description": "<DIV>  Attractive and witty, Sarah has just graduated from Oxford and started a new job at the BBC. As she immerses herself in the excitement of 1960s London, her beautiful older sister, Louise, marries the famous, though admittedly difficult, novelist Stephen Halifax. Louise initially revels in the newfound wealth and glamor that her marriage affords her, but soon she finds her relationship the subject of bitter gossip and scathing tabloid headlines. Despite the distance that has always existed between the two sisters, Sarah finds herself bound to Louise as she faces the scrutiny of London society and the two begin to forge a connection they had previously thought impossible. With Margaret Drabble&#8217;s signature eye for the subtleties and intricacies of everyday life, <I>A Summer Bird-Cage</I> is captivating, a dazzling, resonant portrait of two young women struggling to find their footing in a city as fickle as it is intoxicating.</DIV>", "oyster_good_for_statement": ""}, "position": 72, "uuid": "qJBNMNbUb7s8P5T9ntffj8", "annotation": ""},{"book": {"author": "Philip Roth", "publication_date": "1997-05-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 432, "title": "American Pastoral", "uuid": "66udDGSuDFfWVNjJgDz6ba", "awards": [{"name": "Prix du Meilleur Livre Étranger", "uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null}, {"name": "Winner of the Pulitzer Prize", "uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415970/1376380010.95.jpg", "average_rating": 3.89, "isbn": "9780547415970", "description": "<DIV>American Pastoral is the story of a fortunate American's rise and fall - of a strong, confident master of social equilibrium overwhelmed by the forces of social disorder. Seymour \"Swede\" Levov - a legendary high school athlete, a devoted family man, a hard worker, the prosperous inheritor of his father's Newark glove factory - comes of age in thriving, triumphant postwar America. But everything he loves is lost when the country begins to run amok in the turbulent 1960s. Not even the most private, well-intentioned citizen, it seems, gets to sidestep the sweep of history. With vigorous realism, Roth takes us back to the conflicts and violent transitions of the 1960s. This is a book about loving - and hating - America. It's a book about wanting to belong - and refusing to belong - to America. It sets the desire for an American pastoral - a respectable life of space, calm, order, optimism, and achievement - against the indigenous American Berserk.</DIV>", "oyster_good_for_statement": ""}, "position": 8, "uuid": "eZASWUxh7BS3teVkJgwkX", "annotation": ""},{"book": {"author": "Tim Davys", "publication_date": "2009-02-24", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Amberville", "uuid": "dfN7hqYoQZ6Bf6x8NKSALX", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061853623/1376452323.5.jpg", "average_rating": 3.2, "isbn": "9780061853623", "description": "<p>What does it mean to be bad?</p><p>Eric Bear has it all: a successful career, a beautiful wife, a blissful home. He knows he's been lucky; a while back, his life revolved around drugs, gambling, a gang of stuffed-animal thugs, and notorious crime boss Nicholas Dove.</p><p>But the past isn't as far away as Eric had hoped. Rumors are swirling that Dove is on the Death List and that he wants Eric to save him. If Eric fails to act, his beloved wife, Emma Rabbit, will be torn apart, limb by limb. </p><p>With a nod to the best of noir and the wisest of allegories, and interlaced with greed and gangsters, Amberville depicts an alternate world that mirrors our own realities and moral concerns, and reminds us of the inextricable link between good and evil.</p>", "oyster_good_for_statement": ""}, "position": 60, "uuid": "pWkJV843jjNpJz6Ai3P68V", "annotation": ""},{"book": {"author": "Armistead Maupin", "publication_date": "2011-06-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 400, "title": "Tales of the City", "uuid": "yCxzdjrJADDA6sdAfCXVLD", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062112392/1378009680.98.jpg", "average_rating": 4.08, "isbn": "9780062112392", "description": "<p>For more than three decades Armistead Maupin's <em>Tales of the City</em> has blazed its own trail through popular culture&#8212;from a groundbreaking newspaper serial to a classic novel, to a television event that entranced millions around the world. The first of six novels about the denizens of the mythic apartment house at 28 Barbary Lane, Tales is both a sparkling comedy of manners and an indelible portrait of an era that changed forever the way we live.</p>", "oyster_good_for_statement": ""}, "position": 3, "uuid": "AizV5NQnVN5TuLw24LdniX", "annotation": ""},{"book": {"author": "Clive Barker", "publication_date": "2009-03-17", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 672, "title": "The Great and Secret Show", "uuid": "V3Jjb9BiGyMmMp2pGvuqc8", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061760297/1376452075.99.jpg", "average_rating": 4.03, "isbn": "9780061760297", "description": "<p>In the little town of Palomo Grove, two great armies are amassing; forces shaped from the hearts and souls of America.  In this <em>New York Times</em> bestseller, Barker unveils one of the most ambitious imaginative landscapes in modern fiction, creating a new vocabulary for the age-old battle between good and evil.  Carrying its readers from the first stirring of consciousness to a vision of the end of the world, <em>The Great and Secret Show</em> is a breathtaking journey in the company of a master storyteller.</p>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "riTnrHkoLBKi8xgXhTzqkd", "annotation": ""},{"book": {"author": "Carrie Brown", "publication_date": "1999-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 348, "title": "Lamb in Love", "uuid": "cfFcXXaYqRGTSxGyu6G975", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565127630/1377656564.95.jpg", "average_rating": 3.78, "isbn": "9781565127630", "description": "Carrie Brown's triumphant first novel, Rose's Garden, garnered high praise from the critics for its \"simple, beautiful language,\" and for \"plumbing the emotional depths of ordinary human beings.\" Just a year later, she does it again.<P> Lamb in Love is set in a rural English village the year of the Apollo moon landing and tells of two people surprised, halfway through their lives by...what? passion? desire? love? They haven't the experience to quite identify it.<P> Norris and Vida have known each other forever. Neither has had any idea how to go about falling in love.<P> Vida Stephen has been nanny for twenty years to the mentally handicapped son of a rich American widower. Every day for most of her life, she nods to Norris Lamb, the postmaster, when calling for her mail. Sometimes Norris offers pretty stamps to the boy. A fussy, stamp-collecting bachelor and church organist, Norris has fallen suddenly, amazingly, and secretly in love with Vida.<P> Witness to Norris and Vida's halting, at times embarrassing courtship is Vida's charge, Manford - mute and clumsy and yet possessed of an odd and gentle intelligence. It is through Manford, even thanks to him, that Norris and Vida finally come to recognize each other and themselves.<P> Carrie Brown has an affinity for the way love transforms the most ordinary and imperfect people. In Lamb in Love, she celebrates a man and a woman who discover in themselves a bravery that allows them to become the heroes of their own story.", "oyster_good_for_statement": ""}, "position": 18, "uuid": "gFz7NqzTjnbBEMrDoKsyE", "annotation": ""},{"book": {"author": "Jess Walter", "publication_date": "2012-05-29", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Citizen Vince", "uuid": "6c7UDGhXiFPCKmTp7EjQhB", "awards": [{"name": "Edgar Award Winner", "uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959301/1376452628.5.jpg", "average_rating": 3.84, "isbn": "9780061959301", "description": "<p>At 1:59 a.m. in Spokane, Washington&#8212;eight days before the 1980 presidential election&#8212;Vince Camden pockets his stash of stolen credit cards and drops by an all-night poker game before heading to his witness-protection job dusting crullers at Donut Make You Hungry. Along with a neurotic hooker girlfriend, this is the total sum of Vince's new life. But when a familiar face shows up in town, Vince realizes his sordid past is still too close behind him. During the next unforgettable week, he'll negotiate a coast-to-coast maze of obsessive cops, eager politicians, and assorted mobsters&#8212;only to find that redemption might exist, of all places, in the voting booth. </p>", "oyster_good_for_statement": ""}, "position": 42, "uuid": "yA3PF2Y8EGb8rubvA2snkY", "annotation": ""},{"book": {"author": "Shirley Kennett", "publication_date": "2012-10-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 343, "title": "Burning Rose", "uuid": "eoaVevJvSAoXsXkr4rMrjF", "awards": [], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Burning%20Rose/1373332410.53.jpg", "average_rating": 3.18, "isbn": "9781453286876", "description": "<DIV><DIV><b>An environmental journalist stumbles into the deadly world of mega-corporations&#160;</b></div><DIV><i><BR>Burning Rose</i> is a gripping mystery from Shirley Kennett, author of the beloved PJ Gray series. The story follows Casey Washington, a freelance journalist with environmental convictions. When she lands a rare interview with Robert Gunner, CEO of World Power, a company building a controversial dam in the Amazon rainforest, she anticipates a personal triumph&mdash;only to have the story go terribly awry. </div><DIV>&#160;</div><DIV>Heads of other big corporations start dying in gruesome fashion, at the hands of a mysterious group known as &ldquo;The Six.&rdquo; Washington&rsquo;s investigative instinct kicks in but her search is not made any easier by her improbable attraction to the reclusive CEO Gunner. <i>Burning Rose</i> is an eco-thriller full of puzzles and high-gear action with global consequences.</div></div><DIV></div>", "oyster_good_for_statement": ""}, "position": 31, "uuid": "CuDWxc4q7mvcRqfo6ND2D4", "annotation": ""},{"book": {"author": "Patrick deWitt", "publication_date": "2010-04-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 176, "title": "Ablutions", "uuid": "PMdXAiAYoa5VYG7wQwC4SN", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488608/1376380065.92.jpg", "average_rating": 3.64, "isbn": "9780547488608", "description": "<DIV><P>In a famous but declining Hollywood bar works A Barman. Morbidly amused by the decadent decay of his surroundings, he watches the patrons fall into their nightly oblivion, making notes for his novel. In the hope of uncovering their secrets and motives, he establishes tentative friendships with the cast of variously pathological regulars.<br><br>But as his tenure at the bar continues, he begins to serve himself more often than his customers, and the moments he lives outside the bar become more and more painful: he loses his wife, his way, himself. Trapped by his habits and his loneliness, he realizes he will not survive if he doesn't break free. And so he hatches a terrible, necessary plan of escape and his only chance for redemption.<br><br>Step into <I>Ablutions</I> and step behind the bar, below rock bottom, and beyond the everyday take on storytelling for a brilliant, new twist on the classic tale of addiction and its consequences.<br></P></DIV>", "oyster_good_for_statement": ""}, "position": 49, "uuid": "gRaG5q3fF3WemBCR8HqgrH", "annotation": ""},{"book": {"author": "Tish Cohen", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Inside Out Girl", "uuid": "HvitsXQv8888N7MHN6TfKG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061877834/1376452456.49.jpg", "average_rating": 3.66, "isbn": "9780061877834", "description": "<p>Rachel Berman wants <em>everything</em> to be perfect. An overprotective single mother of two, she is acutely aware of the statistical dangers lurking around every corner&#8212;which makes her snap decision to aid a stranded motorist wholly uncharacteristic. Len Bean is stuck on the shoulder with Olivia, his relentlessly curious, learning disabled ten-year-old daughter. To the chagrin of Rachel's children, who are about to be linked to the most-mocked girl in school, Rachel and Len begin dating. And when Len receives terrible news, little Olivia needs a hero more than ever.</p><p>But the world refuses to be predictable. When personal crisis profoundly alters Rachel's relationship with a wild, very special little girl, this perfectionist mother finds herself drawn into a mystery from her past and toward a new appreciation for her own children's imperfect lives.</p>", "oyster_good_for_statement": ""}, "position": 52, "uuid": "NhCSZJRBU7eJ8XAiDjcELX", "annotation": ""},{"book": {"author": "James Salter", "publication_date": "2012-06-05", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 200, "title": "A Sport and a Pastime", "uuid": "vH3PJXivkghGXRHZ43YXy7", "awards": [{"name": "New York Times Bestselling Author", "uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Sport%20and%20a%20Pastime/1373330441.24.jpg", "average_rating": 3.78, "isbn": "9781453243817", "description": "<DIV><DIV><b>&ldquo;A tour de force of erotic realism, a romantic cliff-hanger; an opaline vision of Americans in France. . . . <i>A Sport and a Pastime</i>&#160;succeeds as art must. It tells us about ourselves.&rdquo;&#160;&mdash;<i>The New York Times Book Review</i></b></div><DIV>&#160;</div><DIV>Twenty-year-old Yale dropout Phillip Dean is traveling Europe aimlessly in a borrowed car with little money, until stopping for a few days in a church-quiet town near Dijon, where he meets Anne-Marie Costallat, a young shop assistant. She quickly becomes to him the real France, its beating heart and an object of pure longing. The two begin an affair both carnal and innocent.</div><DIV>&#160;</div><DIV>Beautiful and haunting, <i>A Sport and a Pastime</i> is one of the first great American novels to speak frankly of human desire and the yearning for passion free of guilt and shame.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of James Salter including rare photos from the author&rsquo;s personal collection.</div></div>", "oyster_good_for_statement": ""}, "position": 29, "uuid": "AaWGBupeoozZQ2jKjrHd63", "annotation": ""},{"book": {"author": "Ward Just", "publication_date": "2011-03-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "Rodin's Debutante", "uuid": "wGqdfGhU37FMaXeT4XLDnL", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504209/1376380529.75.jpg", "average_rating": 3.23, "isbn": "9780547504209", "description": "<DIV><p>Tommy Ogden, a Gatsbyesque character living in a mansion outside robber-baron-era Chicago, declines to give his wife the money to commission a bust of herself from the French master Rodin and announces instead his intention to endow a boys&rsquo; school. Ogden&rsquo;s decision reverberates years later in the life of Lee Goodell, whose coming of age is at the heart of Ward Just&rsquo;s emotionally potent new novel.&#160;<BR><br> Lee&rsquo;s life decisions&mdash;to become a sculptor, to sojourn in the mean streets of the South Side, to marry into the haute-intellectual culture of Hyde Park&mdash;play out against the crude glamour of midcentury Chicago. Just&rsquo;s signature skill of conveying emotional heft with few words is put into play as Lee confronts the meaning of his four years at Ogden Hall School under the purview, in the school library, of a bust known as Rodin&rsquo;s Debutante. And, especially, as he meets again a childhood friend, the victim of a brutal sexual assault of which she has no memory. It was a crime marking the end of Lee&rsquo;s boyhood and the beginning of his understanding&mdash;so powerfully under the surface of Just&rsquo;s masterly story&mdash;that how and what we remember add up to nothing less than our very lives.</p></div>", "oyster_good_for_statement": ""}, "position": 86, "uuid": "V7SHbmKKF9oiN7fAFKQyxa", "annotation": ""},{"book": {"author": "Jhumpa Lahiri", "publication_date": "2004-09-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "The Namesake", "uuid": "hWhi6qpngb4jFYankqkTsj", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547429311/1380870154.79.jpg", "average_rating": 3.91, "isbn": "9780547429311", "description": "<DIV>Jhumpa Lahiri's <I>Interpreter of Maladies</I> established this young writer as one the most brilliant of her generation. Her stories are one of the very few debut works -- and only a handful of collections -- to have won the Pulitzer Prize for fiction. Among the many other awards and honors it received were the New Yorker Debut of the Year award, the PEN/Hemingway Award, and the highest critical praise for its grace, acuity, and compassion in detailing lives transported from India to America. In <I>The Namesake</I>, Lahiri enriches the themes that made her collection an international bestseller: the immigrant experience, the clash of cultures, the conflicts of assimilation, and, most poignantly, the tangled ties between generations. Here again Lahiri displays her deft touch for the perfect detail -- the fleeting moment, the turn of phrase -- that opens whole worlds of emotion.<br></DIV> <div><I></I></DIV> <div><I>The Namesake</I> takes the Ganguli family from their tradition-bound life in Calcutta through their fraught transformation into Americans. On the heels of their arranged wedding, Ashoke and Ashima Ganguli settle together in Cambridge, Massachusetts. An engineer by training, Ashoke adapts far less warily than his wife, who resists all things American and pines for her family. When their son is born, the task of naming him betrays the vexed results of bringing old ways to the new world. Named for a Russian writer by his Indian parents in memory of a catastrophe years before, Gogol Ganguli knows only that he suffers the burden of his heritage as well as his odd, antic name. Lahiri brings great empathy to Gogol as he stumbles along the first-generation path, strewn with conflicting loyalties, comic detours, and wrenching love affairs. With penetrating insight, she reveals not only the defining power of the names and expectations bestowed upon us by our parents, but also the means by which we slowly, sometimes painfully, come to define ourselves. <I>The New York Times</I> has praised Lahiri as \"a writer of uncommon elegance and poise.\"<I> The Namesake</I> is a fine-tuned, intimate, and deeply felt novel of identity.</div>", "oyster_good_for_statement": ""}, "position": 23, "uuid": "645yuNQdhpP6NmDnp7UrZm", "annotation": ""},{"book": {"author": "Robert R. McCammon", "publication_date": "2011-10-18", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 582, "title": "Boy's Life", "uuid": "bgKHhkhExfHqtAJhQZzWFZ", "awards": [{"name": "World Fantasy Award Winner", "uuid": "tP263pVFYpExE6JAikpu45", "image": null}], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Boy%27s%20Life/1373330205.12.jpg", "average_rating": 4.32, "isbn": "9781453231562", "description": "<DIV><b>In Zephyr, Alabama, a bizarre murder is only the beginning</b></div><DIV>&#160;</div><DIV>Small town boys see weird sights, and Zephyr has provided Cory Jay Mackenson with his fair share of oddities. He knows the bootleggers who lurk in the dark places outside of town. On moonless nights, he&rsquo;s heard spirits congregate in the churchyard to reminisce about the good old days. He&rsquo;s seen rain that flooded Main Street and left it crawling with snakes. Cory knows magic, and relishes it as only a young boy can.</div><DIV>&#160;</div><DIV>One frosty winter morning, he and his father watch a car jump the curb and sail into the fathomless town lake. His father dives into the icy water to rescue the driver, and finds a naked corpse handcuffed to the wheel. This chilling sight is only the start of the strangest period of Cory&rsquo;s life, when the magic of his town will transform him into a man.</div>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "iim2arzzsAFG84LBzH9akN", "annotation": ""},{"book": {"author": "Sara Gruen", "publication_date": "2007-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 350, "title": "Water for Elephants", "uuid": "iiWqPyhmtQm35AJaEmKw", "awards": [{"name": "Book Sense Book of the Year Award Winner", "uuid": "LJFriVcoS9TatDAAnqDEUR", "image": null}, {"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565125858/1377656825.9.jpg", "average_rating": 4.05, "isbn": "9781565125858", "description": "<p>Though he may not speak of them, the memories still dwell inside Jacob Jankowski's ninety-something-year-old mind. Memories of himself as a young man, tossed by fate onto a rickety train that was home to the Benzini Brothers Most Spectacular Show on Earth. Memories of a world filled with freaks and clowns, with wonder and pain and anger and passion; a world with its own narrow, irrational rules, its own way of life, and its own way of death. The world of the circus: to Jacob it was both salvation and a living hell.<br /><br /> Jacob was there because his luck had run out—orphaned and penniless, he had no direction until he landed on this locomotive \"ship of fools.\" It was the early part of the Great Depression, and everyone in this third-rate circus was lucky to have any job at all. Marlena, the star of the equestrian act, was there because she fell in love with the wrong man, a handsome circus boss with a wide mean streak. And Rosie the elephant was there because she was the great gray hope, the new act that was going to be the salvation of the circus; the only problem was, Rosie didn't have an act—in fact, she couldn't even follow instructions. The bond that grew among this unlikely trio was one of love and trust, and ultimately, it was their only hope for survival. <br /><br /> Surprising, poignant, and funny, <i>Water for Elephants</i> is that rare novel with a story so engrossing, one is reluctant to put it down; with characters so engaging, they continue to live long after the last page has been turned; with a world built of wonder, a world so real, one starts to breathe its air.</p>", "oyster_good_for_statement": ""}, "position": 58, "uuid": "qDNm6YrdzLmaaDHbpN4bVS", "annotation": ""},{"book": {"author": "Susan Sellers", "publication_date": "2010-04-12", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "Vanessa and Virginia", "uuid": "Y4Lzux8rRMMfEUQbQqVWu", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547393889/1376379963.96.jpg", "average_rating": 3.35, "isbn": "9780547393889", "description": "<DIV><DIV><DIV><I>You see, even after all these years, I wonder if you really loved me.</I> Vanessa and Virginia are sisters, best friends, bitter rivals, and artistic collaborators. As children, they fight for the attention of their overextended mother, their brilliant but difficult father, and their adored brother, Thoby. As young women, they support each other through a series of devastating deaths, then emerge in bohemian Bloomsbury, bent on creating new lives and groundbreaking works of art. Through everything&#151;marriage, lovers, loss, madness, children, success and failure&#151;the sisters remain the closest of co-conspirators. But they also betray each other.</DIV><DIV><BR>In this lyrical, impressionistic account, written as a love letter and an elegy from Vanessa to Virginia, Sellers imagines her way into the heart of the lifelong relationship between the writer Virginia Woolf and the painter Vanessa Bell. With sensitivity and fidelity to what is known of both lives, Sellers has created a powerful portrait of sibling rivalry.<BR></DIV><P></P><P></P></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 45, "uuid": "V2YnJu67nd8rs4ES8BHXVC", "annotation": ""},{"book": {"author": "Clyde Edgerton", "publication_date": "1987-01-03", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "Walking Across Egypt", "uuid": "CVR4v3NGgxELxNqswbSbQP", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565129054/1377656371.08.jpg", "average_rating": 3.82, "isbn": "9781565129054", "description": "\"An unpretentious, finely-crafted novel that will linger with the readers like the last strains of a favorite hymn. It is more enjoyable than a pitcher full of sweet tea and one of Mattie's home-cooked dinners.\"--<i>The Atlanta Journal & Constitution</i><br><br>She had as much business keeping a stray dog as she had walking across Egypt--which not so incidentally is the title of her favorite hymn. She's Mattie Rigsbee, an independent, strong-minded senior citizen, who at 78, might be slowing down just a bit. When young, delinquent Wesley Benfield drops in on her life, he is even less likely a companion than the stray dog. But, of course, the dog never tasted her mouth-watering pound cake....Wise witty, down-home and real, <i>Walking Across Egypt</i> is a book for everyone.", "oyster_good_for_statement": ""}, "position": 20, "uuid": "qHRBGxBuP2P5CmyMrUGZLM", "annotation": ""},{"book": {"author": "Pearl S. Buck", "publication_date": "2012-08-21", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 353, "title": "A House Divided", "uuid": "Dtk4QCM5dETCduJNLTxz65", "awards": [], "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20House%20Divided/1373330984.5.jpg", "average_rating": 3.82, "isbn": "9781453263488", "description": "<DIV><b>The conclusion to Buck&rsquo;s celebrated Good Earth trilogy: the story of a man&rsquo;s return to a homeland embroiled in revolution</b></div><DIV><BR>On the eve of a popular rebellion, the Chinese government starts to crack down in cities across the country. Fleeing the turmoil, Wang Yuan, the son of a famous general and grandson of the patriarch of <i>The Good Earth</i>, leaves for America to study agriculture. When he returns to China six years later, he encounters a nation still in the grip of violent uprisings. Unprepared for the social upheaval, Wang is torn by the tensions between old traditions and new ways, and by his formidable family, whose struggles he hopes to solve.</div><DIV>&#160;</div><DIV>A reflective finale to Buck&rsquo;s groundbreaking and bestselling trilogy, <i>A House Divided</i> is a rich and unforgettable portrait of a family&mdash;and a nation&mdash;in transition.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Pearl S. Buck including rare images from the author&rsquo;s estate.</div>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "zap9Xq8ZPKFv9FdQ5rmxAb", "annotation": ""},{"book": {"author": "Carol Dawson", "publication_date": "2012-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "Body of Knowledge", "uuid": "T9KMAxbNZbyfECKFTViaAX", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202071/1377657094.75.jpg", "average_rating": 0.0, "isbn": "9781616202071", "description": "Carol Dawson's outrageous second novel chronicles the decline and fall of a strange dynasty--from post-frontier Texas to the present day. It's the story of a secret war, of obsession, fear, loathing, and betrayal. But most of all, BODY OF KNOWLEDGE is the story of Victoria Grace Ransom, the story's 600-pound narrator, whose engrossing secret gradually reveals itself in a novel as big as all Texas. \"Gorgeously crafted, intelligent and wholly original.\"--Los Angeles Times Book Review ; \"The best novelist to emerge from Texas in years.\"--Texas Monthly. A BOOK-OF-THE-MONTH CLUB and QUALITY PAPERBACK BOOK CLUB SELECTION.", "oyster_good_for_statement": ""}, "position": 24, "uuid": "jEcGWx4HT9Gm7AezUEB8sH", "annotation": ""},{"book": {"author": "David R. Slavitt", "publication_date": "2012-03-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 216, "title": "Overture", "uuid": "QYbECyx9sTNczNh9qab3YZ", "awards": [], "publisher": {"name": "Outpost19", "uuid": "BfBmDwzvBdChdXBcTywp4R"}, "cover_img": "https://cflare.oysterbooks.com/covers/Outpost19/9781937402211/1385065828.17.jpg", "average_rating": 0.0, "isbn": "9781937402211", "description": "While waiting for results from a prostate exam, a writer turns to the example of Marcel Proust and Dr. Édouard Brissaud, Proust's model for Dr. du Boulbon in The Guermantes Way and the man who first documented Gilles de la Tourette's Syndrome. With the Frenchmen in his head and his diagnosis hovering, the writer grapples with the proper response to mortality, considering dogs as a metaphor for wandering souls, the scratch of a pen and its connection to eczema, and the contrast between his mother's murder and his own uncertain future. As Slavitt writes, \"The mind is not where the real business of our lives is transacted, but somewhere else, in the recesses of the body.\" ", "oyster_good_for_statement": ""}, "position": 74, "uuid": "F33JZPELnBxiqqaB53boXD", "annotation": ""},{"book": {"author": "Christopher Castellani", "publication_date": "2005-09-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Saint of Lost Things", "uuid": "gDmk6WVe8rdUbP6qB5ZWjm", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128859/1377656774.58.jpg", "average_rating": 3.52, "isbn": "9781565128859", "description": "It is 1953 in the tight-knit Italian neighborhood in Wilmington, Delaware. Maddalena Grasso has lost her country, her family, and the man she loved by coming to America; her mercurial husband, Antonio, has lost his opportunity to realize the American Dream; their new friend, Guilio Fabbri, a shy accordion player, has lost his beloved parents. <br> <br>In the shadow of St. Anthony&#8217;s Church, named for the patron saint of lost things, the prayers of these troubled but determined people are heard, and fate and circumstances conspire to answer them in unforeseeable ways. <br><br>With great authenticity and immediacy, <em>The Saint of Lost Things</em> evokes a bittersweet time in which the world seemed more intimate and knowable, and the American Dream simpler, nobler, and within reach.", "oyster_good_for_statement": ""}, "position": 26, "uuid": "ZPMNpTnCxQg9cJNfHDY8uZ", "annotation": ""},{"book": {"author": "Robert Dunn", "publication_date": "2013-06-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 236, "title": "Stations of the Cross", "uuid": "nNQQnLf8ddkmk63oxA7n29", "awards": [], "publisher": {"name": "Coral Press", "uuid": "orHeaWcpe6v8RXKrbVZEW4"}, "cover_img": "https://cflare.oysterbooks.com/covers/Coral%20Press/Stations%20of%20the%20Cross/1372982479.22.jpg", "average_rating": 4.1, "isbn": "9781935512233", "description": "Legendary singer-songwriter and Rock and Roll Hall of Fame inductee Dyson Burnette has been living in New York City for the last&#160;10 years waiting for inspiration. One spring day, he decides to travel back to Los Parques, the Mexican town where he found his true self 40 years earlier at age 18, and immediately becomes infatuated with lovely young school teacher Serena Rodriguez. This &#8220;Flower of Los Parques,&#8221; who reminds him of a great love he once had, inspires him to resume working on an epic lost song he started 40 years ago, &#8220;Stations of the Cross.&#8221; Burnette realizes that finishing this song is the key to recapturing his audience and saving his career, but only if he can control his growing obsession for his new-found muse. Exploring such themes as passion, obsession, creativity, and artistic creation, this novel reveals how sometimes one must revisit the past to arrive at the future.", "oyster_good_for_statement": ""}, "position": 16, "uuid": "UXrukXL86eTvZdQFfDnti5", "annotation": ""},{"book": {"author": "Maggie O'Farrell", "publication_date": "2008-06-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Vanishing Act of Esme Lennox", "uuid": "L78HacYbNo6kTkLUb4pSuj", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547350677/1376379852.55.jpg", "average_rating": 3.76, "isbn": "9780547350677", "description": "<DIV>In the middle of tending to the everyday business at her vintage-clothing shop and sidestepping her married boyfriend&#8217;s attempts at commitment, Iris Lockhart receives a stunning phone call: Her great-aunt Esme, whom she never knew existed, is being released from Cauldstone Hospital&#8212;where she has been locked away for more than sixty-one years.<br><BR>Iris&#8217;s grandmother Kitty always claimed to be an only child. But Esme&#8217;s papers prove she is Kitty&#8217;s sister, and Iris can see the shadow of her dead father in Esme&#8217;s face.&#160;<BR><BR>Esme has been labeled harmless&#8212;sane enough to coexist with the rest of the world. But she's still basically a stranger, a family member never mentioned by the family, and one who is sure to bring life-altering secrets with her when she leaves the ward. If Iris takes her in, what dangerous truths might she inherit?<br><BR>A gothic, intricate tale of family secrets, lost lives, and the freedom brought by truth, <I>The Vanishing Act of Esme Lennox</I> will haunt you long past its final page.</DIV>", "oyster_good_for_statement": ""}, "position": 87, "uuid": "kWXffDQvDDK44K8xcBSTzc", "annotation": ""},{"book": {"author": "Silas House", "publication_date": "2001-04-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 250, "title": "Clay's Quilt", "uuid": "vRcJWmqRUWwQxWV7VRtpNm", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202972/1377657158.41.jpg", "average_rating": 3.96, "isbn": "9781616202972", "description": "On a bone-chilling New Year's Day, when all the mountain roads are slick with ice, Clay's mother, Anneth, insists on leaving her husband. She packs her things, and with three-year-old Clay in tow, they inch their way toward her hometown along the treacherous mountain roads. <p> That journey ends in the death of Clay's mother. It's a day that comes to haunt her only son, who's left without a family and a history. This is the story of how Clay Sizemore, a coal miner in love with his town but unsure of his place within it, finds a family to call his own. </p><p> And it's the story of the people who become part of the life he shapes: Aunt Easter, always filled with a sense of foreboding and bound to her faith above all; Uncle Paul, quietly producing quilt after quilt; Dreama, beautiful and flighty; Evangeline, the untameable daughter of a famous gospel singer; and Alma, the fiddler whose song wends its way into Clay's heart. Together, they all help Clay to fashion a quilt of a life from what treasured pieces are around him. </p><p> Authentic and moving, <i>Clay's Quilt</i> is both the story of a young man's journey and of Appalachian people struggling to hold on to their heritage. </p><p> \t</p><p> \t</p><p> \t</p>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "7tgoyDnbcbKnJBArAHbyfW", "annotation": ""},{"book": {"author": "Iain Broome", "publication_date": "2012-08-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "A Is For Angelica", "uuid": "RRsgRQnxshKbaayX59GPAW", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781908775627/1384589101.89.jpg", "average_rating": 0.0, "isbn": "9781908775627", "description": "My life is different now. I don't go to work. I don't have an office. I stay at home, hide behind curtains and make notes. I wait for something to happen.' Gordon Kingdom struggles with the fate of his seriously-ill wife while patiently observing and methodically recording the lives of those around him: his neighbours. He has files on them all, including Don Donald (best friend and petty thief), Annie Carnaffan (lives next door, throws footballs over the fence), and Benny (the boy who paints with his eyes closed). Then there's Angelica, the new girl (42) on the street, with her multi-coloured toenails and her filthy temper. It's when she arrives that Gordon's world of half-truths really begins to unravel. Faced with a series of unexpected events and a faltering conscience, he's left with an impossible decision. Because in the banality of everyday life, what would you do if the unthinkable happened?", "oyster_good_for_statement": ""}, "position": 72, "uuid": "4wdUuCoustmTXZyEzRe7Ao", "annotation": ""},{"book": {"author": "Clyde Edgerton", "publication_date": "2012-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 240, "title": "Raney", "uuid": "LkPypcBn4taBUmN8kBC4Cn", "awards": [], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202132/1377657076.97.jpg", "average_rating": 3.88, "isbn": "9781616202132", "description": "\"This book is too good to keep to yourself. Read it aloud with someone you love, then send it to a friend. But be sure to keep a copy for yourself, because you'll want to read it again and again.\"-- Elizabeth Forsythe Hailey\nRaney is a small-town Baptist. Charles is a liberal from Atlanta. And <i>Raney</i> is the story of their marriage. Charming, wise, funny, and truthful, it is a novel for everyone to love. \"A real jewel.\"--<i>Richmond Times-Dispatch</i>", "oyster_good_for_statement": ""}, "position": 36, "uuid": "osDAF98MukXnPYJxNk6xn8", "annotation": ""},{"book": {"author": "Michael Crichton", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 816, "title": "State of Fear", "uuid": "re9i5dw7aQunvmXRy9xzUW", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061752728/1376451966.48.jpg", "average_rating": 3.6, "isbn": "9780061752728", "description": "<p>In Paris, a physicist dies after performing a laboratory experiment for a beautiful visitor. </p><p>In the jungles of Malaysia, a mysterious buyer purchases deadly cavitation technology, built to his specifications.</p><p>In Vancouver, a small research submarine is leased for use in the waters off New Guinea.</p><p>And in Tokyo, an intelligence agent tries to understand what it all means.</p><p>Thus begins Michael Crichton's exciting and provocative technothriller, <em>State of Fear</em>. Only <em>Michael Crichton's</em> unique ability to blend science fact and pulse-pounding fiction could bring such disparate elements to a heart-stopping conclusion. </p><p>This is Michael Crichton's most wide-ranging thriller. <em>State of Fear</em> takes the reader from the glaciers of Iceland to the volcanoes of Antarctica, from the Arizona desert to the deadly jungles of the Solomon Islands, from the streets of Paris to the beaches of Los Angeles. The novel races forward, taking the reader on a rollercoaster thrill ride, all the while keeping the brain in high gear. Gripping and thought-provoking, <em>State of Fear is Michael Crichton at his very best.</em></p><p></p>", "oyster_good_for_statement": ""}, "position": 55, "uuid": "xz2C4CiR3U5Vte8V5rnECk", "annotation": ""},{"book": {"author": "James Kelman", "publication_date": "2013-04-23", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "Mo Said She Was Quirky", "uuid": "f3nKn8xub6kFqb2BBkU2Pj", "awards": [], "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516010/1378051221.77.jpg", "average_rating": 3.6, "isbn": "9781590516010", "description": "James Kelman, the Man Booker Prize–winning author of How Late It Was, How Late, tells the story of Helen—a sister, a mother, a daughter—a very ordinary young woman. Her boyfriend said she was quirky but she is much more than that. Trust, love, relationships; parents, children, lovers; death, wealth, home: these are the ordinary parts of the everyday that become extraordinary when you think of them as Helen does, each waking hour. Mo Said She Was Quirky begins on Helen’s way home from work, with the strangest of moments when a skinny, down-at-heel man crosses the road in front of her and appears to be her lost brother. What follows is an inspired and absorbing story of twenty-four hours in the life of a young woman.", "oyster_good_for_statement": ""}, "position": 62, "uuid": "uFNet52RE4YQCqvW8erDGh", "annotation": ""},{"book": {"author": "Louise Dean", "publication_date": "2007-01-08", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "Becoming Strangers", "uuid": "5fiVWTpWrPLTggDRgDF7UC", "awards": [{"name": "Man Booker Prize Nominee", "uuid": "wgnYp5iZQRwSNpgLXosa5J", "image": null}], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547564098/1376380763.85.jpg", "average_rating": 2.71, "isbn": "9780547564098", "description": "<DIV>After more than half a century of marriage, Dorothy and George are embarking on their first journey abroad together. Three decades younger, Jan and Annemieke are taking their last, as illness and incompatibility bring their unhappy union to an end. At first the luxury of a Caribbean resort is no match for the well-worn patterns of domestic life. Then the couples' paths cross, and a series of surprises ensues--a disappearance and an assault, most dramatically, but also a teapot tempest of passions, slights, misunderstandings, and small awakenings that punctuate a week in which each pair struggles to come to terms with what's been keeping them apart.<br><BR>A hit with readers and critics alike when it was published in England last year, Becoming Strangers is a different kind of love story, in which there's seldom a happy ending but sometimes a chance to redeem a life half-lived.<br><BR></DIV>", "oyster_good_for_statement": ""}, "position": 85, "uuid": "kK8dMXJDB9BafVp4QByDRR", "annotation": ""},{"book": {"author": "Anchee Min", "publication_date": "2008-04-07", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 320, "title": "The Last Empress", "uuid": "eqQp38XnLDDotHjoyAYCkG", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547346908/1376149902.6.jpg", "average_rating": 3.71, "isbn": "9780547346908", "description": "<DIV>The last decades of the nineteenth century were a violent period in China&#8217;s history, marked by humiliating foreign incursions and domestic rebellions and ending in the demise of the Ch&#8217;ing Dynasty. The only constant during this tumultuous time was the power wielded by one woman, the resilient, ever-resourceful Tsu Hsi -- or Empress Orchid, as readers came to know her in Anchee Min&#8217;s critically acclaimed, best-selling novel covering her rise to power.<br><br>The Last Empress is the story of Orchid&#8217;s dramatic transition from a strong-willed, instinctive young woman to a wise and politically savvy leader who ruled China for more than four decades. In this concluding volume Min gives us a compelling, very human leader who assumed power reluctantly and sacrificed all to protect those she loved and an empire that was doomed to die.</div>", "oyster_good_for_statement": ""}, "position": 46, "uuid": "2aKYjRyVT9KB4xMTyjEGvB", "annotation": ""},{"book": {"author": "Cassandra Parkin", "publication_date": "2013-07-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Summer We All Ran Away", "uuid": "tTuCJLskUMXkzjej8LeyCS", "awards": [], "publisher": {"name": "Legend Press", "uuid": "dVbxdAvb2mgByjMzYazKqF"}, "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909395329/1384589116.89.jpg", "average_rating": 0.0, "isbn": "9781909395329", "description": "When nineteen year old Davey finds himself drunk, beaten and alone, he is rescued by the oddly-assorted inhabitants of an abandoned and beautiful house in the West Country. Their only condition for letting him join them is that he asks them no questions.\n\nMore than thirty years ago in that same house, burned-out rock star Jack Laker writes a ground-breaking comeback album, and abandons the girl who saved his life to embark on a doomed and passionate romance with a young actress. His attempt to escape his destructive lifestyle leads to deceit, debauchery and even murder.\n\nAs Davey and his fellow housemate Priss try to uncover the secrets of the house’s inhabitants, both past and present, it becomes clear that the five strangers have all been drawn there by the events and the music of that long-ago summer.", "oyster_good_for_statement": ""}, "position": 70, "uuid": "LLWzeVEbVKSZVF6fmKZiHa", "annotation": ""},{"book": {"author": "Shilpi Somaya Gowda", "publication_date": "2010-03-09", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 368, "title": "Secret Daughter", "uuid": "byNC475LSmg4d7kYhJujVj", "awards": [{"name": "International IMPAC Dublin Literary Award Nominee", "uuid": "nsqgKEHWEMRQp8RSPm3QjK", "image": null}], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981463/1376529446.05.jpg", "average_rating": 3.95, "isbn": "9780061981463", "description": "<p>On the eve of the monsoons, in a remote Indian village, Kavita gives birth to a baby girl. But in a culture that favors sons, the only way for Kavita to save her newborn daughter's life is to give her away. It is a decision that will haunt her and her husband for the rest of their lives, even after the arrival of their cherished son.</p><p>Halfway around the globe, Somer, an American doctor, decides to adopt a child after making the wrenching discovery that she will never have one of her own. When she and her husband, Krishnan, see a photo of the baby with the gold-flecked eyes from a Mumbai orphanage, they are overwhelmed with emotion. Somer knows life will change with the adoption but is convinced that the love they already feel will overcome all obstacles. </p><p>Interweaving the stories of Kavita, Somer, and the child that binds both of their destinies, <em>Secret Daughter</em> poignantly explores the emotional terrain of motherhood, loss, identity, and love, as witnessed through the lives of two families&#8212;one Indian, one American&#8212;and the child that indelibly connects them.</p>", "oyster_good_for_statement": ""}, "position": 61, "uuid": "E5DTpysRg3jnjCwh68p7dA", "annotation": ""},{"book": {"author": "José Saramago", "publication_date": "2013-08-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Blindness", "uuid": "5C7pnJMp3L8HpCsiYJ2cof", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547537597/1378365790.0.jpg", "average_rating": 4.0, "isbn": "9780547537597", "description": "<DIV>A city is hit by an epidemic of \"white blindness\" which spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations and raping women. There is one eyewitness to this nightmare who guides seven strangers-among them a boy with no mother, a girl with dark glasses, a dog of tears-through the barren streets, and the procession becomes as uncanny as the surroundings are harrowing. A magnificent parable of loss and disorientation and a vivid evocation of the horrors of the twentieth century, Blindness has swept the reading public with its powerful portrayal of man's worst appetites and weaknesses-and man's ultimately exhilarating spirit. The stunningly powerful novel of man's will to survive against all odds, by the winner of the 1998 Nobel Prize for Literature.</DIV>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "nsqNPW6U4QmJo26WSiJPqV", "annotation": ""},{"book": {"author": "Helen Schulman", "publication_date": "2011-08-02", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "This Beautiful Life", "uuid": "CiRyRoHzFudgbjAbRUBAo", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062092687/1378009614.31.jpg", "average_rating": 3.02, "isbn": "9780062092687", "description": "<p>When the Bergamots move from a comfortable upstate college town to New York City, they&#8217;re not quite sure how they&#8217;ll adapt&#8212;or what to make of the strange new world of well-to-do Manhattan. Soon, though, Richard is consumed by his executive role at a large New York university, and Liz, who has traded in her academic career to oversee the lives of their children, is hectically ferrying young Coco around town.</p><p>Fifteen-year-old Jake is gratefully taken into the fold by a group of friends at Wildwood, an elite private school.</p><p>But the upper-class cocoon in which they have enveloped themselves is ripped apart when Jake wakes up one morning after an unchaperoned party and finds an email in his in-box from an eighth-grade admirer. Attached is a sexually explicit video she has made for him. Shocked, stunned, maybe a little proud, and scared&#8212;a jumble of adolescent emotion&#8212;he forwards the video to a friend, who then forwards it to a friend. Within hours, it&#8217;s gone viral, all over the school, the city, the world.</p><p>The ensuing scandal threatens to shatter the Bergamots&#8217; sense of security and identity, and, ultimately, their happiness. They are a good family faced with bad choices, and how they choose to react, individually and at one another&#8217;s behest, places everything they hold dear in jeopardy.</p><p><em>This Beautiful Life</em> is a devastating exploration of the blurring boundaries of privacy and the fragility of self, a clear-eyed portrait of modern life that will have readers debating their assumptions about family, morality, and the sacrifices and choices we make in the name of love.</p>", "oyster_good_for_statement": ""}, "position": 39, "uuid": "wHqb6Sbc4jhy8dUZQHK6Y", "annotation": ""},{"book": {"author": "Heidi W. Durrow", "publication_date": "2011-01-11", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 272, "title": "The Girl Who Fell from the Sky", "uuid": "4M54nTdevHGgvZGwnLTo5G", "awards": [{"name": "Bellwether Prize Winner", "uuid": "9uqAJ3Sf2zhHtPZr7vzQpb", "image": null}], "publisher": {"name": "Algonquin Books", "uuid": "iuxN9iX85rMYjM6BA4wkwS"}, "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616200374/1377656960.08.jpg", "average_rating": 3.6, "isbn": "9781616200374", "description": "Rachel, the daughter of a danish mother and a black G.I., becomes the sole survivor of a family tragedy after a fateful morning on their Chicago rooftop. <br> <br> Forced to move to a new city, with her strict African American grandmother as her guardian, Rachel is thrust for the first time into a mostly black community, where her light brown skin, blue eyes, and beauty bring a constant stream of attention her way. It’s there, as she grows up and tries to swallow her grief, that she comes to understand how the mystery and tragedy of her mother might be connected to her own uncertain identity. <br> <br> This searing and heartwrenching portrait of a young biracial girl dealing with society’s ideas of race and class is the winner of the Bellwether Prize for best fiction manuscript addressing issues of social justice.", "oyster_good_for_statement": ""}, "position": 2, "uuid": "H6TVvKYvvgnBiFQ4q7NLSY", "annotation": ""},{"book": {"author": "Doris Lessing", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 336, "title": "The Grandmothers", "uuid": "4bSWfT7c6oDbkXXc2xLYuG", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847660/1376487557.46.jpg", "average_rating": 3.43, "isbn": "9780061847660", "description": "<p>In the title novel, two friends fall in love with each other's teenage sons, and these passions last for years, until the women end them, vowing a respectable old age. In <em>Victoria and the Staveneys</em>, a young woman gives birth to a child of mixed race and struggles with feelings of estrangement as her daughter gets drawn into a world of white privilege. <em>The Reason for It</em> traces the birth, faltering, and decline of an ancient culture, with enlightening modern resonances. <em>A Love Child</em> features a World War II soldier who believes he has fathered a love child during a fleeting wartime romance and cannot be convinced otherwise.</p>", "oyster_good_for_statement": ""}, "position": 40, "uuid": "XYAFGmUvhLeawXUy6Rh7Vn", "annotation": ""},{"book": {"author": "Peter Mattei", "publication_date": "2013-07-23", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 224, "title": "The Deep Whatsis", "uuid": "LxGXvuS2XMdPZms3fU5aub", "awards": [], "publisher": {"name": "Oyster", "uuid": "ABL9TuZsJ5ThMeAYb933uA"}, "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516393/1378051297.63.jpg", "average_rating": 3.31, "isbn": "9781590516393", "description": "The Deep Whatsis follows a brilliant antihero staggering into madness as he navigates among Brooklyn hipsters, advertising tyrants, corporate hypocrisy, and the ghosts of his past.\n \nMeet Eric Nye: player, philosopher, drunk, sociopath. A ruthless young Chief Idea Officer at a New York City ad agency, Eric downsizes his department, guzzles only the finest Sancerre, pops pills, and chases women. Then one day he meets Intern, whose name he can’t remember. Will she be the cause of his downfall, or his unlikely awakening?\n\nA gripping and hilarious satire of the inherent absurdity of advertising and the flippant cruelty of corporate behavior, The Deep Whatsis shows the devastating effects of a world where civility and respect have been fired.", "oyster_good_for_statement": ""}, "position": 34, "uuid": "ThGsyusR83BhtZExEp6NkV", "annotation": ""},{"book": {"author": "Debra Dean", "publication_date": "2009-10-13", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 256, "title": "The Madonnas of Leningrad", "uuid": "9TzabJnyrQ6xrU9AbdeRwS", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061747182/1376505580.58.jpg", "average_rating": 3.72, "isbn": "9780061747182", "description": "<p>Bit by bit, the ravages of age are eroding Marina's grip on the everyday. An elderly Russian woman now living in America, she cannot hold on to fresh memories&#8212;the details of her grown children's lives, the approaching wedding of her grandchild&#8212;yet her distant past is miraculously preserved in her mind's eye.</p><p>Vivid images of her youth in war-torn Leningrad arise unbidden, carrying her back to the terrible fall of 1941, when she was a tour guide at the Hermitage Museum and the German army's approach signaled the beginning of what would be a long, torturous siege on the city. As the people braved starvation, bitter cold, and a relentless German onslaught, Marina joined other staff members in removing the museum's priceless masterpieces for safekeeping, leaving the frames hanging empty on the walls to symbolize the artworks' eventual return. As the Luftwaffe's bombs pounded the proud, stricken city, Marina built a personal Hermitage in her mind&#8212;a refuge that would stay buried deep within her, until she needed it once more. . . .</p><p>Includes an excerpt from Debra Deans <em>The Mirrored World</em>.</p>", "oyster_good_for_statement": ""}, "position": 6, "uuid": "ESYZcDFQNrLpVs7ArSyWaK", "annotation": ""},{"book": {"author": "Louise Fennell", "publication_date": "2012-04-19", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 310, "title": "Dead Rich", "uuid": "iB7kfXQtLX4WLQ7oim25eS", "awards": [], "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/Dead%20Rich/1373294187.33.jpg", "average_rating": 3.09, "isbn": "9780795324581", "description": "</p>The Spenders are Britain’s favorite family to watch: they are everything that captures the eye--glamorous, rich, very, very famous, and everything that that our celebrity obsessed culture wants them to be. For this reason they are constantly hounded by the press because the public wants more more more. The live what appears to be by all outward appearances, a charmed life.</p>\n<p></p>\n<p>But deep within the confines of their exquisite houses a darker reality exists. Isolated and hemmed in by crazed fans, the Spenders are trapped by the makings of their own fame. More, they are constantly surrounded by an army of long-suffering employees, and yet--the Spenders are never alone but they remain lonely. With nothing else to do but drink, fight, and screw, they dine on prescription drugs, lunch on vodka, and dine on anything illegal they can find.</p>\n<p></p>\n<p>This works for a time until it doesn’t when the Spender’s privileged life-style comes crashing down: tragedy strikes--the famous pop singer of the family, Georgia Cole, is found dead in her luxury home in Chelsea, leaving behind the singer’s two young daughters. Georgia has always been the wild rock ’n roll child of the family and now, her author brother Jake and his wife Zelda, one of the world’s most celebrated actresses, desperately try to avert media attention surrounding Georgia’s unexpected death. Jake and Zelda are also trying to care for Georgia’s two children, Dusty and Willow. The sudden arrival of Dusty’s father, Elliot, stirs things up even further. Meanwhile, the identity of Willow’s father remains a mystery. These events steadily tear apart the fragile fabric of the family’s existence as their life spins dramatically out of control.</p>\n<p><i>Dead Rich</i> became a bestseller in the UK after 17 rejections. A true self-publishing success story!</p>\n<p></p>\n<p>“Best book I’ve read in years!”</p>\n<p>--Hugh Grant</p>\n<p></p>\n<p>“I loved this book!”</p>\n<p>--Elizabeth Hurley</p>\n<p></p>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "XzWzw5KCb7STsqhA6NesaB", "annotation": ""},{"book": {"author": "Edna O'Brien", "publication_date": "2001-05-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 224, "title": "A Pagan Place", "uuid": "FPBE6A2gta4yAonxsX7xoc", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547630632/1376383128.14.jpg", "average_rating": 3.68, "isbn": "9780547630632", "description": "<div><div>A PAGAN PLACE is Edna O'Brien's true novel of Ireland. Here she returns to that uniquely wonderful, terrible, peculiar place she once called home and writes not only of a life there--of the child becoming a woman--but of the Irish experience out of which that life arises--perhaps more pointedly than in any of her other works. This is the Ireland of country villages and barley fields, of druids in the woods, of unknown babies in the womb, of mischievous girls and Tans with guns. Ireland has marked Edna O'Brien's life and work with unmistakable color and depth, and here she recreates her homeland with a singular grace and intensity.</DIV></DIV>", "oyster_good_for_statement": ""}, "position": 87, "uuid": "kCgzfuRuAdtwgZ5JEiUXaX", "annotation": ""},{"book": {"author": "Paul Torday", "publication_date": "2008-04-21", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 352, "title": "Salmon Fishing in the Yemen", "uuid": "akWwH3jjG26NYiTiVsF9zZ", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416250/1376380013.4.jpg", "average_rating": 3.46, "isbn": "9780547416250", "description": "<div><div><p>DEBUT FICTION</P> <p>UK BESTSELLER</P> <div>What does it take to make us believe in the impossible?  <p></P>For Dr. Alfred Jones, life is a quiet mixture of civil service at the National Centre for Fisheries Excellence and marriage to Mary&#8212;an ambitious, no-nonsense financier. But a strange turn of fate from an unexpected direction forces Jones to upend his existence and spend all of his time in pursuit of another man&#8217;s ludicrous dream. Can there be salmon in the Yemen? Science says no. But if resources are limitless and the visionary is inspired, maybe salmon fishing in the Yemen isn&#8217;t impossible. Then again, maybe nothing is.  <p></DIV></DIV></DIV>", "oyster_good_for_statement": ""}, "position": 56, "uuid": "wy9eHecHNhp8chmuMLzVVJ", "annotation": ""},{"book": {"author": "Justin Torres", "publication_date": "2011-08-30", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 144, "title": "We the Animals", "uuid": "AMYgXETFujVsYN4M9gTAXU", "awards": [], "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547577005/1376381273.01.jpg", "average_rating": 3.6, "isbn": "9780547577005", "description": "<DIV>In this groundbreaking debut, Justin Torres  plunges us into the chaotic heart of one family, the intense bonds of  three brothers, and the mythic effects of this fierce love on the people  we must become.<BR><br> &quot;<I>We the Animals</I> is a dark jewel of a book. It&rsquo;s heartbreaking. It&rsquo;s beautiful. It resembles no other book I&rsquo;ve read.&rdquo;&mdash;Michael Cunningham<BR><br> &quot;A miracle in concentrated pages, you are going to read it again and again.&quot; &mdash;Dorothy Allison<BR><br> &quot;Rumbles with lyric dynamite . . . Torres is a savage new talent.&quot; &mdash;Benjamin Percy, <I>Esquire</I><BR><br> &quot;A fiery ode to boyhood . . . A welterweight champ of a book.&quot; &mdash;NPR, <I>Weekend Edition</I><BR><br> &quot;A tremendously gifted writer whose highly personal voice should excite  us in much the same way that Raymond Carver&rsquo;s or Jeffrey Eugenides&rsquo;s  voice did when we first heard it.&quot; &mdash;<I>Washington Post</I><br><br> &quot;A novel so honest, poetic, and tough that it makes you reexamine what it means to love and to hurt.&quot; &mdash;<I>O, The Oprah Magazine</I><BR><br> &quot;The communal howl of three young brothers sustains this sprint of a novel . . . A kind of incantation.&quot; &mdash;<I>The New Yorker</I><BR></div>", "oyster_good_for_statement": ""}, "position": 73, "uuid": "dy7K47V2fsQhdFrwGHhnFN", "annotation": ""},{"book": {"author": "Thane Rosenbaum", "publication_date": "2011-08-23", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 384, "title": "The Golems of Gotham", "uuid": "88CNFEYzTQEtojaPGbB7tP", "awards": [], "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062119858/1378009754.11.jpg", "average_rating": 3.7, "isbn": "9780062119858", "description": "<p>Many years have passed since Oliver Levin -- a bestselling mystery writer and a lifetime sufferer from blocked emotions -- has given any thought to his parents, Holocaust survivors who committed suicide. But now, after years of uninterrupted literary output, Oliver Levin finds himself blocked as a writer, too. Oliver's fourteen-year-old daughter, Ariel, sets out to free her father from his demons by summoning the ghosts of his parents, but, along the way, the ghosts of Primo Levi, Jerzy Kosinski, and Paul Celan, among others, also materialize in this novel of moral philosophy and unforgettable enchantment.</p>", "oyster_good_for_statement": ""}, "position": 66, "uuid": "F6Tn78dQTq7qe5orhtUKu4", "annotation": ""}]