[{"book": {"author": "Wang Hui", "publication_date": "2011-08-01", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 272, "title": "The End of the Revolution", "uuid": "3opmfAQozovKxbcyodyHCX", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678136/1386003556.92.jpg", "average_rating": 0.0, "isbn": "9781844678136", "description": "<p><em>The End of the Revolution</em> shatters the myth that China&rsquo;s recent history has been a miracle of progress. In this original and wide-ranging study, Wang Hui examines the intellectual roots of his nation&rsquo;s social and political problems, arguing that China&rsquo;s revolutionary history and its current liberalization are part of the same discourse of modernity. He calls for alternatives to both the present capitalist model of development and to the politics of China&rsquo;s authoritarian past.</p><p>From the May Fourth Movement to Tiananmen Square, <em>The End of the Revolution</em> details a broad sweep of social and intellectual history in an effort to forge a new path for China&rsquo;s future.</p>", "oyster_good_for_statement": ""}, "position": 12, "uuid": "aGXtKCCxsX5Dee7AM3P93T", "annotation": ""},{"book": {"author": "Dan Hind", "publication_date": "2012-05-22", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 256, "title": "The Return of the Public", "uuid": "kYSLc2W5J8BmqWsmBghhsc", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679102/1386003855.61.jpg", "average_rating": 0.0, "isbn": "9781844679102", "description": "<p>Under the incurious gaze of the major media, the political establishment and the financial sector have become increasingly deceitful and dangerous in recent years. At the same time, journalists at Rupert Murdoch&rsquo;s News International and elsewhere have been breaking the law on an industrial scale. Now we are expected to stay quiet while those who presided over the shambles judge their own conduct.</p><p>In <em>The Return of the Public</em>, Dan Hind argues for reform of the media as a necessary prelude to wider social transformation. A former commissioning editor, Hind urges us to focus on the powers of the media to instigate investigations and to publicize the results, powers that editors and owners are desperate to keep from general deliberation.</p><p>Hind describes a programme of reform that is modest, simple and informed by years of experience. It is a programme that much of the media cannot bring themselves even to acknowledge, precisely because it threatens their private power. It is time the public had their say.</p>", "oyster_good_for_statement": ""}, "position": 13, "uuid": "UZ7Yr8yTrSyUR7dTHY5CVe", "annotation": ""},{"book": {"author": "Mark Martin", "publication_date": "2011-10-01", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 208, "title": "I'm With the Bears", "uuid": "fciohNmunhdiJqV5HTPDZB", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678303/1386003634.3.jpg", "average_rating": 3.19, "isbn": "9781844678303", "description": "<p>The size and severity of the global climate crisis is such that even the most committed environmentalists are liable to live in a state of denial. The award-winning writers collected here have made it their task to shake off this nagging disbelief, bringing the incomprehensible within our grasp and shaping an emotional response to the deterioration of our global habitat. From T. C. Boyle&rsquo;s account of early eco-activists, to Nathaniel Rich&rsquo;s vision of a near future where oil sells for $800 a barrel&mdash;these ten provocative, occasionally chilling, sometimes satirical stories bring a human reality to disasters of inhuman proportions.</p><p><em>Royalties from</em> I&rsquo;m With the Bears <em>will go to 350.org, an international grassroots movement working to reduce the amount of carbon dioxide in the atmosphere.</em></p>", "oyster_good_for_statement": ""}, "position": 2, "uuid": "aiKEvSvMexrWnuBjinC9ZR", "annotation": ""},{"book": {"author": "Steyn", "publication_date": "2011-08-08", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 400, "title": "After America", "uuid": "WM2MpyJy5TpHS8A5AJk5J9", "awards": [{"name": "New York Times Bestseller", "uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null}], "publisher": {"name": "Regnery Publishing", "uuid": "6CRaUtbextjZSAuRuZ5wRE"}, "cover_img": "https://cflare.oysterbooks.com/covers/Regnery%20Publishing/9781596982796/1377211285.27.jpg", "average_rating": 4.19, "isbn": "9781596982796", "description": "In his giant New York Times bestseller, America Alone: The End of the World as We Know It, Mark Steyn predicted collapse for the rest of the Western World. Now, he adds, America has caught up with Europe on the great rush to self-destruction.\r\n\r\nIt’s not just our looming financial collapse; it’s not just a culture that seems on a fast track to perdition, full of hapless, indulgent, childish people who think government has the answer for every problem; it’s not just America’s potential eclipse as a world power because of the drunken sailor policymaking in Washington—no, it’s all this and more that spells one word for America: Armageddon.\r\n\r\nWhat will a world without American leadership look like? It won’t be pretty—not for you and not for your children. America’s decline won’t be gradual, like an aging Europe sipping espresso at a café until extinction (and the odd Greek or Islamist riot). No, America’s decline will be a wrenching affair marked by violence and possibly secession.\r\n\r\nWith his trademark wit, Steyn delivers the depressing news with raw and unblinking honesty—but also with the touch of vaudeville stand-up and soft shoe that makes him the most entertaining, yet profound, columnist on the planet. And as an immigrant with nowhere else to go, he offers his own prescription for winning America back from the feckless and arrogant liberal establishment that has done its level best to suffocate the world’s last best hope in a miasma of debt, decay, and debility. You will not read a more important—or more alarming, or even funnier—book all year than After America.", "oyster_good_for_statement": ""}, "position": 22, "uuid": "DobzLCt7q22NYV235GkYim", "annotation": ""},{"book": {"author": "Michael Sorkin", "publication_date": "2013-02-12", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 320, "title": "All Over the Map", "uuid": "o8qQMRWo6ArVgSnB5MtHY5", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680582/1386003150.91.jpg", "average_rating": 0.0, "isbn": "9781781680582", "description": "<p>Robert Hughes once described Michael Sorkin as &ldquo;unique in America&mdash;brave, principled, highly informed and fiercely funny.&rdquo; <em>All Over the Map</em> confirms all of these superlatives as Sorkin assaults &ldquo;the national security city, with its architecture of manufactured fear.&rdquo;</p>", "oyster_good_for_statement": ""}, "position": 4, "uuid": "WjUyM2xDEynS7L7tfnKzyb", "annotation": ""},{"book": {"author": "Jose Saramago", "publication_date": "2012-04-25", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 160, "title": "The Lives of Things", "uuid": "jYM3RGJA6KbmWS6gbZdQTA", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679089/1386003840.14.jpg", "average_rating": 3.65, "isbn": "9781844679089", "description": "<p><em>The Lives of Things</em> collects José Saramago&rsquo;s early experiments with the short story form, attesting to the young novelist&rsquo;s imaginative power and incomparable skill in elaborating the most extravagant fantasies. Combining bitter satire, outrageous parody and Kafkaesque hallucinations, these stories explore the horror and repression that paralyzed Portugal under the Salazar regime and pay tribute to human resilience in the face of injustice and institutionalized tyranny.</p><p>Beautifully written and deeply unsettling, <em>The Lives of Things</em> illuminates the development of Saramago&rsquo;s prose and records the genesis of themes that resound throughout his novels.</p>", "oyster_good_for_statement": ""}, "position": 11, "uuid": "v85AoWnJN4ZCk2ocXKmnXY", "annotation": ""},{"book": {"author": "Joseph Menn", "publication_date": "2010-10-26", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 304, "title": "Fatal System Error", "uuid": "4GYBnNnhpx8C6GLr7xPWtE", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781610390088/1387370943.94.jpg", "average_rating": 4.2, "isbn": "9781610390088", "description": "<DIV><p>In 2004, a California computer whiz named Barrett Lyon uncovered the identity of a hacker running major assaults on business websites. Without fully grasping the repercussions, he set on an investigation that led him into the heart of the Russian mob. Cybercrime was evolving. No longer the domain of small-time thieves, it had been discovered by sophisticated gangs. They began by attacking corporate websites but increasingly stole financial data from consumers and defense secrets from governments.<br><br> While Barrett investigated the cutting edge of technology crime, the U.S. government struggled to catch up. Britain, however, was a different story. In the late 1990s, the Queen herself had declared safe e-commerce a national security priority. Agents from the London-based National Hi-Tech Crime Unit sought out Barrett and enlisted his help. They also sent detective Andrew Crocker, a Welsh former boxer, to Russia to track down and prosecute the hackers&mdash;and to find out who they worked for.<br><br> <I>Fatal System Error </I>penetrates both the Russian cyber-mob and the American mafia as the two fight over the Internet&rsquo;s massive spoils. It takes readers into the murky hacker underground, traveling the globe from San Francisco to Costa Rica, London, and Russia. Using unprecedented access to mob businesses and Russian officials, it shows how top criminals earned protection from the Russian government&mdash;and how Barrett Lyon and Andrew Crocker got closer to the titans of the underground economy than any previous outsider. Together, their stories explain why cybercrime is much worse than you thought&mdash;and why the Internet might not survive.</p><p>&#160;</p></DIV>", "oyster_good_for_statement": ""}, "position": 20, "uuid": "jP4FaVuiGHj7PYeZYatoek", "annotation": ""},{"book": {"author": "Hsiao-Hung Pai", "publication_date": "2012-08-21", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 316, "title": "Scattered Sand", "uuid": "KqtNLhoaqucpMBfs7NA6U", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844679201/1386003934.46.jpg", "average_rating": 3.66, "isbn": "9781844679201", "description": "<p>Each year, 200 million workers from China&rsquo;s vast rural interior travel between cities and provinces in search of employment: the largest human migration in history. This indispensable army of labour accounts for half of China&rsquo;s GDP, but is an unorganized workforce&mdash;&rdquo;scattered sand,&rdquo; in Chinese parlance&mdash;and the most marginalized and impoverished group of workers in the country.</p><p>For two years, the award-winning journalist Hsiao-Hung Pai travelled across China, visiting labourers on Olympic construction sites, in the coal mines and brick kilns of the Yellow River region, and at the factories of the Pearl River Delta. She witnessed the outcome of the 2009 riots in the Muslim province of Xinjiang; saw towns in rubble more than a year after the colossal earthquake in Sichuan; and was reunited with long-lost relatives, estranged since her mother&rsquo;s family fled for Taiwan during the Civil War. <em>Scattered Sand</em> is the result of her travels: a finely wrought portrait of those left behind by China&rsquo;s dramatic social and economic advances.</p>", "oyster_good_for_statement": ""}, "position": 14, "uuid": "TT2tkczm9mrZ7A7u2TyfVg", "annotation": ""},{"book": {"author": "Mike Davis", "publication_date": "2007-09-17", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 228, "title": "Planet of Slums", "uuid": "QE2rVWueKQffsrKfiP8AuX", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674855/1386003371.78.jpg", "average_rating": 3.9, "isbn": "9781844674855", "description": "<p>According to the United Nations, more than one billion people now live in the slums of the cities of the South. In this brilliant and ambitious book, Mike Davis explores the future of a radically unequal and explosively unstable urban world. From the sprawling barricadas of Lima to the garbage hills of Manila, urbanization has been disconnected from industrialization, and even from economic growth. Davis portrays a vast humanity warehoused in shantytowns and exiled from the formal world economy. He argues that the rise of this informal urban proletariat isa wholly unforeseen development, and asks whether the great slums, as a terrified Victorian middle class once imagined, are volcanoes waiting to erupt.</p>", "oyster_good_for_statement": ""}, "position": 16, "uuid": "cid9LqJj3G4YGbRPfgv5Ve", "annotation": ""},{"book": {"author": "Timothy Mitchell", "publication_date": "2011-11-05", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 288, "title": "Carbon Democracy", "uuid": "3bhE8wbtEMc52RppktofLc", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678969/1386003793.0.jpg", "average_rating": 4.46, "isbn": "9781844678969", "description": "<p>Oil is a curse, it is often said, that condemns the countries producing it to an existence defined by war, corruption and enormous inequality. <em>Carbon Democracy</em> tells a more complex story, arguing that no nation escapes the political consequences of our collective dependence on oil. It shapes the body politic both in regions such as the Middle East, which rely upon revenues from oil production, and in the places that have the greatest demand for energy.</p><p>Timothy Mitchell begins with the history of coal power to tell a radical new story about the rise of democracy. Coal was a source of energy so open to disruption that oligarchies in the West became vulnerable for the first time to mass demands for democracy. In the mid-twentieth century, however, the development of cheap and abundant energy from oil, most notably from the Middle East, offered a means to reduce this vulnerability to democratic pressures. The abundance of oil made it possible for the first time in history to reorganize political life around the management of something now called &ldquo;the economy&rdquo; and the promise of its infinite growth. The politics of the West became dependent on an undemocratic Middle East.</p><p>In the twenty-first century, the oil-based forms of modern democratic politics have become unsustainable. Foreign intervention and military rule are faltering in the Middle East, while governments everywhere appear incapable of addressing the crises that threaten to end the age of carbon democracy&mdash;the disappearance of cheap energy and the carbon-fuelled collapse of the ecological order.</p><p>In making the production of energy the central force shaping the democratic age, <em>Carbon Democracy</em> rethinks the history of energy, the politics of nature, the theory of democracy, and the place of the Middle East in our common world.</p>", "oyster_good_for_statement": ""}, "position": 17, "uuid": "gAQ6xAiiKQjNkkYq5qTDKR", "annotation": ""},{"book": {"author": "Mike Davis", "publication_date": "2006-09-17", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 441, "title": "City of Quartz", "uuid": "NPNK84DbXLYuabYcF7r7MD", "awards": [{"name": "National Book Critics Circle Award Winner", "uuid": "8YMQPG32TB3yRipbSoRKZB", "image": null}], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844674862/1378347266.69.jpg", "average_rating": 4.08, "isbn": "9781844674862", "description": "<p>No metropolis has been more loved or more hated. To its official boosters, &ldquo;Los Angeles brings it all together.&rdquo; To detractors, LA is a sunlit mortuary where &ldquo;you can rot without feeling it.&rdquo; To Mike Davis, the author of this fiercely elegant and wide- ranging work of social history, Los Angeles is both utopia and dystopia, a place where the last Joshua trees are being plowed under to make room for model communities in the desert, where the rich have hired their own police to fend off street gangs, as well as armed Beirut militias.</p><p>In <em>City of Quartz</em>, Davis reconstructs LA&rsquo;s shadow history and dissects its ethereal economy. He tells us who has the power and how they hold on to it. He gives us a city of Dickensian extremes, Pynchonesque conspiracies, and a desperation straight out of Nathaniel Westa city in which we may glimpse our own future mirrored with terrifying clarity.</p><p>In this new edition, Davis provides a dazzling update on the city&rsquo;s current status.</p>", "oyster_good_for_statement": ""}, "position": 10, "uuid": "ZRjrEM4hJej3KSKL5a6ERK", "annotation": ""},{"book": {"author": "Medea Benjamin", "publication_date": "2013-04-23", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 224, "title": "Drone Warfare", "uuid": "z9Nym624WHiTeuo7DZ3Cgb", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781682531/1386003230.8.jpg", "average_rating": 3.72, "isbn": "9781781682531", "description": "<p><em>Drone Warfare</em> is the first comprehensive analysis of one of the fastest growing&mdash;and most secretive&mdash;fronts in global conflict: the rise of robot warfare. In 2000, the Pentagon had fewer than fifty aerial drones; ten years later, it had a fleet of nearly 7,500, and the US Air Force now trains more drone &ldquo;pilots&rdquo; than bomber and fighter pilots combined. Drones are already a $5 billion business in the US alone. The human cost? Drone strikes have killed more than 200 children alone in Pakistan and Yemen.</p><p>CODEPINK and Global Exchange cofounder Medea Benjamin provides the first extensive analysis of who is producing the drones, where they are being used, who controls these unmanned planes, and what are the legal and moral implications of their use. In vivid, readable style, this book also looks at what activists, lawyers, and scientists across the globe are doing to ground these weapons. Benjamin argues that the assassinations we are carrying out from the air will come back to haunt us when others start doing the same thing&mdash;to us.</p>", "oyster_good_for_statement": ""}, "position": 9, "uuid": "SMqsuqDqjC4ne5pH2BFhAe", "annotation": ""},{"book": {"author": "Douglas Valentine", "publication_date": "2013-10-01", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 554, "title": "The Strength of the Wolf", "uuid": "4J4kUBDhKjd93QqCzotnY9", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683385/1382627624.4.jpg", "average_rating": 4.23, "isbn": "9781781683385", "description": "<p><strong>Voted Outstanding Academic Title in 2004 by <em>Choice.</em></strong></p><p><em>The Strength of the Wolf</em> is the first complete history of the Federal Bureau of Narcotics (FBN), which existed from 1930 until its wrenching termination in 1968. The most successful federal law enforcement agency ever, the FBN was populated by some of the most amazing characters in American history, many of whom the author interviewed for this book. Working as undercover agents and with mercenary informers around the globe, these freewheeling &ldquo;case-making&rdquo; agents penetrated the Mafia and the French connection, breaking all the rules in the process, and uncovering the Establishment&rsquo;s ties to organized crime. Targeted by the FBI and the CIA, the case-makers were, ironically, victims of their own fabulous success in hunting down society&rsquo;s predators. An incredible, never-before-told story, <em>The Strength of the Wolf</em> provides a new, exciting, and revealing look at an important chapter in American history.</p><p><em>From the Trade Paperback edition.</em></p>", "oyster_good_for_statement": ""}, "position": 0, "uuid": "9796f62vQZoKWdDyiYPom4", "annotation": ""},{"book": {"author": "Jonathan Crary", "publication_date": "2013-06-04", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 144, "title": "24/7", "uuid": "rikqDf9GdqWnFFL5Ycj88n", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683118/1386003273.81.jpg", "average_rating": 4.17, "isbn": "9781781683118", "description": "<p><em>24/7: Late Capitalism and the Ends of Sleep</em> explores some of the ruinous consequences of the expanding non-stop processes of twenty-first-century capitalism. The marketplace now operates through every hour of the clock, pushing us into constant activity and eroding forms of community and political expression, damaging the fabric of everyday life.</p><p>Jonathan Crary examines how this interminable non-time blurs any separation between an intensified, ubiquitous consumerism and emerging strategies of control and surveillance. He describes the ongoing management of individual attentiveness and the impairment of perception within the compulsory routines of contemporary technological culture. At the same time, he shows that human sleep, as a restorative withdrawal that is intrinsically incompatible with 24/7 capitalism, points to other more formidable and collective refusals of world-destroying patterns of growth and accumulation.</p><p><em>From the Hardcover edition.</em></p>", "oyster_good_for_statement": ""}, "position": 1, "uuid": "iEWswjXW6DW3WcstFW62kT", "annotation": ""},{"book": {"author": "Jose Angel N", "publication_date": "2014-02-01", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 128, "title": "Illegal", "uuid": "4K8cHwK8aMPwpTfbjaJ5Vo", "awards": [], "publisher": {"name": "University of Illinois Press", "uuid": "kEZyg4HDgiScw6jmfVU3ee"}, "cover_img": "https://cflare.oysterbooks.com/covers/University%20of%20Illinois%20Press/9780252096181/1390976108.5.jpg", "average_rating": 0.0, "isbn": "9780252096181", "description": "A day after Jose Angel N. first crossed the U.S. border from Mexico, he was caught and then released onto the streets of Tijuana. Undeterred, N. crawled back through a tunnel to San Diego, where he entered the United States to stay. Illegal: Reflections of an Undocumented Immigrant is his timely and compelling memoir of building a new life in America. Authorial anonymity is required to protect this life.  Arriving in the 1990s with a 9th grade education, N. traveled to Chicago where he found access to ESL classes and GED classes. He eventually attended college and graduate school and became a professional translator.  Despite having a well-paying job, N. was isolated by a lack of official legal documentation. Travel concerns made big promotions and vacations impossible. The simple act of purchasing his girlfriend a beer at a Cubs baseball game caused embarrassment and shame when N. couldn't produce a valid ID. A frustrating contradiction, N. lived in a luxury high-rise condo but couldn't fully live the American dream. He did, however, find solace in the one gift America gave him -his education.  Ultimately, N.'s is the story of the triumph of education over adversity. In Illegal, he debunks the stereotype that undocumented immigrants are freeloaders without access to education or opportunity for advancement. With bravery and honesty, N. details the constraints, deceptions, and humiliations that characterize alien life \"amid the shadows.\"", "oyster_good_for_statement": ""}, "position": 21, "uuid": "yPv9qQ94UTbBmqGmTbpQwm", "annotation": ""},{"book": {"author": "Slavoj Zizek", "publication_date": "2011-04-18", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 520, "title": "Living in the End Times", "uuid": "jpf2wYPBjbjbwp6ep7BhuR", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844677955/1386003421.89.jpg", "average_rating": 3.84, "isbn": "9781844677955", "description": "<p>The underlying premise of the book is a simple one: the global capitalist system is approaching an apocalyptic zero-point. Its four riders of the apocalypse are the ecological crisis, the consequences of the biogenetic revolution, the imbalances within the system itself (problems with intellectual property, the forthcoming struggle for raw materials, food and water), and the explosions of social divisions and exclusions.</p><p>Society&rsquo;s first reaction is ideological denial, then explosions of anger at the injustices of the new world order, attempts at bargaining, and when this fails, depression and withdrawal set in. Finally, after passing through this zero-point we no longer perceive it as a threat, but as the chance for a new beginning. or, as Mao Zedong might have put it, &ldquo;There is great disorder under heaven, the situation is excellent.&rdquo;</p><p>Žižek traces out in detail these five stances, makes a plea for a return to the Marxian critique of political economy, and sniffs out the first signs of a budding communist culture in all its diverse forms&mdash;in utopias that range from Kafka&rsquo;s community of mice to the collective of freak outcasts in the TV series <em>Heroes</em>.</p>", "oyster_good_for_statement": ""}, "position": 15, "uuid": "XeKJx2pXLG7F2j6Ddz9X6o", "annotation": ""},{"book": {"author": "Participant Media", "publication_date": "2010-09-14", "oyster_summary": "", "status": 1, "language_code": "eng", "number_print_pages": 288, "title": "Waiting for \"SUPERMAN\"", "uuid": "vtLgAmHAsRK3sPTZskjsyD", "awards": [], "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9781586489281/1387370914.96.jpg", "average_rating": 3.21, "isbn": "9781586489281", "description": "<div><DIV><b>Each book includes a $15 gift card from DonorsChoose.org to give to a classroom in need.</b></div><div>&#160;</div><div>The American public school system is in crisis, failing millions of students, producing as many drop-outs as graduates, and threatening our economic future. By 2020, the United States will have 123 million high-skill jobs to fill&mdash;and fewer than 50 million Americans qualified to fill them.</div><div>&#160;</div><div>Educators, parents, political leaders, business people, and concerned citizens are determined to save our educational system. Waiting for <i>&quot;Superman&quot;</i> offers powerful insights from some of those at the leading edge of educational innovation, including Bill and Melinda Gates, Michelle Rhee, Geoffrey Canada, and more.</div><div>&#160;</div><div>Waiting for <i>&quot;Superman&quot;</i> is an inspiring call for reform and includes special chapters that provide resources, ideas, and hands-on suggestions for improving the schools in your own community as well as throughout the nation.</div><div>&#160;</div> For parents, teachers, and concerned citizens alike, Waiting for <i>&quot;Superman&quot;</i> is an essential guide to the issues, challenges, and opportunities facing America&rsquo;s schools.</div>", "oyster_good_for_statement": ""}, "position": 19, "uuid": "xJE5DbFf9EkFzHgPxVCTt8", "annotation": ""},{"book": {"author": "Chase Madar", "publication_date": "2013-03-26", "oyster_summary": "", "status": 1, "language_code": "English", "number_print_pages": 256, "title": "The Passion of Bradley Manning", "uuid": "aoEnQQjTHDvrdakyqqHpkj", "awards": [], "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781680711/1386003210.91.jpg", "average_rating": 0.0, "isbn": "9781781680711", "description": "<p>Bradley Manning was arrested, imprisoned in solitary confinement for nine months, and court-martialed for leaking nearly half a million classified government documents, including the infamous &ldquo;Collateral Murder&rdquo; gunsight video. He was an intelligence analyst in the US Army&rsquo;s 10th Mountain Division, is twenty-four, and comes from Crescent, Oklahoma.</p><p>But who is Private First Class Bradley Manning? Why did he commit the largest security breach in American history&mdash;and why was it so easy? In this book, the astonishing leaks attributed to Bradley Manning are viewed from many angles, from Tunisia to Guantánamo Bay, from Foggy Bottom to Baghdad to small-town Oklahoma. Around the world, the eloquent act of one young man obliges citizens to ask themselves if they have the right to know what their government is doing.</p>", "oyster_good_for_statement": ""}, "position": 18, "uuid": "g5yYpdKstyT8CLma7kzN6e", "annotation": ""}]