[{"position": 11, "book": {"description": "<h4 align=\"center\">Winner of the Pulitzer Prize</h4><p>In this groundbreaking biography of the Japanese emperor Hirohito, Herbert P. Bix offers the first complete, unvarnished look at the enigmatic leader whose sixty-three-year reign ushered Japan into the modern world. Never before has the full life of this controversial figure been revealed with such clarity and vividness. Bix shows what it was like to be trained from birth for a lone position at the apex of the nation's political hierarchy and as a revered symbol of divine status. Influenced by an unusual combination of the Japanese imperial tradition and a modern scientific worldview, the young emperor gradually evolves into his preeminent role, aligning himself with the growing ultranationalist movement, perpetuating a cult of religious emperor worship, resisting attempts to curb his power, and all the while burnishing his image as a reluctant, passive monarch. Here we see Hirohito as he truly was: a man of strong will and real authority.</p><p>Supported by a vast array of previously untapped primary documents, <em>Hirohito and the Making of Modern Japan </em>is perhaps most illuminating in lifting the veil on the mythology surrounding the emperor's impact on the world stage. Focusing closely on Hirohito's interactions with his advisers and successive Japanese governments, Bix sheds new light on the causes of the China War in 1937 and the start of the Asia-Pacific War in 1941. And while conventional wisdom has had it that the nation's increasing foreign aggression was driven and maintained not by the emperor but by an elite group of Japanese militarists, the reality, as witnessed here, is quite different. Bix documents in detail the strong, decisive role Hirohito played in wartime operations, from the takeover of Manchuria in 1931 through the attack on Pearl Harbor and ultimately the fateful decision in 1945 to accede to an unconditional surrender. In fact, the emperor stubbornly prolonged the war effort and then used the horrifying bombings of Hiroshima and Nagasaki, together with the Soviet entrance into the war, as his exit strategy from a no-win situation. From the moment of capitulation, we see how American and Japanese leaders moved to justify the retention of Hirohito as emperor by whitewashing his wartime role and reshaping the historical consciousness of the Japanese people. The key to this strategy was Hirohito's alliance with General MacArthur, who helped him maintain his stature and shed his militaristic image, while MacArthur used the emperor as a figurehead to assist him in converting Japan into a peaceful nation. Their partnership ensured that the emperor's image would loom large over the postwar years and later decades, as Japan began to make its way in the modern age and struggled -- as it still does -- to come to terms with its past.</p><p>Until the very end of a career that embodied the conflicting aims of Japan's development as a nation, Hirohito remained preoccupied with politics and with his place in history. <em>Hirohito and the Making of Modern Japan</em> provides the definitive account of his rich life and legacy. Meticulously researched and utterly engaging, this book is proof that the history of twentieth-century Japan cannot be understood apart from the life of its most remarkable and enduring leader.</p>", "isbn": "9780061860478", "language_code": "eng", "awards": [{"name": "National Book Critics Circle Award Winner", "image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 832, "average_rating": 3.73, "title": "Hirohito And The Making Of Modern Japan", "uuid": "grJDUHkSmi888ZKJFfpakK", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061860478/1376527788.21.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Herbert P. Bix", "status": 1}, "uuid": "kB852mTmxmwXMm477PWXtG", "annotation": ""},{"position": 14, "book": {"description": "<DIV>From the author of the widely acclaimed King Leopold's Ghost comes the taut, gripping account of one of the most brilliantly organized social justice campaigns in history -- the fight to free the slaves of the British Empire. In early 1787, twelve men -- a printer, a lawyer, a clergyman, and others united by their hatred of slavery -- came together in a London printing shop and began the world's first grass-roots movement, battling for the rights of people on another continent. Masterfully stoking public opinion, the movement's leaders pioneered a variety of techniques that have been adopted by citizens' movements ever since, from consumer boycotts to wall posters and lapel buttons to celebrity endorsements. A deft chronicle of this groundbreaking antislavery crusade and its powerful enemies, Bury the Chains gives a little-celebrated human rights watershed its due at last.<BR><BR></DIV>", "isbn": "9780547526959", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-02-10", "number_print_pages": 480, "average_rating": 4.21, "title": "Bury the Chains", "uuid": "p5msZewQSTW2HLJcodEAxk", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526959/1376380663.17.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Adam Hochschild", "status": 1}, "uuid": "jVWoidtXVk22MhCM3DtE4k", "annotation": ""},{"position": 19, "book": {"description": "<p><strong>Voted Outstanding Academic Title in 2004 by <em>Choice.</em></strong></p><p><em>The Strength of the Wolf</em> is the first complete history of the Federal Bureau of Narcotics (FBN), which existed from 1930 until its wrenching termination in 1968. The most successful federal law enforcement agency ever, the FBN was populated by some of the most amazing characters in American history, many of whom the author interviewed for this book. Working as undercover agents and with mercenary informers around the globe, these freewheeling &ldquo;case-making&rdquo; agents penetrated the Mafia and the French connection, breaking all the rules in the process, and uncovering the Establishment&rsquo;s ties to organized crime. Targeted by the FBI and the CIA, the case-makers were, ironically, victims of their own fabulous success in hunting down society&rsquo;s predators. An incredible, never-before-told story, <em>The Strength of the Wolf</em> provides a new, exciting, and revealing look at an important chapter in American history.</p><p><em>From the Trade Paperback edition.</em></p>", "isbn": "9781781683385", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-10-01", "number_print_pages": 554, "average_rating": 4.23, "title": "The Strength of the Wolf", "uuid": "4J4kUBDhKjd93QqCzotnY9", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781781683385/1382627624.4.jpg", "publisher": {"name": "Verso", "uuid": "2KAyLpyKhNvjq9gAmobD9"}, "author": "Douglas Valentine", "status": 1}, "uuid": "LPA4zX5vcGqgjQrjovSkBG", "annotation": ""},{"position": 12, "book": {"description": "<p>This \"masterful treatment of one of the most complex periods of American history\" (<em>New Republic</em>) made history when it was originally published in 1988. It redefined how Reconstruction was viewed by historians and people everywhere in its chronicling of how Americans -- black and white -- responded to the unprecedented changes unleashed by the war and the end of slavery. This \"smart book of enormous strengths\" (<em>Boston Globe</em>) has since gone on to become the classic work on the wrenching post-Civil War period -- an era whose legacy reverberates still today in the United States.</p>", "isbn": "9780062035868", "language_code": "eng", "awards": [{"name": "Avery O. Craven Award Winner", "image": null, "uuid": "DqyhHsheo2rd3eZKtmA3hQ"}, {"name": "Bancroft Prize Winner", "image": null, "uuid": "ihNmXzEo6xmvibcYBrP99C"}, {"name": "Francis Parkman Prize Winner", "image": null, "uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn"}, {"name": "Los Angeles Times Book Award Winner", "image": null, "uuid": "ywiinbTQ4RbDKsvUpc7cbJ"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-12-13", "number_print_pages": 736, "average_rating": 4.19, "title": "Reconstruction", "uuid": "jcMBzhiViGngbkH6WcQLb4", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062035868/1376530979.18.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Eric Foner", "status": 1}, "uuid": "pbPKePhZqq7yYmkmst4M7B", "annotation": ""},{"position": 20, "book": {"description": "<P><B>National Book Award&#8211;winner Timothy Egan turns his historian's eye to the largest-ever forest fire in America and offers an epic, cautionary tale for our time. </B></P> <p>&#160;</P> <p>On the afternoon of August 20, 1910, a battering ram of wind moved through the drought-stricken national forests of Washington, Idaho, and Montana, whipping the hundreds of small blazes burning across the forest floor into a roaring inferno that jumped from treetop to ridge as it raged, destroying towns and timber in the blink of an eye. Forest rangers had assembled nearly ten thousand men to fight the fires, but no living person had seen anything like those flames, and neither the rangers nor anyone else knew how to subdue them. Egan recreates the struggles of the overmatched rangers against the implacable fire with unstoppable dramatic force, and the larger story of outsized president Teddy Roosevelt and his chief forester, Gifford Pinchot, that follows is equally resonant. Pioneering the notion of conservation, Roosevelt and Pinchot did nothing less than create the idea of public land as our national treasure, owned by every citizen. Even as TR's national forests were smoldering they were saved: The heroism shown by his rangers turned public opinion permanently in favor of the forests, though it changed the mission of the forest service in ways we can still witness today.  <p>This e-book includes a sample chapter of SHORT NIGHTS OF THE SHADOW CATCHER.", "isbn": "9780547416861", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-19", "number_print_pages": 336, "average_rating": 4.03, "title": "The Big Burn", "uuid": "opvGGQxrV4bdQpy7rFiziA", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547416861/1392100341.13.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Timothy Egan", "status": 1}, "uuid": "Fm4sURnKgXXumJrGg9e8j8", "annotation": ""},{"position": 5, "book": {"description": "<p>When the Third Reich fell, it fell swiftly. The Nazis had little time to cover up their memos, their letters, or their diaries. William L. Shirer's definitive book on the Third Reich uses these unique sources. Combined with his personal experience with the Nazis, living through the war as an international correspondent, <i>The Rise and Fall of the Third Reich</i> not only earned Shirer a National Book Award but is recognized as one of the most important and authoritative books about the Third Reich and Nazi Germany ever written. The diaries of propaganda minister Joseph Goebbels as well as evidence and other testimony gained at the Nuremberg Trials could not have found more artful hands.</p><p>\n</p><p>\nShirer gives a clear, detailed and well-documented account of how it was that Adolf Hitler almost succeeded in conquering the world. With millions of copies in print, The Rise and Fall of the Third Reich has become one of the most authoritative books on one of mankind's darkest hours. Shirer focuses on 1933 to 1945 in clear detail. Here is a worldwide bestseller that also tells the true story of the Holocaust, often in the words of the men who helped plan and conduct it. It is a classic by any measure.</p><p>\n</p><p>\nThe book has been translated into twelve languages and was adapted as a television miniseries, broadcast by ABC in 1968. This first ever e-book edition is published on the 50th anniversary of this iconic work.</p><p>\n</p><p>\n</p>", "isbn": "9780795317002", "language_code": "eng", "awards": [{"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2011-10-23", "number_print_pages": 1280, "average_rating": 4.14, "title": "The Rise and Fall of the Third Reich", "uuid": "2vqa8tUGKFfcirhARZwAL", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/The%20Rise%20and%20Fall%20of%20the%20Third%20Reich/1373294112.63.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "William L. Shirer", "status": 1}, "uuid": "X7Lxg36Tah3gD8RjUoCLiT", "annotation": ""},{"position": 10, "book": {"description": "<p>Since its original landmark publication in 1980, <em>A People&#39;s History of the United States</em> has been chronicling American history from the bottom up, throwing out the official version of history taught in schools&#8211;with its emphasis on great men in high places&#8211;to focus on the street, the home, and the workplace.</p><p>Known for its lively, clear prose as well as its scholarly research, <em>A People&#39;s History</em> is the only volume to tell America&#39;s story from the point of view of&#8211;and in the words of&#8211;America&#39;s women, factory workers, African Americans, Native Americans, working poor, and immigrant laborers. As historian Howard Zinn shows, many of our country&#39;s greatest battles&#8211;for a fair wage, an eight-hour workday, child-labor laws, health and safety standards, universal suffrage, women&#39;s rights, racial equality&#8211;were carried out at the grassroots level, against bloody resistance. Covering Christopher Columbus&#39;s arrival through the 2000 Election and the &#34;war on terrorism,&#34; <em>A People&#39;s History of the United States</em>, which was nominated for the American Book Award in 1981 and has sold more than one million copies, features insightful analysis of the most important events in our history.</p><p>This new edition contains two new chapters covering the Clinton presidency, the 2000 Election, and the &#34;war on terrorism,&#34; continuing Zinn&#39;s important contribution to a complete and balanced understanding of American history.</p>", "isbn": "9780061989834", "language_code": "eng", "awards": [{"name": "National Book Award Finalist", "image": null, "uuid": "eYKvqpafcTyqyGvFx3Mrj4"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-01-26", "number_print_pages": 768, "average_rating": 4.16, "title": "A People's History of the United States", "uuid": "paohg48LvwMEX7zpSzxRmA", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061989834/1376452858.2.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Howard Zinn", "status": 1}, "uuid": "t8xSakNQa4yYs2aynbVFtH", "annotation": ""},{"position": 4, "book": {"description": "<DIV><b>Halberstam&rsquo;s classic #1 bestseller, about the magical summer when baseball&rsquo;s fiercest rivalry captured the nation&rsquo;s imagination, and changed the sport forever</b><b><BR></b></div><DIV><BR>The summer of 1949: It was baseball&rsquo;s Golden Age and the year Joe DiMaggio&rsquo;s New York Yankees were locked in a soon-to-be classic battle with Ted Williams&rsquo;s Boston Red Sox for the American League pennant. As postwar America looked for a unifying moment, the greatest players in baseball history brought their rivalry to the field, captivating the American public through the heart-pounding final moments of the season. This expansive story captures an era, incorporating profiles of the players and their families, fans, broadcasters, baseball executives, and sportswriters. Riveting in its blend of powerful detail and exhilarating narrative, <i>The Summer of &rsquo;49</i> is Pulitzer Prize&ndash;winner David Halberstam&rsquo;s engrossing look at not only a sports rivalry, but at a time when America&rsquo;s very identity was wrapped up in its beloved national game.</div><DIV>&#160;</div><DIV>This ebook features an extended biography of David Halberstam.</div>", "isbn": "9781453286111", "language_code": "eng", "awards": [{"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-12-18", "number_print_pages": 384, "average_rating": 4.08, "title": "Summer of '49", "uuid": "eZEQvGEQEUqxmexprca2pK", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Summer%20of%20%2749/1373332336.18.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "David Halberstam", "status": 1}, "uuid": "ZekbTMQEywJpcX3en5tsEX", "annotation": ""},{"position": 6, "book": {"description": "<p>A vibrant account of the people who shaped Britain's early history, <i>The Birth of Britain</i> is the first of Churchill's popular and accessible four-volume <i>A History of the English-Speaking Peoples. </i>Here, Churchill guides the reader through the establishment of the constitutional monarchy, the parliamentary system, and the people who played lead roles in creating democracy in England.</p><p>\n</p><p>\nBased on the research of modern historians as well as a wealth of primary source material, this history was respected by scholars as well as the public in its day-a testament both to its integrity as a work of historical nonfiction and its accessibility to laypeople. Churchill used primary sources to masterful effect in this work-quoting directly from ancient and medieval documents to provide valuable insights into the characters of many ancient and medieval figures who played a lead role in early British history.<i></i></p>", "isbn": "9780795330414", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-29", "number_print_pages": 395, "average_rating": 4.15, "title": "A History of the English-Speaking Peoples Vol. 1", "uuid": "hDDAtMwM3nXvtzeeB9cPnh", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/A%20History%20of%20the%20English-Speaking%20Peoples%20Vol.%201/1373294207.53.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Winston S. Churchill", "status": 1}, "uuid": "boKMuwurnpQ8p9j5XhNtPj", "annotation": ""},{"position": 11, "book": {"description": "<p>In this rich and riveting narrative, a writer's search for the truth behind his family's tragic past in World War II becomes a remarkably original epic&#8212;part memoir, part reportage, part mystery, and part scholarly detective work&#8212;that brilliantly explores the nature of time and memory, family and history.</p>", "isbn": "9780061748721", "language_code": "eng", "awards": [{"name": "National Book Critics Circle Award Winner", "image": null, "uuid": "8YMQPG32TB3yRipbSoRKZB"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 528, "average_rating": 4.11, "title": "The Lost", "uuid": "9EgexqU8pZBvUJfvFRqu4M", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061748721/1376505722.25.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Daniel Mendelsohn", "status": 1}, "uuid": "Co9vHULK2xeeNXR5d7G3hk", "annotation": ""},{"position": 9, "book": {"description": "<P>In the wake of the news that the 9/11 hijackers had lived in Europe, journalist Ian Johnson wondered how such a radical group could sink roots into Western soil. Most accounts reached back twenty years, to U.S. support of Islamist fighters in Afghanistan. But Johnson dug deeper, to the start of the Cold War, uncovering the untold story of a group of ex-Soviet Muslims who had defected to Germany during World War II. There, they had been fashioned into a well-oiled anti-Soviet propaganda machine. As that war ended and the Cold War began, West German and U.S. intelligence agents vied for control of this influential group, and at the center of the covert tug of war was a quiet mosque in Munich&#8212;radical Islam&#8217;s first beachhead in the West.  <p>Culled from an array of sources, including newly declassified documents, A Mosque in Munich interweaves the stories of several key players: a Nazi scholar turned postwar spymaster; key Muslim leaders across the globe, including members of the Muslim Brotherhood; and na&#239;ve CIA men eager to fight communism with a new weapon, Islam. A rare ground-level look at Cold War spying and a revelatory account of the West&#8217;s first, disastrous encounter with radical Islam, A Mosque in Munich is as captivating as it is crucial to our understanding the mistakes we are still making in our relationship with Islamists today<br>", "isbn": "9780547488684", "language_code": "eng", "awards": [{"name": "Pulitzer Prize-Winning Author", "image": null, "uuid": "8LxssDu4FmWBFoSEMjFeYS"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-05-04", "number_print_pages": 336, "average_rating": 3.72, "title": "A Mosque in Munich", "uuid": "bzcb8HFZGUJKMqXBSYfXNQ", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547488684/1376380650.74.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Ian Johnson", "status": 1}, "uuid": "NpxKrKeTK7Arco6tEc8AKd", "annotation": ""},{"position": 21, "book": {"description": "Winner of the 2011 Strega Prize, this blend of essay, social criticism, and memoir is a striking portrait of the effects of globalization on Italy’s declining economy.\r\n \r\nStarting from his family’s textile factory in Prato, Tuscany, Edoardo Nesi examines the recent shifts in Italy’s manufacturing industry. Only one generation ago, Prato was a thriving industrial center that prided itself on craftsmanship and quality. But during the last decade, cheaply made goods—produced overseas or in Italy by poorly paid immigrants—saturated the market, making it impossible for Italian companies to keep up. In 2004 his family was forced to sell the textile factory. How this could have happened? Nesi asks, and what are the wider repercussions of losing businesses like his family’s, especially for Italian culture?\r\n \r\nStory of My People is a denouncement of big business, corrupt politicians, the arrogance of economists, and cheap manufacturing. It’s a must-read for anyone seeking insight into the financial crisis that’s striking Europe today.", "isbn": "9781590515556", "language_code": "English", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-05-07", "number_print_pages": 0, "average_rating": 4.13, "title": "Story of My People", "uuid": "xKWECHQR4Ukat3st5ArTn6", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515556/1378051230.83.jpg", "publisher": {"name": "Other Press", "uuid": "PptG96mv8h2SgUXH5Muqsm"}, "author": "Edoardo Nesi", "status": 1}, "uuid": "E3SbHMjDkWwQivSG6iB2uj", "annotation": ""},{"position": 15, "book": {"description": "<DIV>The Crisis of the Old Order, 1919-1933, volume one of Pulitzer Prize-winning historian and biographer Arthur M. Schlesinger, Jr.&#8217;s Age of Roosevelt series, is the first of three books that interpret the political, economic, social, and intellectual history of the early twentieth century in terms of Franklin D. Roosevelt, the spokesman and symbol of the period. Portraying the United States from the Great War to the Great Depression, The Crisis of the Old Order covers the Jazz Age and the rise and fall of the cult of business. For a season, prosperity seemed permanent, but the illusion came to an end when Wall Street crashed in October 1929. Public trust in the wisdom of business leadership crashed too. With a dramatist&#8217;s eye for vivid detail and a scholar&#8217;s respect for accuracy, Schlesinger brings to life the era that gave rise to FDR and his New Deal and changed the public face of the United States forever.</div>", "isbn": "9780547527635", "language_code": "eng", "awards": [{"name": "Bancroft Prize Winner", "image": null, "uuid": "ihNmXzEo6xmvibcYBrP99C"}, {"name": "Francis Parkman Prize Winner", "image": null, "uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn"}, {"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2003-07-09", "number_print_pages": 576, "average_rating": 4.11, "title": "The Crisis of the Old Order", "uuid": "Kozfn65x6ZcFtnUXT5awcZ", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547527635/1376383258.34.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Arthur M. Schlesinger", "status": 1}, "uuid": "nJKjy3TxtQidJTTmHRVpqS", "annotation": ""},{"position": 0, "book": {"description": "<p>In the predawn hours of a gloomy February day in 1994, two thieves entered the National Gallery in Oslo and made off with one of the world's most famous paintings, Edvard Munch's <em>Scream</em>. It was a brazen crime committed while the whole world was watching the opening ceremonies of the Winter Olympics in Lillehammer. Baffled and humiliated, the Norwegian police turned to the one man they believed could help: a half English, half American undercover cop named Charley Hill, the world's greatest art detective.</p><p><em>The Rescue Artist</em> is a rollicking narrative that carries readers deep inside the art underworld -- and introduces them to a large and colorful cast of titled aristocrats, intrepid investigators, and thick-necked thugs. But most compelling of all is Charley Hill himself, a complicated mix of brilliance, foolhardiness, and charm whose hunt for a purloined treasure would either cap an illustrious career or be the fiasco that would haunt him forever.</p>", "isbn": "9780062041845", "language_code": "eng", "awards": [{"name": "Edgar Award Winner", "image": null, "uuid": "4iwQqCS2d8UHSfTTLNrGua"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2010-11-16", "number_print_pages": 320, "average_rating": 3.69, "title": "The Rescue Artist", "uuid": "jJXfReMzSpTK32MXNUhtpj", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062041845/1376531311.03.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Edward Dolnick", "status": 1}, "uuid": "guVYWejzveKLQY67Zn5LWP", "annotation": ""},{"position": 8, "book": {"description": "<p>Volume 3 of Winston Churchill's four-volume sweeping historical account begins with Marlborough's victorious 1704 campaign at Blenheim in support of William of Orange-and ends with Napoleon's defeat at Waterloo in 1815. Here, Churchill tells the story of how Britain rose to world leadership during the Age of Revolution in the eighteenth century.</p><p>\n</p><p>\nChurchill brings his considerable literary talents to bear in recounting events such as the plunging of the South Seas company stock, the Spanish and Austrian Successions, the Treaty of Utrecht, the Seven Years War, and the American and French revolutions with vivid narrative skill. This volume provides a fascinating overview of an extremely volatile period-a must-read for students of British and world history.</p>", "isbn": "9780795330476", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-29", "number_print_pages": 312, "average_rating": 4.19, "title": "A History of the English-Speaking Peoples Vol. 3", "uuid": "w9xhRLn2xyEz5CqRqN8vDh", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/A%20History%20of%20the%20English-Speaking%20Peoples%20Vol.%203/1373294217.13.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Winston S. Churchill", "status": 1}, "uuid": "XjKrpbX9JANNkG6eZU8qcj", "annotation": ""},{"position": 7, "book": {"description": "<p>In Volume 2 of Winston Churchill's epic four-volume account of British history, he details the turbulent period of the sixteenth and seventeenth centuries-taking us from the dramatic clashes of the powerful Tudor and Stuart families through the growth of monarchic power, the Protestant Reformation, England's Civil War, and the discovery of the Americas.</p><p>\n</p><p>\nChurchill's prose is eminently readable-making historical characters and events come to life with compelling insight and analysis. As a pre-eminent wartime leader himself, Churchill possessed a unique understanding of the pressures of leadership-and the minds of those who were faced with the burden of shaping</p>", "isbn": "9780795330445", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2013-04-29", "number_print_pages": 325, "average_rating": 4.16, "title": "A History of the English-Speaking Peoples Vol. 2", "uuid": "4rWGATfjw4c74Fv3WQa8Kn", "cover_img": "https://cflare.oysterbooks.com/covers/RosettaBooks/A%20History%20of%20the%20English-Speaking%20Peoples%20Vol.%202/1373294211.59.jpg", "publisher": {"name": "RosettaBooks", "uuid": "dTqzBTy8orKoBHPGFvBWUk"}, "author": "Winston S. Churchill", "status": 1}, "uuid": "qE3oPo87tuNx5aXDKMNEoe", "annotation": ""},{"position": 2, "book": {"description": "<P><B>In a tour de force of historical reportage, Timothy Egan&#8217;s National Book Award&#8211;winning story rescues an iconic chapter of American history from the shadows.</B></P> <p>&#160;</P> <p>The dust storms that terrorized the High Plains in the darkest years of the Depression were like nothing ever seen before or since. Following a dozen families and their communities through the rise and fall of the region, Timothy Egan tells of their desperate attempts to carry on through blinding black dust blizzards, crop failure, and the death of loved ones. Brilliantly capturing the terrifying drama of catastrophe, he does equal justice to the human characters who become his heroes, &#8220;the stoic, long-suffering men and women whose lives he opens up with urgency and respect&#8221; (<I>New York Times</I>). In an era that promises ever-greater natural disasters, The Worst Hard Time is &#8220;arguably the best nonfiction book yet&#8221; (<I>Austin Statesman Journal</I>) on the greatest environmental disaster ever to be visited upon our land and a powerful reminder about the dangers of trifling with nature.  <p>This e-book includes a sample chapter of SHORT NIGHTS OF THE SHADOW CATCHER.", "isbn": "9780547347776", "language_code": "eng", "awards": [{"name": "Ambassador Book Award Winner", "image": null, "uuid": "H5Z4rAKLPnpg2Zkf3Q9woQ"}, {"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-09-01", "number_print_pages": 352, "average_rating": 4.06, "title": "The Worst Hard Time", "uuid": "fH6wSyKgbDbu9rqioS3Qih", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547347776/1376379625.52.jpg", "publisher": {"name": "Houghton Mifflin Harcourt", "uuid": "mgiqkRVmdsaEkGeGuyRSFX"}, "author": "Timothy Egan", "status": 1}, "uuid": "B8HzLdE4rvLDtqbx3Q7j7a", "annotation": ""},{"position": 3, "book": {"description": "<DIV><DIV><b>Burns&rsquo;s Pulitzer Prize and National Book Award&ndash;winning history of Franklin Delano Roosevelt&rsquo;s final years</b></div><DIV><b>&#160;</b></div><DIV>The second entry in James Macgregor Burns&rsquo;s definitive two-volume biography of Roosevelt begins with the president&rsquo;s precedent-breaking third term election in 1940, just as Americans were beginning to face the likelihood of war. Here, Burns examines Roosevelt&rsquo;s skillful wartime leadership as well as his vision for post-war peace. Hailed by William Shirer as &ldquo;the definitive book on Roosevelt in the war years,&rdquo; and by bestselling author Barbara Tuchman as &ldquo;engrossing, informative, endlessly readable,&rdquo; <i>The Soldier of Freedom</i> is a moving profile of a leader gifted with rare political talent in an era of extraordinary challenges, sacrifices, heroism, and hardship.</div><DIV>&#160;</div><BR></div>", "isbn": "9781453245163", "language_code": "eng", "awards": [{"name": "Francis Parkman Prize Winner", "image": null, "uuid": "dFkMKQ9Wytjm8Jv5Sob5Vn"}, {"name": "National Book Award Winner", "image": null, "uuid": "CVnhErxt74qgQNyD84ZsLb"}, {"name": "New York Times Bestselling Author", "image": null, "uuid": "xLv2y8GwSSxNPtJG8WJGm"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2012-05-08", "number_print_pages": 748, "average_rating": 4.18, "title": "Roosevelt", "uuid": "gaiiRvwL7EXVdLimhPToT", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Roosevelt/1373330461.45.jpg", "publisher": {"name": "Open Road Media", "uuid": "M3vVhZgj8kLjFHReaifoaJ"}, "author": "James MacGregor Burns", "status": 1}, "uuid": "Wb7K9f23LNQxZWMiorwzWg", "annotation": ""},{"position": 18, "book": {"description": "<DIV>In the summer of 1999, in the tiny west Texas town of Tulia, thirty-nine people, almost all of them black, were arrested and charged with dealing powdered cocaine. The operation, a federally-funded investigation performed in cooperation with the local authorities, was based on the work of one notoriously unreliable undercover officer. At trial, the prosecution relied almost solely on the uncorroborated, and contradictory, testimony of that officer, Tom Coleman. Despite the flimsiness of the evidence against them, virtually all of the defendants were convicted and given sentences as high as ninety-nine years. Tom Coleman was named a Texas Lawman of the Year for his work.  <p><B>Tulia</B> is the story of this town, the bust, the trials, and the heroic legal battle that ultimately led to the reversal of the convictions in the summer of 2003. Laws have been changed in Texas as a result of the scandal, and the defendants have earned a measure of bittersweet redemption. But the story is much bigger than the tale of just one bust. As <B>Tulia</B> makes clear, these events are the latest chapter in a story with themes as old as the country itself. It is a gripping, marvelously well-told tale about injustice, race, poverty, hysteria, and desperation in rural America.</P></DIV>", "isbn": "9780786735464", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2006-09-12", "number_print_pages": 304, "average_rating": 4.56, "title": "Tulia", "uuid": "YLArd9ux4wqmZ45GTNgMyd", "cover_img": "https://cflare.oysterbooks.com/covers/PublicAffairs/9780786735464/1387370966.97.jpg", "publisher": {"name": "PublicAffairs", "uuid": "LofDjksFe959aYxwJnLUjZ"}, "author": "Nate Blakeslee", "status": 1}, "uuid": "d7YgeYHTsg3XPB5PyFFiTb", "annotation": ""},{"position": 13, "book": {"description": "<blockquote><p>The greatest political story ever told&#8212;the epic clash between John F. Kennedy and Richard M. Nixon, as captured in Theodore White's dramatic and groundbreaking chronicle</p></blockquote><p><em>The Making of the President 1960</em> is the book that revolutionized&#8212;even created&#8212;modern political journalism. Granted intimate access to all parties involved, Theodore White crafted an almost mythic story of the battle that pitted Senator John F. Kennedy against Vice-President Richard M. Nixon&#8212;from the decisive primary battles to the history-making televised debates, the first of their kind. Magnificently detailed and exquisitely paced, <em>The Making of the President 1960</em> imbues the nation's presidential election process with both grittiness and grandeur, and established a benchmark against which all new campaign reporters would measure their work. The winner of the Pulitzer Prize for general nonfiction&#8212;and the first entry in White's influential four-volume \"narrative history of American politics in action\"&#8212;this classic account remains the keystone of American political journalism.</p>", "isbn": "9780061986017", "language_code": "eng", "awards": [{"name": "New York Times Bestseller", "image": null, "uuid": "TAR7ToA2sHGZVqtkLY9wC6"}, {"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-11-03", "number_print_pages": 432, "average_rating": 4.15, "title": "The Making of the President 1960", "uuid": "EVpjQgSruw6QFWFaCHHVQG", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061986017/1376529688.57.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Theodore H. White", "status": 1}, "uuid": "VG5qJurGnWre2pCxSzfmQb", "annotation": ""},{"position": 17, "book": {"description": "<DIV>It was the Mogadishu moment of the Iraq war. March 31, 2004: Four American mercenaries are ambushed in the Sunni hotbed of Fallujah, their jeeps set ablaze with the men inside. An angry mob drags their charred corpses through the streets, hanging them from a bridge over the Euphrates River. \"Fallujah is the graveyard of the Americans!,\" the mob declares in front of the cameras. Within hours, the images spread across the world. The ensuing US slaughter in Fallujah would fuel the fierce Iraqi resistance that haunts US occupation forces to this day. Who were the mercenaries killed in Fallujah and who sent them there to die?<br><br> Meet Blackwater USA, the powerful private army that the U.S. government has quietly hired to operate in international war zones and on American soil. Founded by billionaire Erik Prince, the company has its own military base, a fleet of twenty aircraft, and twenty-thousand troops at the ready, Blackwater is the elite Praetorian Guard for the \"global war on terror\"-- yet most people have never heard of it. It was the moment the war turned: On March 31, 2004, four Americans were ambushed and burned near their jeeps by an angry mob in the Sunni stronghold of Falluja. Their charred corpses were hung from a bridge over the Euphrates River. The ensuing slaughter by U.S. troops would fuel the fierce Iraqi resistance that haunts occupation forces to this day. But these men were neither American military nor civilians. They were highly trained private soldiers sent to Iraq by a secretive mercenary company based in the wilderness of North Carolina. <i>Blackwater: The Rise of the World's Most Powerful Mercenary Army</i> is the unauthorized story of the epic rise of one of the most powerful and secretive forces to emerge from the U.S. military-industrial complex, hailed by the Bush administration as a revolution in military affairs, but considered by others as a dire threat to American democracy.</div>", "isbn": "9781568584065", "language_code": "eng", "awards": [], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2008-05-27", "number_print_pages": 560, "average_rating": 3.21, "title": "Blackwater", "uuid": "kuty8PUtvdnLdpW73WKPYL", "cover_img": "https://cflare.oysterbooks.com/covers/Nation%20Books/9781568584065/1387370907.76.jpg", "publisher": {"name": "Nation Books", "uuid": "6drzwNs6sqMUS2pmUcB6rn"}, "author": "Jeremy Scahill", "status": 1}, "uuid": "bAqnQa8U5ucPcAAwFvvWtJ", "annotation": ""},{"position": 16, "book": {"description": "<p><em>Pilgrim at Tinker Creek</em> is the story of a dramatic year in Virginia's Blue Ridge valley. Annie Dillard sets out to see what she can see. What she sees are astonishing incidents of \"mystery, death, beauty, violence.\"</p>", "isbn": "9780061847806", "language_code": "eng", "awards": [{"name": "Winner of the Pulitzer Prize", "image": null, "uuid": "F4B9gynsFCkRN5YRrFwRBM"}], "oyster_good_for_statement": "", "oyster_summary": "", "publication_date": "2009-10-13", "number_print_pages": 304, "average_rating": 4.11, "title": "Pilgrim at Tinker Creek", "uuid": "uADknQgi6JJaYxigLNZjS5", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847806/1376452292.66.jpg", "publisher": {"name": "HarperCollins", "uuid": "ef6mgBa3njWeiz46odozni"}, "author": "Annie Dillard", "status": 1}, "uuid": "3yDojiKKqTgmRrJPhF9YdF", "annotation": ""}]