[{"uuid": "FMJmHnD32PHYNU5KeNLdsg", "book": {"uuid": "qpatPEuncje4ANVY3SYT4C", "oyster_good_for_statement": "", "author": "Mary Shelley", "status": 1, "average_rating": 3.67, "oyster_summary": "", "number_print_pages": 166, "description": "Mary Shelley began writing Frankenstein when she was only eighteen. At once a Gothic thriller, a passionate romance, and a cautionary tale about the dangers of science, Frankenstein tells the story of committed science student Victor Frankenstein. Obsessed with discovering the cause of generation and life and bestowing animation upon lifeless matter, Frankenstein assembles a human being from stolen body parts but; upon bringing it to life, he recoils in horror at the creature's hideousness. Tormented by isolation and loneliness, the once-innocent creature turns to evil and unleashes a campaign of murderous revenge against his creator, Frankenstein.\r\n\r\nFrankenstein, an instant bestseller and an important ancestor of both the horror and science fiction genres, not only tells a terrifying story, but also raises profound, disturbing questions about the very nature of life and the place of humankind within the cosmos: What does it mean to be human? What responsibilities do we have to each other? How far can we go in tampering with Nature? In our age, filled with news of organ donation genetic engineering, and bio-terrorism, these questions are more relevant than ever.", "isbn": "9781629451749", "title": "Frankenstein", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629451749/1376024321.07.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": null}, "annotation": "", "position": 29},{"uuid": "qEsoVXQqHU4BbtznzEeszg", "book": {"uuid": "zikTmRKjK3rZJaeTJbKvPB", "oyster_good_for_statement": "", "author": "Lynne Sharon Schwartz", "status": 1, "average_rating": 4.04, "oyster_summary": "", "number_print_pages": 371, "description": "<DIV><b>Lynne Sharon Schwartz&rsquo;s critically beloved novel about family, tragedy, and philosophy </b></div><DIV><BR>The field is all around us. It&rsquo;s our needs and our wants. This is what George tells Lydia. A disturbance, however, is something that keeps us from grasping and attaining the things we need. Usually, we can adapt to these disturbances and move forward. But, what happens if a disturbance becomes too great to move past? In this entrancing tale of loss and understanding, acclaimed author Lynne Sharon Schwartz plots the course of a woman&rsquo;s life, through the cycles of love, loss, and acceptance. </div><DIV>&#160;</div><DIV>Lydia&rsquo;s early life is marked by calm constants: a house in Cape Cod, a philosophy group in college. These remain her touchstones as she becomes a busy wife, mother, and music teacher. But when her family&rsquo;s world is suddenly shattered, she struggles to regain her equilibrium. Will she be able to find her way in such a radically altered field?</div>", "isbn": "9781453287552", "title": "Disturbances in the Field", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Disturbances%20in%20the%20Field/1373332422.2.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2012-11-20"}, "annotation": "", "position": 31},{"uuid": "ZxmMgGxaspyPoBxijpekwS", "book": {"uuid": "SgnfpABy7e7yAswhjgfaCc", "oyster_good_for_statement": "", "author": "Maggie O'Farrell", "status": 1, "average_rating": 3.81, "oyster_summary": "", "number_print_pages": 352, "description": "<div><div><div><div><div><div><p>Lexie Sinclair is plotting an extraordinary life for herself.</p> <p>Hedged in by her parents' genteel country life, she plans her escape to London. There, she takes up with Innes Kent, a magazine editor who wears duck-egg blue ties and introduces her to the thrilling, underground world of bohemian, post-war Soho. She learns to be a reporter, to know art and artists, to embrace her life fully and with a deep love at the center of it. She creates many lives--all of them unconventional. And when she finds herself pregnant, she doesn't hesitate to have the baby on her own.</P> <p>Later, in present-day London, a young painter named Elina dizzily navigates the first weeks of motherhood. She doesn't recognize herself: she finds herself walking outside with no shoes; she goes to the restaurant for lunch at nine in the morning; she can't recall the small matter of giving birth. But for&#160;her boyfriend, Ted,&#160;fatherhood is calling up lost memories, with images he cannot place.</p> <p>As Ted's memories become more disconcerting and more frequent, it seems that something might connect these two stories-- these two women-- something that becomes all the more heartbreaking and beautiful as they all hurtle toward its revelation.</P> <p>Here Maggie O'Farrell brings us a spellbinding novel of two women connected across fifty years by art, love, betrayals, secrets, and motherhood. Like her acclaimed <I>The Vanishing Act of Esme Lennox</I>, it is a \"breathtaking, heart-breaking creation.\"* And it is a gorgeous inquiry into the ways we make and unmake our lives, who we know ourselves to be, and how even our most accidental legacies connect us.</P> <p>*The Washington Post Book World</DIV></DIV></DIV><BR></DIV></DIV></DIV>", "isbn": "9780547487274", "title": "The Hand That First Held Mine", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487274/1380524586.74.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "fhsb5LH2Nw2Da9pny3cAea", "image": null, "name": "Costa Book Award Winner"}], "language_code": "eng", "publication_date": "2010-04-12"}, "annotation": "", "position": 54},{"uuid": "zQwk8wiVJFY6zkcxyEP2oa", "book": {"uuid": "7coCRZCgBfmGmnJuTq2cSC", "oyster_good_for_statement": "", "author": "Barry Lopez", "status": 1, "average_rating": 4.25, "oyster_summary": "", "number_print_pages": 320, "description": "<DIV><DIV><b>In his critically acclaimed, award-winning study, Barry Lopez offers a stunning examination of one tolerance and a community that mirrors our own</b></div><DIV><BR>When John Fowles reviewed <i>Of Wolves and Men</i>, he called it &ldquo;A remarkable book, both biologically absorbing and humanly rich, and one that should be read by every concerned American.&rdquo; In this National Book Award&ndash;shortlisted work, literary master Barry Lopez guides us through the world of the wolf and our often-mistaken perceptions of another species&rsquo; place on our shared planet.</div><DIV>&#160;</div><DIV>Throughout the centuries, the wolf has been a figure of fascination and mystery, and a major motif in literature and myth. Inspiring fear and respect, the creature has long exerted a powerful influence on the human imagination. <i>Of Wolves and Men </i>takes the reader into the world of the <i>Canis lupus</i> and its relationship to humankind through the ages. Lopez draws on science, history, mythology, and his own field research to present a compelling portrait of wolves both real and imagined, dispelling our fear of them while celebrating their place in our history, legends, and hearts. </div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Barry Lopez including rare images and never-before-seen documents from the author&rsquo;s personal collection.</div></div>", "isbn": "9781480409156", "title": "Of Wolves and Men", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Of%20Wolves%20and%20Men/1373336175.9.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "abaqihx932aWfDMixff9BQ", "image": null, "name": "John Burroughs Medal"}, {"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2013-06-25"}, "annotation": "", "position": 40},{"uuid": "XbPF5ciz9SzuKHCyFvRPWd", "book": {"uuid": "ryPYsPCtKDD7MtdNmez6Rn", "oyster_good_for_statement": "", "author": "Herman Melville", "status": 1, "average_rating": 3.38, "oyster_summary": "Over a century and a half after its publication, Moby-Dick still stands as an indisputable literary classic. It is the story of an eerily compelling madman pursuing an unholy war against a creature as vast and dangerous and unknowable as the sea itself. But more than just a novel of adventure, more than an encyclopedia of whaling lore and legend, Moby-Dick is a haunting, mesmerizing, and important social commentary populated with several of the most unforgettable and enduring characters in literature. Written with wonderfully redemptive humor, Moby-Dick is a profound and timeless inquiry into character, faith, and the nature of perception.", "number_print_pages": 596, "description": "The story tells the adventures of wandering sailor Ishmael, and his voyage on the whaleship Pequod, commanded by Captain Ahab. Ishmael soon learns that Ahab has one purpose on this voyage: to seek out a specific whale—Moby Dick, a ferocious, enigmatic white sperm whale. In a previous encounter, the whale destroyed Ahab's boat and bit off his leg, which now drives Ahab to take revenge.", "isbn": "9781629450292", "title": "Moby Dick, or the whale", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450292/1376677063.87.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": "1851-11-14"}, "annotation": "", "position": 13},{"uuid": "j5hJZkJndUAgfCdbiXKZSk", "book": {"uuid": "dNcDpWDcYrGzy6s2iYmedN", "oyster_good_for_statement": "", "author": "Eva Hoffman", "status": 1, "average_rating": 3.32, "oyster_summary": "", "number_print_pages": 272, "description": "Selected as one of Oprah.com’s 20 Tantalizing Beach Reads\r\nSelected as a New York Times Book Review Editors' Choice\r\n\r\nIsabel Merton is a renowned concert pianist, whose performances are marked by a rare responsiveness to the complexities of her art, and its intensities of feeling. At the height of her career, she feels increasingly torn between the compelling musical realm she deeply inhabits, and her fragmented itinerant artist’s life, with its frequent flights, anonymous hotels, and brief, arbitrary encounters. Away from her New York home on a European tour, Isabel meets a political exile from a war-torn country, a man driven by a rankling sense of injustice and a powerful desire to vindicate his cause and avenge his people. As their paths cross in several cities, they are drawn to each other both by their differences and their seemingly parallel passions–until a menacing incident throws her into a creative crisis, and forces her to reevaluate his actions, and her own motives. In this story of contemporary love and conflict, Hoffman illuminates the currents and undercurrents of our time, as she explores the luminous and dark faces of romanticism, and those perennial human yearnings, frustrations, and moral choices that can lead to destructiveness, or the richest art. \r\n\r\n\r\nFrom the Hardcover edition.", "isbn": "9781590513514", "title": "Appassionata", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590513514/1378048506.22.jpg", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "language_code": "English", "publication_date": "2009-05-05"}, "annotation": "", "position": 38},{"uuid": "zi3DLrTb6gGURaUYeGTwE4", "book": {"uuid": "vRcJWmqRUWwQxWV7VRtpNm", "oyster_good_for_statement": "", "author": "Silas House", "status": 1, "average_rating": 3.96, "oyster_summary": "", "number_print_pages": 250, "description": "On a bone-chilling New Year's Day, when all the mountain roads are slick with ice, Clay's mother, Anneth, insists on leaving her husband. She packs her things, and with three-year-old Clay in tow, they inch their way toward her hometown along the treacherous mountain roads. <p> That journey ends in the death of Clay's mother. It's a day that comes to haunt her only son, who's left without a family and a history. This is the story of how Clay Sizemore, a coal miner in love with his town but unsure of his place within it, finds a family to call his own. </p><p> And it's the story of the people who become part of the life he shapes: Aunt Easter, always filled with a sense of foreboding and bound to her faith above all; Uncle Paul, quietly producing quilt after quilt; Dreama, beautiful and flighty; Evangeline, the untameable daughter of a famous gospel singer; and Alma, the fiddler whose song wends its way into Clay's heart. Together, they all help Clay to fashion a quilt of a life from what treasured pieces are around him. </p><p> Authentic and moving, <i>Clay's Quilt</i> is both the story of a young man's journey and of Appalachian people struggling to hold on to their heritage. </p><p> \t</p><p> \t</p><p> \t</p>", "isbn": "9781616202972", "title": "Clay's Quilt", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202972/1377657158.41.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2001-04-01"}, "annotation": "", "position": 16},{"uuid": "dN9aN2XteK3DHH4p8PVHrG", "book": {"uuid": "coqwbrjUU7RD98iFeheKyn", "oyster_good_for_statement": "", "author": "Laurence Sterne", "status": 1, "average_rating": 3.8, "oyster_summary": "", "number_print_pages": 528, "description": "The Life and Opinions of Tristram Shandy is a humorous novel by Laurence Sterne. It was published in nine volumes, the first two appearing in 1759, and seven others following over the next seven years. Probably Sterne's most enduring work, it purports to be a biography of the titular character; its style is marked by digression and amplification.", "isbn": "9781629453347", "title": "The Life and Opinions of Tristram Shandy", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453347/1376296721.83.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": null}, "annotation": "", "position": 27},{"uuid": "zJPXvgZ2wMmf4TsmeKnsnj", "book": {"uuid": "EYmcMmipXaMyZevDay5BwJ", "oyster_good_for_statement": "", "author": "Simon Mawer", "status": 1, "average_rating": 3.59, "oyster_summary": "", "number_print_pages": 336, "description": "Like his great-great-great-uncle, geneticist Gregor Mendel, Dr. Benedict Lambert struggles to unlock the secrets of heredity and genetic determinism. However, Benedict's mission is particularly urgent and particularly personal, for he was born with achondroplasia--he's a dwarf. He's also a man desperate for love and acceptance, and when he finds both in Jean, a shy librarian, he stumbles upon an opportunity to correct the injustice of his own, at least to him, unlucky genes.\r\n\r\nEntertaining and tender, this witty and surprisingly erotic novel reveals the beauty and drama of scientific inquiry as it informs us of the simple passions against which even the most brilliant mind is rendered powerless.", "isbn": "9781590516249", "title": "Mendel's Dwarf", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590516249/1378049514.07.jpg", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "language_code": "English", "publication_date": "2012-12-11"}, "annotation": "", "position": 43},{"uuid": "z82tjghEczevZji4AXTwy", "book": {"uuid": "fQGEcxASALpNxAU39xNM9V", "oyster_good_for_statement": "", "author": "Ian Flitcroft", "status": 1, "average_rating": 3.52, "oyster_summary": "", "number_print_pages": 256, "description": "When a group of food-obsessed academics at Oxford University form a secret dining society, they happily devote themselves to investigating exotic and forgotten culinary treasures. Until a dish is suggested that takes them all by surprise.\n \nProfessor Arthur Plantagenet has been told he has a serious heart problem and decides that his death should not be in vain. He sets out his bizarre plan in a will, that on his death, tests the loyalty of his closest friends, the remaining members of this exclusive dining society.\n \nA dead Japanese diplomat, police arrests and charges of grave robbing. These are just some of the challenges these culinary explorers must overcome in tackling gastronomy’s ultimate taboo: cannibalism.", "isbn": "9781909593602", "title": "The Reluctant Cannibals", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593602/1378347389.34.jpg", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "awards": [], "language_code": "eng", "publication_date": "2013-09-01"}, "annotation": "", "position": 47},{"uuid": "L3HytpasnV8Teq29b3EHeB", "book": {"uuid": "wnmgK3s592y2eKtWVPAuPE", "oyster_good_for_statement": "", "author": "Irene Zabytko", "status": 1, "average_rating": 3.94, "oyster_summary": "", "number_print_pages": 280, "description": "<p>Early on an April Saturday in 1986 in a farm village in Ukraine, widow Marusia Petrenko and her family awake to a day of traditional wedding preparations. Marusia bakes her famous wedding bread-a korovai-in the communal village oven to take to her neighbor's granddaughter's reception. Late that night, after all the dancing and drinking, Marusia's son Yurko leaves for his shift at the nuclear power plant at Chernobyl.</p>\n<p>In the morning, the air has a strange metallic taste. The cat is oddly listless. The priest doesn't show up for services. Yurko doesn't come home from work. Nobody know what's happened (and they won't for many days), but things have changed for the Petrenkos-forever.</p>\n<p>Inspired by true events, this unusual, unexpected novel tells how-and why-Marusia defies the Soviet government's permanent evacuation of her deeply contaminated village and returns to live out her days in the only home she's ever known. Alone in the deserted town, she struggles up into the church bell tower to ring the bells twice every day just in case someone else has returned. And they have, one by one/ In the end, five intrepid old women-the village babysi-band together for survival and to confront the Soviet officials responsible for their fate. And, in the midst of desolation, a tenacious hold on life chimes forth.</p>\n<p>Poignant and truthful and triumphant, this timeless story is about ordinary people who do more than simply \"survive.\"</p>", "isbn": "9781616202439", "title": "The Sky Unwashed", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781616202439/1377657086.06.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2000-03-31"}, "annotation": "", "position": 14},{"uuid": "J6mxPGfXqn4czVW3QnZNjG", "book": {"uuid": "mWwKWtwZA7eboHrq48srpn", "oyster_good_for_statement": "", "author": "Jess Walter", "status": 1, "average_rating": 3.71, "oyster_summary": "", "number_print_pages": 320, "description": "<blockquote><p>Meet Matt Prior. He's about to lose his job, his wife, his house, maybe his mind. Unless . . . </p></blockquote><p>In the winning and utterly original novels <em>Citizen Vince</em> and <em>The Zero</em>, Jess Walter (\"a ridiculously talented writer\"&#8212;<em>New York Times</em>) painted an America all his own: a land of real, flawed, and deeply human characters coping with the anxieties of their times. Now, in his warmest, funniest, and best novel yet, Walter offers a story as real as our own lives: a tale of overstretched accounts, misbegotten schemes, and domestic dreams deferred. </p><p>A few years ago, small-time finance journalist Matthew Prior quit his day job to gamble everything on a quixotic notion: a Web site devoted to financial journalism in the form of blank verse. When his big idea&#8212;and his wife's eBay resale business&#8212; ends with a whimper (and a garage full of unwanted figurines), they borrow and borrow, whistling past the graveyard of their uncertain dreams. One morning Matt wakes up to find himself jobless, hobbled with debt, spying on his wife's online flirtation, and six days away from losing his home. <em>Is this really how things were supposed to end up for me</em>, he wonders: staying up all night worried, driving to 7-Eleven in the middle of the night to get milk for his boys, and falling in with two local degenerates after they offer him a hit of high-grade marijuana?</p><p>Or, he thinks, <em>could this be the solution to all my problems?</em></p><p>Following Matt in his weeklong quest to save his marriage, his sanity, and his dreams, <em>The Financial Lives of the Poets</em> is a hysterical, heartfelt novel about how we can reach the edge of ruin&#8212;and how we can begin to make our way back.</p><p>Includes an excerpt from Jess Walter's <em>Beautiful Ruins</em>.</p>", "isbn": "9780061965913", "title": "The Financial Lives of the Poets", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061965913/1376528856.6.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-09-22"}, "annotation": "", "position": 24},{"uuid": "sLoMKPpZqQ6B6NFx3D3Fwa", "book": {"uuid": "necbaGosNMMJcU3oSzxdh4", "oyster_good_for_statement": "", "author": "Ruth Dugdall", "status": 1, "average_rating": 4.14, "oyster_summary": "", "number_print_pages": 304, "description": "They came for me, just like I knew they would. Luke had been dead for just three days.\n\nRose Wilks’ life is shattered when her newborn baby Joel is admitted to intensive care. Emma\nHatcher has all that Rose lacks. Beauty. A loving husband. A healthy son. Until tragedy strikes and\nRose is the only suspect.\n\nNow, having spent nearly five years behind bars, Rose is just weeks away from freedom. Her\nprobation officer Cate must decide whether Rose is remorseful for Luke’s death, or whether she\nremains a threat to society. As Cate is drawn in, she begins to doubt her own judgement.\n\nWhere is the line between love and obsession, can justice be served and, if so… by what means?\n\nNew edition including exclusive material and an author Q&A.", "isbn": "9781909593626", "title": "The Woman Before Me (New Edition)", "cover_img": "https://cflare.oysterbooks.com/covers/Legend%20Press/9781909593626/1383301761.54.jpg", "publisher": {"uuid": "dVbxdAvb2mgByjMzYazKqF", "name": "Legend Press"}, "awards": [], "language_code": "eng", "publication_date": "2013-10-31"}, "annotation": "", "position": 46},{"uuid": "VqGdV7qvo724PMnfkWrCbD", "book": {"uuid": "TP2CHhjYF3iqSzMpZXYTif", "oyster_good_for_statement": "", "author": "Derek Miller", "status": 1, "average_rating": 3.89, "oyster_summary": "", "number_print_pages": 288, "description": "<DIV><p>A luminous novel, a police thriller, and the funniest book about war crimes and dementia you are likely to read<BR><br> Sheldon Horowitz&mdash;widowed, impatient, impertinent&mdash;has grudgingly agreed  to leave New York and move in with his granddaughter, Rhea, and her new  husband, Lars, in Norway: a country of blue and ice with one thousand  Jews, not one of them a former Marine sniper in the Korean War turned  watch repairman, who failed his only son by sending him to Vietnam to  die. Not until now, anyway.<BR><br> Home alone one morning, Sheldon witnesses a dispute between the woman  who lives upstairs and an aggressive stranger. When events turn dire,  Sheldon seizes and shields the neighbor&rsquo;s young son from the violence,  and they flee the scene. But old age and circumstances are altering  Sheldon&rsquo;s experience of time and memory. He is haunted by dreams of his  son Saul&rsquo;s life and by guilt over his death. As Sheldon and the boy look  for a haven in an alien world, reality and fantasy, past and present,  weave together, forcing them ever forward to a wrenching moment of  truth.<BR><br> <I>Norwegian by Night</I> introduces an ensemble of unforgettable  characters&mdash;Sheldon and the boy, Rhea and Lars, a Balkan war criminal  named Enver, and Sigrid and Petter, the brilliantly dry-witted  investigating officers&mdash;as they chase one another, and their own demons,  through the wilderness at the end of the world.</p></div>", "isbn": "9780547934884", "title": "Norwegian by Night", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547934884/1383487931.36.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-05-21"}, "annotation": "", "position": 17},{"uuid": "j2VGvDuJPBTfmjocrZzLSd", "book": {"uuid": "uNXw4gDJVukEQwr4K5URZ8", "oyster_good_for_statement": "", "author": "John Irving", "status": 1, "average_rating": 4.21, "oyster_summary": "", "number_print_pages": 640, "description": "<em><p>I am doomed to remember a boy with a wrecked voice&#8212;not because of his voice, or because he was the smallest person I ever knew, or even because he was the instrument of my mother's death, but because he is the reason I believe in God; I am a Christian because of Owen Meany.</p></em><p>In the summer of 1953, two eleven-year-old boys&#8212;best friends&#8212;are playing in a Little League baseball game in Gravesend, New Hampshire. One of the boys hits a foul ball that kills the other boy's mother. The boy who hits the ball doesn't believe in accidents; Owen Meany believes he is God's instrument. What happens to Owen after that 1953 foul ball is extraordinary.</p>", "isbn": "9780062204103", "title": "A Prayer for Owen Meany", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780062204103/1376491432.58.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2012-03-13"}, "annotation": "", "position": 0},{"uuid": "3pBt46egXVBR9z9TnzR45D", "book": {"uuid": "sLRnGqY2pvyZpksmjcMd4n", "oyster_good_for_statement": "", "author": "Brock Clarke", "status": 1, "average_rating": 2.94, "oyster_summary": "", "number_print_pages": 317, "description": "A lot of remarkable things have happened in the life of Sam Pulsifer, the hapless hero of this incendiary novel, beginning with the ten years he spent in prison for accidentally burning down Emily Dickinson's house and unwittingly killing two people. emerging at age twenty-eight, he creates a new life and identity as a husband and father. But when the homes of other famous New England writers suddenly go up in smoke, he must prove his innocence by uncovering the identity of this literary-minded arsonist. <br> <br> In the league of such contemporary classics as <i>A Confederacy of Dunces</i> and <i>The World According to Garp</i>, <i>An Arsonist's Guide to Writers' Homes in New England</i> is an utterly original story about truth and honesty, life and the imagination.", "isbn": "9781565126381", "title": "An Arsonist's Guide to Writers' Homes in New England", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126381/1377656889.37.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2008-09-02"}, "annotation": "", "position": 49},{"uuid": "o4nU5v4WLZ4naw5KMryzSd", "book": {"uuid": "N8JgyL9VjrWrWZdptwFz3A", "oyster_good_for_statement": "", "author": "Louis Auchincloss", "status": 1, "average_rating": 3.68, "oyster_summary": "", "number_print_pages": 224, "description": "<DIV>The <I>Los Angeles Times</I> has lauded Louis Auchincloss as \"a novelist committed to examining the complicated layers of character, psychology, and society.\" In <I>The Friend of Women</I>, that dedication shines on every page in the singular, epigrammatic style of an American master.<BR><BR>The mysteries of character are at the heart of these six previously unpublished pieces. In the title story, a teacher at a private girls' school ruminates on a long career, wondering if he was right to encourage his students to find a life less constrained than the conventional one prescribed to them or if he cruelly raised unrealistic expectations. In \"The Country Cousin\" -- a delightful one-act play -- a wealthy woman's dependent niece unwittingly serves as the vehicle that reveals her rich relatives' self-involvement. Ranging from a boyhood friendship tested by the fabrications of the McCarthy era to an Episcopal priest tormented by an autocratic headmaster, Auchincloss's fiction illuminates the complications that ensue when our perceptions of other people's character -- as well as our own -- are upended.</DIV>", "isbn": "9780544109001", "title": "The Friend of Women and Other Stories", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544109001/1376384395.52.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2012-09-24"}, "annotation": "", "position": 50},{"uuid": "F2v4vVmDXPNsdHUZjKjzCa", "book": {"uuid": "hNp4Q2HxAAQ8JHqBsGALrg", "oyster_good_for_statement": "", "author": "Barbara Hall", "status": 1, "average_rating": 3.17, "oyster_summary": "", "number_print_pages": 292, "description": "In <i>The Music Teacher</i>, a penetrating and richly entertaining look into the heart and mind of a woman who has failed both as an artist and as a wife, Barbara Hall, award-winning creator and writer of such hit television series as <i>Judging Amy</i> and <i>Joan of Arcadia</i>, tells the story of a violinist who has accepted the limitations of her talent and looks for the casual satisfaction of trying to instill her passion for music in others. She gets more than she bargains for, however, when a young girl named Hallie enters her life. For here at last is the real thing: someone with the talent and potential to be truly great. In her drive to shape this young girl into the artist the teacher could never be, she makes one terrible mistake. As a result she is forced to reevaluate her whole life and come to terms with her future. <br><br>\r\nHall has crafted a thoroughly engrossing novel that examines the pitfalls of failure and holds up a mirror to the face of a culture that places success and achievement above all else", "isbn": "9781565126725", "title": "The Music Teacher", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126725/1377656908.95.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2009-02-10"}, "annotation": "", "position": 15},{"uuid": "k4vHWtb8ZdgSpv6Xv5ir5H", "book": {"uuid": "SHHYhHeaunh5hPaxmVLtYY", "oyster_good_for_statement": "", "author": "Tan Twan Eng", "status": 1, "average_rating": 4.49, "oyster_summary": "", "number_print_pages": 336, "description": "<DIV><p>The recipient of extraordinary acclaim from critics and the bookselling community, Tan Twan Eng's debut novel casts a powerful spell and has garnered comparisons to celebrated wartime storytellers Somerset Maugham and Graham Greene. Set during the tumult of World War II, on the lush Malayan island of Penang, <I>The Gift of Rain</I> tells a riveting and poignant tale about a young man caught in the tangle of wartime loyalties and deceits.</p><p>In 1939, sixteen-year-old Philip Hutton-the half-Chinese, half-English youngest child of the head of one of Penang's great trading families-feels alienated from both the Chinese and British communities. He at last discovers a sense of belonging in his unexpected friendship with Hayato Endo, a Japanese diplomat. Philip proudly shows his new friend around his adored island, and in return Endo teaches him about Japanese language and culture and trains him in the art and discipline of aikido. But such knowledge comes at a terrible price. When the Japanese savagely invade Malaya, Philip realizes that his mentor and sensei-to whom he owes absolute loyalty-is a Japanese spy. Young Philip has been an unwitting traitor, and must now work in secret to save as many lives as possible, even as his own family is brought to its knees.</p></DIV>", "isbn": "9781602860599", "title": "The Gift of Rain", "cover_img": "https://cflare.oysterbooks.com/covers/Weinstein%20Books/9781602860599/1387370978.19.jpg", "publisher": {"uuid": "o7JaBEtcXkrLEbhy2jZzEZ", "name": "Weinstein Books"}, "awards": [], "language_code": "eng", "publication_date": "2009-05-05"}, "annotation": "", "position": 45},{"uuid": "CK9aGpPc5tnMNhcVdCHUWC", "book": {"uuid": "Vyt59djJ6n95DgUmU2YgGZ", "oyster_good_for_statement": "", "author": "Paul Nizan", "status": 1, "average_rating": 3.7, "oyster_summary": "", "number_print_pages": 272, "description": "<p><em>The Conspiracy</em> is the last and most acclaimed novel by French writer and activist Paul Nizan, who died two years after its publication fighting the Germans at the Battle of Dunkirk. Hailed by Jean-Paul Sartre as Nizan&rsquo;s masterpiece, the book centers upon the figure of Bertrand Rosenthal, a misguided philosophy student studying in pre-war Paris. Eager to foment a revolution and having little grasp of his own motives, Rosenthal draws a small group of disciples into a conspiracy both fatuous and deadly. Simultaneously, he plunges into a forbidden&mdash;and ultimately tragic&mdash;love affair as the intertwined plots move inexorably toward their twin destinations of betrayal and death.</p><p><em>The Conspiracy</em> won the coveted Prix Interallié in 1938. This new edition includes Walter Benjamin&rsquo;s critique of the book, available here for the first time in English.</p>", "isbn": "9781844678389", "title": "The Conspiracy", "cover_img": "https://cflare.oysterbooks.com/covers/Verso/9781844678389/1386003678.21.jpg", "publisher": {"uuid": "2KAyLpyKhNvjq9gAmobD9", "name": "Verso"}, "awards": [], "language_code": "English", "publication_date": "2012-01-02"}, "annotation": "", "position": 35},{"uuid": "kzbpFejm3XsGyVjwWafKgP", "book": {"uuid": "s6TM2J9NFBNWRLXwvVZ5iC", "oyster_good_for_statement": "", "author": "Joseph Conrad", "status": 1, "average_rating": 3.38, "oyster_summary": "", "number_print_pages": 80, "description": "Dark allegory describes the narrator's journey up the Congo River and his meeting with, and fascination by, Mr. Kurtz, a mysterious personage who dominates the unruly inhabitants of the region. Masterly blend of adventure, character development, psychological penetration. Considered by many Conrad's finest, most enigmatic story.", "isbn": "9781629450209", "title": "Heart of Darkness", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/609/6091355516954.84.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": "1889-01-01"}, "annotation": "", "position": 21},{"uuid": "pVeZQ6uGXPJrGEL8VnktYV", "book": {"uuid": "Kq5ug7rMxWdfKmJc54AYdf", "oyster_good_for_statement": "", "author": "Daniel Keyes", "status": 1, "average_rating": 3.94, "oyster_summary": "", "number_print_pages": 304, "description": "With more than five million copies sold, <I>Flowers for Algernon</I> is the beloved, classic story of a mentally disabled man whose experimental quest for intelligence mirrors that of Algernon, an extraordinary lab mouse. In poignant diary entries, Charlie tells how a brain operation increases his IQ and changes his life. As the experimental procedure takes effect, Charlie's intelligence expands until it surpasses that of the doctors who engineered his metamorphosis. The experiment seems to be a scientific breakthrough of paramount importance--until Algernon begins his sudden, unexpected deterioration. Will the same happen to Charlie?<BR>An American classic that inspired the award-winning movie Charly.", "isbn": "9780547539638", "title": "Flowers for Algernon", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547539638/1376380265.45.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "FyJfg5oJHuh3Z2WG8dgJUF", "image": null, "name": "Nebula Award Winner"}], "language_code": "eng", "publication_date": "2007-12-01"}, "annotation": "", "position": 30},{"uuid": "p2Q6socuY5pe9JcAtNrrib", "book": {"uuid": "BJRAcuvsFdT4PBMjA4qBqS", "oyster_good_for_statement": "", "author": "Paulette Jiles", "status": 1, "average_rating": 3.88, "oyster_summary": "", "number_print_pages": 384, "description": "<p>In 1863, the War Between the States creeps slowly yet inevitably toward its bloody conclusion&#8212;and eastern thoughts are already turning to different wars and enemies. </p><p>Searching for a life and future, former Kentucky slave Britt Johnson is venturing west into unknown territory with his wife, Mary, and their three children&#8212;wary but undeterred by sobering tales of atrocities inflicted upon those who trespass against the Comanche and the Kiowa. Settling on the Texas plains, the Johnson family hopes to build on the dreams that carried them from the Confederate South to this new land of possibility&#8212;dreams that are abruptly shattered by a brutal Indian raid upon the settlement while Britt is away establishing a business. Returning to face the unthinkable&#8212;his friends and neighbors slain or captured, his eldest son dead, his beloved Mary severely damaged and enslaved, and his remaining children absorbed into an alien society that will never relinquish its hold on them&#8212;the heartsick freedman vows not to rest until his family is whole again.</p><p>Samuel Hammond follows a different road west. A Quaker whose fortune is destroyed by a capricious act of an inscrutable God, he has resigned himself to the role the Deity has chosen for him. As a new agent for the Office of Indian Affairs, it is Hammond's goal to ferret out corruption and win justice for the noble natives now in his charge. But the proud, stubborn people refuse to cease their raids, free their prisoners, and accept the farming implements and lifestyle the white man would foist upon them, adding fuel to smoldering tensions that threaten to turn a man of peace, faith, and reason onto a course of terrible retribution.</p><p>A soaring work of the imagination based on oral histories of the post&#8211;Civil War years in North Texas, Paulette Jiles's <em>The Color of Lightning</em> is at once an intimate look into the hearts and hopes of tragically flawed human beings and a courageous reexamination of a dark American history.</p>", "isbn": "9780061970993", "title": "The Color of Lightning", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061970993/1378009384.0.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-06"}, "annotation": "", "position": 2},{"uuid": "zpBEu4ofE5VP9P7MLGmah7", "book": {"uuid": "y62PvKmZe9RV4XBhbZvh84", "oyster_good_for_statement": "", "author": "D.H. Lawrence", "status": 1, "average_rating": 3.63, "oyster_summary": "", "number_print_pages": 364, "description": "Lush with imagery, this is the story of three generations of Brangwen women living during the decline of English rural life. Banned upon publication, it explores the most taboo subjects of its time: marriage, physical love, and one family's sexual mores.", "isbn": "9781629453651", "title": "The Rainbow", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629453651/1376306090.5.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": null}, "annotation": "", "position": 28},{"uuid": "WCimPWysF34fqN2UAG8XPP", "book": {"uuid": "GaTvxQf9Q3Jtw8rkMTNgY7", "oyster_good_for_statement": "", "author": "Ami McKay", "status": 1, "average_rating": 3.98, "oyster_summary": "", "number_print_pages": 416, "description": "<p><em>The Birth House</em> is the story of Dora Rare, the first daughter to be born in five generations of the Rare family. As a child in an isolated village in Nova Scotia, she is drawn to Miss Babineau, an outspoken Acadian midwife with a gift for healing and a kitchen filled with herbs and folk remedies. During the turbulent first years of World War I, Dora becomes the midwife's apprentice. Together, they help the women of Scots Bay through infertility, difficult labors, breech births, unwanted pregnancies and even unfulfilling sex lives.</p><p>But when Gilbert Thomas, a brash medical doctor, comes to Scots Bay with promises of fast, painless childbirth, some of the women begin to question Miss Babineau's methods&#8212;and after Miss Babineau's death, Dora is left to carry on alone.  In the face of fierce opposition, she must summon all of her strength to protect the birthing traditions and wisdom that have been passed down to her.</p><p>Filled with details that are as compelling as they are surprising&#8212;childbirth in the aftermath of the Halifax Explosion, the prescribing of vibratory treatments to cure hysteria and a mysterious elixir called Beaver Brew&#8212;Ami McKay has created an arresting and unforgettable portrait of the struggles that women faced to have control of their own bodies and to keep the best parts of tradition alive in the world of modern medicine.</p>", "isbn": "9780061859649", "title": "The Birth House", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061859649/1376527748.38.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 33},{"uuid": "GTCgkacpbVAcNYvo9CAnMh", "book": {"uuid": "mAzSCKbSepTq5SMEHzt3X5", "oyster_good_for_statement": "", "author": "Alice Walker", "status": 1, "average_rating": 4.12, "oyster_summary": "", "number_print_pages": 288, "description": "<DIV><DIV><b>Alice Walker&rsquo;s masterpiece, a powerful novel of courage in the face of oppression<BR></b>&#160;</div><DIV></div><DIV>Celie has grown up in rural Georgia, navigating a childhood of ceaseless abuse. Not only is she poor and despised by the society around her, she&rsquo;s badly treated by her family. As a teenager she begins writing letters directly to God in an attempt to transcend a life that often seems too much to bear. Her letters span twenty years and record a journey of self-discovery and empowerment through the guiding light of a few strong women and her own implacable will to find harmony with herself and her home. <BR></div><DIV><i>The Color Purple</i>&rsquo;s deeply inspirational narrative, coupled with Walker&rsquo;s prodigious talent as a stylist and storyteller, have made the novel a contemporary classic of American letters.&#160;<BR><BR>This ebook features an illustrated biography of Alice Walker including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453223970", "title": "The Color Purple", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/The%20Color%20Purple/1373330025.7.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "CVnhErxt74qgQNyD84ZsLb", "image": null, "name": "National Book Award Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}, {"uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null, "name": "Winner of the Pulitzer Prize"}], "language_code": "eng", "publication_date": "2011-09-20"}, "annotation": "", "position": 25},{"uuid": "jd2Eq295mmQZbMX7hpKdYm", "book": {"uuid": "b7pHpLrPJZE39jXquMNjoh", "oyster_good_for_statement": "", "author": "Kenneth Bonert", "status": 1, "average_rating": 4.09, "oyster_summary": "", "number_print_pages": 576, "description": "<div><div>In the tradition of the great immigrant sagas, <I>The Lion Seeker</I> brings us Isaac Helger, son of Lithuanian Jewish immigrants, surviving the streets of Johannesburg in the shadow of World War II</DIV> <p><BR><I>Are you a stupid or a clever? </I><BR><BR>Such is the refrain in Isaac Helger&#8217;s mind as he makes his way from redheaded hooligan to searching adolescent to striving young man on the make. His mother&#8217;s question haunts every choice. <I>Are you a stupid or a clever?</I> Will you find a way to lift your family out of Johannesburg&#8217;s poor inner city, to buy a house in the suburbs, to bring your aunts and cousins from Lithuania?<br><BR>Isaac&#8217;s mother is a strong woman and a scarred woman; her maimed face taunts him with a past no one will discuss. As World War II approaches, then falls upon them, they hurtle toward a catastrophic reckoning. Isaac must make decisions that, at first, only seem to be life-or-death, then actually are.<BR><BR>Meanwhile, South Africa&#8217;s history, bound up with Europe&#8217;s but inflected with its own accents&#8212;Afrikaans, Zulu, Yiddish, English&#8212;begins to unravel. Isaac&#8217;s vibrant, working-class, Jewish neighborhood lies near the African slums; under cover of night, the slums are razed, the residents forced off to townships. Isaac&#8217;s fortune-seeking takes him to the privileged seclusion of the Johannesburg suburbs, where he will court forbidden love. It partners him with the unlucky, unsinkable Hugo Bleznick, selling miracle products to suspicious farmers. And it leads him into a feud with a grayshirt Afrikaaner who insidiously undermines him in the auto shop, where Isaac has found the only work that ever felt true. And then his mother&#8217;s secret, long carefully guarded, takes them to the diamond mines, where everything is covered in a thin, metallic dust, where lions wait among desert rocks, and where Isaac will begin to learn the bittersweet reality of success bought at truly any cost.<BR><BR>A thrilling ride through the life of one fumbling young hero, <I>The Lion Seeker</I> is a glorious reinvention of the classic family and coming-of-age sagas. We are caught &#8212; hearts open and wrecked &#8212; between the urgent ambitions of a mother who knows what it takes to survive and a son straining against the responsibilities of the old world, even as he is endowed with the freedoms of the new.<BR></DIV>", "isbn": "9780547898414", "title": "The Lion Seeker", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547898414/1380351715.64.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-10-15"}, "annotation": "", "position": 48},{"uuid": "bteW2wXWbY9YhwdTBsvMck", "book": {"uuid": "wTGAb8xC3WsRSU97YeJHue", "oyster_good_for_statement": "", "author": "John Boyne", "status": 1, "average_rating": 4.03, "oyster_summary": "", "number_print_pages": 320, "description": "A masterfully told tale of passion, jealousy, heroism and betrayal set in the gruesome trenches of World War I.\r\n\r\nIt is September 1919: twenty-one-year-old Tristan Sadler takes a train from London to Norwich to deliver a package of letters to the sister of Will Bancroft, the man he fought alongside during the Great War. \r\n\r\nBut the letters are not the real reason for Tristan's visit. He can no longer keep a secret and has finally found the courage to unburden himself of it. As Tristan recounts the horrific details of what to him became a senseless war, he also speaks of his friendship with Will--from their first meeting on the training grounds at Aldershot to their farewell in the trenches of northern France. The intensity of their bond brought Tristan happiness and self-discovery as well as confusion and unbearable pain.\r\n\r\nThe Absolutist is a masterful tale of passion, jealousy, heroism, and betrayal set in one of the most gruesome trenches of France during World War I. This novel will keep readers on the edge of their seats until its most extraordinary and unexpected conclusion, and will stay with them long after they've turned the last page.", "isbn": "9781590515532", "title": "The Absolutist", "cover_img": "https://cflare.oysterbooks.com/covers/Other%20Press/9781590515532/1378049331.4.jpg", "publisher": {"uuid": "PptG96mv8h2SgUXH5Muqsm", "name": "Other Press"}, "awards": [], "language_code": "English", "publication_date": "2012-07-10"}, "annotation": "", "position": 10},{"uuid": "3xx2AnHN5DavWXdfuAdLkX", "book": {"uuid": "k2CnMwMTKdAmbiJ7XJAhUL", "oyster_good_for_statement": "", "author": "Margaret Drabble", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 320, "description": "<DIV>Candida Wilton--a woman recently betrayed, rejected, divorced, and alienated from her three grown daughters--moves from a beautiful Georgian house in lovely Suffolk to a two-room walk-up flat in a run-down building in central London. Candida is not exactly destitute. So, is the move perversity, she wonders, a survival test, or is she punishing herself? How will she adjust to this shabby, menacing, but curiously appealing city? What can happen, at her age, to change her life? And yet, as she climbs the dingy communal staircase with her suitcases, she feels both nervous and exhilarated.<br>  There is a relationship with a computer to which she now confides her past and her present. And friendships of sorts with other women--widows, divorced, never married, women straddled between generations. And then Candida's surprise inheritance . . .<br>  A beautifully rendered story, this is Margaret Drabble at her novelistic best.<br></div>", "isbn": "9780544301320", "title": "The Seven Sisters", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544301320/1379662257.38.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-09-05"}, "annotation": "", "position": 53},{"uuid": "7VUrPCobDTbRPf5N5aUFwm", "book": {"uuid": "vH3PJXivkghGXRHZ43YXy7", "oyster_good_for_statement": "", "author": "James Salter", "status": 1, "average_rating": 3.78, "oyster_summary": "", "number_print_pages": 200, "description": "<DIV><DIV><b>&ldquo;A tour de force of erotic realism, a romantic cliff-hanger; an opaline vision of Americans in France. . . . <i>A Sport and a Pastime</i>&#160;succeeds as art must. It tells us about ourselves.&rdquo;&#160;&mdash;<i>The New York Times Book Review</i></b></div><DIV>&#160;</div><DIV>Twenty-year-old Yale dropout Phillip Dean is traveling Europe aimlessly in a borrowed car with little money, until stopping for a few days in a church-quiet town near Dijon, where he meets Anne-Marie Costallat, a young shop assistant. She quickly becomes to him the real France, its beating heart and an object of pure longing. The two begin an affair both carnal and innocent.</div><DIV>&#160;</div><DIV>Beautiful and haunting, <i>A Sport and a Pastime</i> is one of the first great American novels to speak frankly of human desire and the yearning for passion free of guilt and shame.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of James Salter including rare photos from the author&rsquo;s personal collection.</div></div>", "isbn": "9781453243817", "title": "A Sport and a Pastime", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/A%20Sport%20and%20a%20Pastime/1373330441.24.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}], "language_code": "eng", "publication_date": "2012-06-05"}, "annotation": "", "position": 11},{"uuid": "WSbVP3dJvfu99Gj2ptcKNQ", "book": {"uuid": "naJtx5oMyUzXdwQJB6mU4K", "oyster_good_for_statement": "", "author": "Paul Theroux", "status": 1, "average_rating": 3.44, "oyster_summary": "", "number_print_pages": 432, "description": "<DIV>In this wickedly satiric romp, Paul Theroux captures the essence of Hawaii as it has never been depicted. The novel's narrator, a down-on-his-luck writer, escapes to Waikiki and soon finds himself the manager of the Hotel Honolulu, a low-rent establishment a few blocks off the beach. Honeymooners, vacationers, wanderers, mythomaniacs, soldiers, and families all check in to the hotel. Like the Canterbury pilgrims, every guest has come in search of something -- sun, love, happiness, objects of unnameable longing -- and everyone has a story. By turns hilarious, ribald, tender, and tragic, HOTEL HONOLULU offers a unique glimpse of the psychological landscape of an American paradise.</div>", "isbn": "9780547526331", "title": "Hotel Honolulu", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526331/1376383269.48.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2002-05-15"}, "annotation": "", "position": 42},{"uuid": "8TVoWDfG8ZySjqdHG4Mj7i", "book": {"uuid": "jSoZq5RUKKSrTZVnstzsC9", "oyster_good_for_statement": "", "author": "Stella Suberman", "status": 1, "average_rating": 3.76, "oyster_summary": "", "number_print_pages": 320, "description": "For a real bargain, while you're making a living, you should make also a life.--Aaron Bronson. In 1920, in small town America, the ubiquitous dry goods store--suits and coats, shoes and hats, work clothes and school clothes, yard goods and notions--was usually owned by Jews and often referred to as \"the Jew store.\" That's how Stella Suberman's father's store, Bronson's Low-Priced Store, in Concordia, Tennessee, was known locally. The Bronsons were the first Jews to ever live in that tiny town (1920 population: 5,318) of one main street, one bank, one drugstore, one picture show, one feed and seed, one hardware, one barber shop, one beauty parlor, one blacksmith, and many Christian churches. Aaron Bronson moved his family all the way from New York City to that remote corner of northwest Tennessee to prove himself a born salesman--and much more. Told by Aaron's youngest child, THE JEW STORE is that rare thing--an intimate family story that sheds new light on a piece of American history. Here is ONE MAN'S FAMILY with a twist--a Jew, born into poverty in prerevolutionary Russia and orphaned from birth, finds his way to America, finds a trade, finds a wife, and sets out to find his fortune in a place where Jews are unwelcome. With a novelist's sense of scene, suspense, and above all, characterization, Stella Suberman turns the clock back to a time when rural America was more peaceful but no less prejudiced, when educated liberals were suspect, and when the Klan was threatening to outsiders. In that setting, she brings to life her remarkable father, a man whose own brand of success proves that intelligence, empathy, liberality, and decency can build a home anywhere. THE JEW STORE is a heartwarming--even inspiring--story.", "isbn": "9781565128743", "title": "The Jew Store", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565128743/1377656627.12.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [], "language_code": "eng", "publication_date": "2001-09-14"}, "annotation": "", "position": 12},{"uuid": "SDTBPubZ9Yy7wTmLLwUvx9", "book": {"uuid": "3TLrE7VYg2YsE9T3Tc8nMm", "oyster_good_for_statement": "", "author": "Ron Rash", "status": 1, "average_rating": 3.71, "oyster_summary": "", "number_print_pages": 400, "description": "<p>The year is 1929, and newlyweds George and Serena Pemberton travel from Boston to the North Carolina mountains where they plan to create a timber empire. Although George has already lived in the camp long enough to father an illegitimate child, Serena is new to the mountains&#8212;but she soon shows herself to be the equal of any man, overseeing crews, hunting rattle-snakes, even saving her husband's life in the wilderness. Together this lord and lady of the woodlands ruthlessly kill or vanquish all who fall out of favor. Yet when Serena learns that she will never bear a child, she sets out to murder the son George fathered without her. Mother and child begin a struggle for their lives, and when Serena suspects George is protecting his illegitimate family, the Pembertons' intense, passionate marriage starts to unravel as the story moves toward its shocking reckoning.</p><p>Rash's masterful balance of violence and beauty yields a riveting novel that, at its core, tells of love both honored and betrayed.</p>", "isbn": "9780061981982", "title": "Serena", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061981982/1376529455.4.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "GswC7yPLcm797bymae9mgX", "image": null, "name": "PEN/Faulkner Award Finalist"}], "language_code": "eng", "publication_date": "2009-10-06"}, "annotation": "", "position": 9},{"uuid": "TzuKF6L5eMtiNUqqdpE25H", "book": {"uuid": "66udDGSuDFfWVNjJgDz6ba", "oyster_good_for_statement": "", "author": "Philip Roth", "status": 1, "average_rating": 3.89, "oyster_summary": "", "number_print_pages": 432, "description": "<DIV>American Pastoral is the story of a fortunate American's rise and fall - of a strong, confident master of social equilibrium overwhelmed by the forces of social disorder. Seymour \"Swede\" Levov - a legendary high school athlete, a devoted family man, a hard worker, the prosperous inheritor of his father's Newark glove factory - comes of age in thriving, triumphant postwar America. But everything he loves is lost when the country begins to run amok in the turbulent 1960s. Not even the most private, well-intentioned citizen, it seems, gets to sidestep the sweep of history. With vigorous realism, Roth takes us back to the conflicts and violent transitions of the 1960s. This is a book about loving - and hating - America. It's a book about wanting to belong - and refusing to belong - to America. It sets the desire for an American pastoral - a respectable life of space, calm, order, optimism, and achievement - against the indigenous American Berserk.</DIV>", "isbn": "9780547415970", "title": "American Pastoral", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547415970/1376380010.95.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "WxYJ6KnYGQru9m6rwmDLg", "image": null, "name": "Prix du Meilleur Livre Étranger"}, {"uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null, "name": "Winner of the Pulitzer Prize"}], "language_code": "eng", "publication_date": "1997-05-12"}, "annotation": "", "position": 6},{"uuid": "faFTabFKMGAygNYumQiJQj", "book": {"uuid": "BstpJXe32HAKchLrJmNJNS", "oyster_good_for_statement": "", "author": "Hillary Jordan", "status": 1, "average_rating": 4.0, "oyster_summary": "", "number_print_pages": 336, "description": "In Jordan's prize-winning debut, prejudice takes many forms, both subtle and brutal. It is 1946, and city-bred Laura McAllan is trying to raise her children on her husband's Mississippi Delta farm—a place she finds foreign and frightening. In the midst of the family's struggles, two young men return from the war to work the land. Jamie McAllan, Laura's brother-in-law, is everything her husband is not—charming, handsome, and haunted by his memories of combat. Ronsel Jackson, eldest son of the black sharecroppers who live on the McAllan farm, has come home with the shine of a war hero. But no matter his bravery in defense of his country, he is still considered less than a man in the Jim Crow South. It is the unlikely friendship of these brothers-in-arms that drives this powerful novel to its inexorable conclusion.<br> <br> The men and women of each family relate their versions of events and we are drawn into their lives as they become players in a tragedy on the grandest scale. As Kingsolver says of Hillary Jordan, \"Her characters walked straight out of 1940s Mississippi and into the part of my brain where sympathy and anger and love reside, leaving my heart racing. They are with me still.\"", "isbn": "9781565126374", "title": "Mudbound", "cover_img": "https://cflare.oysterbooks.com/covers/Algonquin%20Books/9781565126374/1377656854.95.jpg", "publisher": {"uuid": "iuxN9iX85rMYjM6BA4wkwS", "name": "Algonquin Books"}, "awards": [{"uuid": "9uqAJ3Sf2zhHtPZr7vzQpb", "image": null, "name": "Bellwether Prize Winner"}], "language_code": "eng", "publication_date": "2008-03-04"}, "annotation": "", "position": 8},{"uuid": "DLJitC8BY74PkuTkd6FLU9", "book": {"uuid": "MrVNaYaahD2HSQLtyuSsAH", "oyster_good_for_statement": "", "author": "Sarah Shun-lien Bynum", "status": 1, "average_rating": 3.49, "oyster_summary": "", "number_print_pages": 272, "description": "<DIV>When a girl falls into a deep and impenetrable sleep, the borders between her provincial French village and the peculiar, beguiling realm of her dreams begin to disappear: A fat woman sprouts delicate wings and takes flight; a failed photographer stumbles into the role of pornographer; a beautiful young wife grows to resemble her husband's viol. And in their midst travels Madeleine, the dreamer, who is trying to make sense of her own metamorphosis as she leaves home, joins a gypsy circus, and falls into an unexpected triangle of desire and love. <br><br>An extraordinary debut, Madeleine Is Sleeping received jubilant critical acclaim and was honored with a National Book Award nomination. Part fairy tale, part coming-of-age story, this \"dream of a book\" (Michael Cunningham) is an adventure in the discovery of art, sexuality, community, and the self.<br><br></div>", "isbn": "9780547541808", "title": "Madeleine Is Sleeping", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547541808/1376381165.3.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "eYKvqpafcTyqyGvFx3Mrj4", "image": null, "name": "National Book Award Finalist"}], "language_code": "eng", "publication_date": "2005-11-01"}, "annotation": "", "position": 36},{"uuid": "6KYNzBdYQdbkDtuecPfRZL", "book": {"uuid": "kZ8gzTqymhnMTtsLPGfzcW", "oyster_good_for_statement": "", "author": "Michel Faber", "status": 1, "average_rating": 3.8, "oyster_summary": "", "number_print_pages": 848, "description": "<DIV>At the heart of this panoramic, multidimensional narrative is the compelling struggle of a young woman to lift her body and soul out of the gutter. Faber leads us back to 1870s London, where Sugar, a nineteen-year-old whore in the brothel of the terrifying Mrs. Castaway, yearns for escape to a better life. Her ascent through the strata of Victorian society offers us intimacy with a host of lovable, maddening, unforgettable characters. They begin with William Rackham, an egotistical perfume magnate whose ambition is fueled by his lust for Sugar, and whose patronage brings her into proximity to his extended family and milieu: his unhinged, childlike wife, Agnes, who manages to overcome her chronic hysteria to make her appearances during &#8220;the Season&#8221;; his mysteriously hidden-away daughter, Sophie, left to the care of minions; his pious brother, Henry, foiled in his devotional calling by a persistently less-than-chaste love for the Widow Fox, whose efforts on behalf of The Rescue Society lead Henry into ever-more disturbing confrontations with flesh; all this overseen by assorted preening socialites, drunken journalists, untrustworthy servants, vile guttersnipes, and whores of all stripes and persuasions.</div> <div><BR>Twenty years in its conception, research, and writing, <I>The Crimson Petal and the White</I> is teeming with life, rich in texture and incident, with characters breathtakingly real. In a class by itself, it's a big, juicy, must-read of a novel that will delight, enthrall, provoke, and entertain young and old, male and female.<br></DIV>", "isbn": "9780547538471", "title": "The Crimson Petal and the White", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547538471/1376381200.52.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2003-09-01"}, "annotation": "", "position": 19},{"uuid": "u3zJRPiR2bLGoC3v4nhSh7", "book": {"uuid": "oR9ekGNPZj6Dy8doXB9997", "oyster_good_for_statement": "", "author": "Robert Penn Warren", "status": 1, "average_rating": 4.06, "oyster_summary": "", "number_print_pages": 540, "description": "<div><div><B>\"Winner of the Pulitzer Prize, Robert Penn Warren's tale of ambition and power set in the Depression&#8211;era South is widely considered the finest novel ever written about American politics.</B></DIV> <p> <div><BR>All the King's Men traces the rise and fall of demagogue Willie Stark, a fictional character loosely based on Governor Huey \"\"Kingfish\"\" Long of Louisiana. Stark begins his political career as an idealistic man of the people but soon becomes corrupted by success and caught between dreams of service and an insatiable lust for power, culminating in a novel that Sinclair Lewis pronounced, on the book's release in 1946, &#8220;one of our few national galleries of character.\"</DIV></DIV>", "isbn": "9780547536842", "title": "All the King's Men", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547536842/1376383258.55.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null, "name": "Winner of the Pulitzer Prize"}], "language_code": "eng", "publication_date": "1996-09-01"}, "annotation": "", "position": 30},{"uuid": "Ncdr6SgcADEf4nrySGR2am", "book": {"uuid": "4bSWfT7c6oDbkXXc2xLYuG", "oyster_good_for_statement": "", "author": "Doris Lessing", "status": 1, "average_rating": 3.43, "oyster_summary": "", "number_print_pages": 336, "description": "<p>In the title novel, two friends fall in love with each other's teenage sons, and these passions last for years, until the women end them, vowing a respectable old age. In <em>Victoria and the Staveneys</em>, a young woman gives birth to a child of mixed race and struggles with feelings of estrangement as her daughter gets drawn into a world of white privilege. <em>The Reason for It</em> traces the birth, faltering, and decline of an ancient culture, with enlightening modern resonances. <em>A Love Child</em> features a World War II soldier who believes he has fathered a love child during a fleeting wartime romance and cannot be convinced otherwise.</p>", "isbn": "9780061847660", "title": "The Grandmothers", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061847660/1376487557.46.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [], "language_code": "eng", "publication_date": "2009-10-13"}, "annotation": "", "position": 32},{"uuid": "TM68aF3FmTJS6UNBMvvD4B", "book": {"uuid": "uQqrdvwyBzvj8qLveSnttk", "oyster_good_for_statement": "", "author": "Sherwood Anderson", "status": 1, "average_rating": 3.82, "oyster_summary": "", "number_print_pages": 160, "description": "Winesburg, Ohio (1919) is Sherwood Anderson's masterpiece, a cycle of short stories concerning life in a small town at the end of the nineteenth century. At the center is George Willard, a young reporter who becomes the confidant of the town's solitary figures. Anderson's stories influenced countless American writers including Hemingway, Faulkner, Updike, Oates and Carver. This new edition corrects errors made in earlier editions and takes into account major criticism and textual scholarship of the last several decades.", "isbn": "9781629454290", "title": "Winesburg, Ohio", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629454290/1376390354.59.png", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": null}, "annotation": "", "position": 18},{"uuid": "G3HmJkydhmNJaWrfTBjaHN", "book": {"uuid": "v9adfpjJUWFWTNDvyZ6zv4", "oyster_good_for_statement": "", "author": "Nat Turner", "status": 1, "average_rating": 3.82, "oyster_summary": "", "number_print_pages": 26, "description": "The Confessions of Nat Turner: The Leader of the Late Insurrection in Southampton, Virginia, is a first-hand account of Turner's confessions published by a local lawyer, Thomas Ruffin Gray, in 1831", "isbn": "9781627550208", "title": "The Confessions of Nat Turner", "cover_img": "https://cflare.oysterbooks.com/covers/Wilder%20Publications%2C%20Inc./9781627550208/1377658092.84.jpg", "publisher": {"uuid": "2rXfLc4jpTgqd7LJvtrN8Q", "name": "Wilder Publications, Inc."}, "awards": [], "language_code": "eng", "publication_date": "2013-07-09"}, "annotation": "", "position": 26},{"uuid": "spwTcgG9segAE6xZNkScDY", "book": {"uuid": "rAgU7fhhDc6RmL7XpjsigD", "oyster_good_for_statement": "", "author": "Natalie Serber", "status": 1, "average_rating": 3.53, "oyster_summary": "", "number_print_pages": 224, "description": "<DIV>A <I>New York Times</I> Notable Book<br><BR>&#8220;Nuanced and smart . . . Serber knows that neglect or disconnect doesn&#8217;t always turn into trauma or damage. Life isn&#8217;t algebra. Which events lead to pain, and which to growth and awareness, remains unpredictable. The one reliable truth is that mistakes illuminate the most, albeit with fractured light.&#8221;<br>&#8212;<I>The New York Times Book Review </I><BR><BR>Mothers and daughters ride a familial tide of joy, pride, regret, guilt, and love in these acclaimed stories of flawed, resilient women. Wheat bread and plain yogurt become weapons in a battle between a teenage daughter and her mother. An aimless college student, married to her much older professor, sneaks cigarettes while caring for their newborn son. On the eve of her husband&#8217;s fiftieth birthday, a pilfered fifth of rum, rogue teenagers, and an unexpected tattoo has a woman questioning her place in her children&#8217;s lives. And we follow through two decades the family created when capricious, magnetic Ruby, an ambitious college student, becomes a single mother to cautious daughter Nora in 1970s California. <I>Shout Her Lovely Name</I> is a &#8220;funny, bittersweet&#8221; (<I>Vanity Fair</I>) book that announces the arrival of a stunning new writer.<br><BR>&#8220;Powerful and disquieting . . . Serber writes with exquisite patience and sensitivity, and is an expert in the many ways that love throws people together and splits them apart, often at the same time.&#8221;<br>&#8212;<I>The Wall Street Journal</I><BR><BR>&#8220;Always, Serber's writing sparkles: practical, strong, brazenly modern, marbled with superb descriptions . . . Take my word: <I>Shout Her Lovely Name</I> will reach inside readers and squeeze. On second thought, don't take my word. Read these lovely stories.&#8221;<br>&#8212;<I>San Francisco Chronicle<BR></I><BR></DIV> <div><A href=\"http://www.natalieserber.com/\">www.natalieserber.com</A></div>", "isbn": "9780547634579", "title": "Shout Her Lovely Name", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547634579/1376381800.96.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2012-06-26"}, "annotation": "", "position": 37},{"uuid": "KFAXqpE4oAwCEjeB2cCDvA", "book": {"uuid": "aCrLFKiwL94U7SRS7mAvaW", "oyster_good_for_statement": "", "author": "Janet Burroway", "status": 1, "average_rating": 0.0, "oyster_summary": "", "number_print_pages": 292, "description": "<DIV><DIV><b>A National Book Award finalist, Janet Burroway&rsquo;s critically acclaimed novel, which the<i>&#160;New Yorker&#160;</i>hailed as &ldquo;enormously enjoyable&rdquo; and&#160;<i>Newsweek</i>&#160;called &ldquo;a novel of rare and lustrous quality,&rdquo; is the story of a woman whose unraveling marriage sends her on a personal odyssey halfway around the world to Japan</b></div><BR>Virginia Marbalestier has come a long way from the California trailer park where she grew up. Now a designer at the textile firm where her husband is the number-two executive, as the mother of a young daughter and the mistress of an English Tudor manor, she has it all. But her husband, Oliver, is becoming increasingly elitist and controlling, resentful of her friendships, and rough in bed. The arrival of a new employee, a distressed young woman in whom Virginia finds the missing threads of her own identity, and the firm&rsquo;s possible merger with a Japanese competitor heighten the tensions between Virginia and Oliver, and impel Virginia to set off on a foreign adventure that will change her life forever.&#160;<BR></div>", "isbn": "9781480463318", "title": "Raw Silk", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/9781480463318/1392014507.13.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [], "language_code": "eng", "publication_date": "2014-02-04"}, "annotation": "", "position": 52},{"uuid": "SK597h5Pj7rWBfG5qeiRCP", "book": {"uuid": "btViMHKmJ6fQa9wGV5k73J", "oyster_good_for_statement": "", "author": "Jhumpa Lahiri", "status": 1, "average_rating": 4.08, "oyster_summary": "", "number_print_pages": 208, "description": "<DIV>Navigating between the Indian traditions they've inherited and the baffling new world, the characters in Jhumpa Lahiri's elegant, touching stories seek love beyond the barriers of culture and generations. In \"A Temporary Matter,\" published in The New Yorker, a young Indian-American couple faces the heartbreak of a stillborn birth while their Boston neighborhood copes with a nightly blackout. In the title story, an interpreter guides an American family through the India of their ancestors and hears an astonishing confession. Lahiri writes with deft cultural insight reminiscent of Anita Desai and a nuanced depth that recalls Mavis Gallant. She is an important and powerful new voice.</DIV>", "isbn": "9780547487069", "title": "Interpreter of Maladies", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547487069/1383487897.73.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "qGW3ZRKGJVitTshiVFYiqN", "image": null, "name": "PEN/Hemingway Foundation Award Winner"}, {"uuid": "F4B9gynsFCkRN5YRrFwRBM", "image": null, "name": "Winner of the Pulitzer Prize"}], "language_code": "eng", "publication_date": "2000-05-22"}, "annotation": "", "position": 5},{"uuid": "KpETKQPNMnqmvYaX7QmeoE", "book": {"uuid": "96RUHSCRGvsTR5aVxhW2bN", "oyster_good_for_statement": "", "author": "Monique Truong", "status": 1, "average_rating": 3.49, "oyster_summary": "", "number_print_pages": 272, "description": "<DIV>The Book of Salt serves up a wholly original take on Paris in the 1930s through the eyes of Binh, the Vietnamese cook employed by Gertrude Stein and Alice B. Toklas. Viewing his famous mesdames and their entourage from the kitchen of their rue de Fleurus home, Binh observes their domestic entanglements while seeking his own place in the world.        In a mesmerizing tale of yearning and betrayal, Monique Truong explores Paris from the salons of its artists to the dark nightlife of its outsiders and exiles. She takes us back to Binh's youthful servitude in Saigon under colonial rule, to his life as a galley hand at sea, to his brief, fateful encounters in Paris with Paul Robeson and the young Ho Chi Minh.</div>", "isbn": "9780547524993", "title": "The Book of Salt", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547524993/1376380127.06.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "pxAsSu3gHGfMynXo2qrAc4", "image": null, "name": "New York Public Library Young Lions Fiction Award Winner"}, {"uuid": "HKjZHYb7cypZGAU6zmXRpQ", "image": null, "name": "PEN/Robert W. Bingham Prize"}, {"uuid": "eotSW5vQfqZXFCQPHsnFES", "image": null, "name": "Stonewall Book Award Winner"}], "language_code": "eng", "publication_date": "2004-06-15"}, "annotation": "", "position": 22},{"uuid": "3aZ4JrxLQGW8jHkBb8pJyb", "book": {"uuid": "KeXa6UD2m2gTV3Pjm8LFgc", "oyster_good_for_statement": "", "author": "Cheryl Strayed", "status": 1, "average_rating": 3.61, "oyster_summary": "", "number_print_pages": 336, "description": "<DIV>\"Work hard. Do good. Be incredible!&#8221; That&#8217;s the advice Teresa Rae Wood gives the listeners of her popular local radio show, Modern Pioneers, and she has taken it to heart in her own life. She fled a bad marriage, escaping to Midden, Minnesota (pop. 408), where she fell in love with a carpenter who became a loving stepfather to her children, Claire and Joshua. Now Claire is away at college, Joshua is laboring through his senior year of high school, and Teresa and Bruce are working to make ends meet. Despite their struggles, their love for each other binds them as a family. Then they receive the devastating news that Teresa has cancer and at thirty-eight may have less than one year to live. Those she will leave behind face something previously unimaginable -- a future without her.<BR><BR>In Torch, the award-winning writer Cheryl Strayed creates from one family's shattering experience a novel infused with tenderness, compassion, and beauty.</DIV>", "isbn": "9780547526805", "title": "Torch", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547526805/1376382506.0.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2007-01-08"}, "annotation": "", "position": 1},{"uuid": "FDzpRHJ4hnmA53mwXkKJVo", "book": {"uuid": "434eDnBUFdaGdiMGrTpToZ", "oyster_good_for_statement": "", "author": "Bette Greene", "status": 1, "average_rating": 3.62, "oyster_summary": "", "number_print_pages": 240, "description": "<DIV><b>In Bette Greene&rsquo;s award&ndash;winning debut novel, a young Jewish girl in the postwar South finds herself drawn to a German prisoner of war</b></div><DIV>&#160;</div><DIV>When the Army delivers a batch of Nazi prisoners of war to an internment camp in Jenkinsville, Arkansas, Patty Bergen is as anxious as any of her neighbors to get a glimpse of the monsters. The eldest child in the town&rsquo;s sole Jewish family, Patty is lonely and isolated, spending most of her time in the company of Ruth, her parents&rsquo; black housekeeper.</div><DIV>&#160;</div><DIV>Then she meets Anton Reiker, an inmate in the camp. Even though he fought against the Allies, Anton seems to understand Patty in a way even her parents never have. When Anton escapes from the camp, Patty risks everything to keep him safe&mdash;but following her heart may come at a terrible price.</div><DIV>&#160;</div><DIV>This ebook features an illustrated biography of Bette Greene including rare photos and never-before-seen documents from the author&rsquo;s personal collection.</div>", "isbn": "9781453225851", "title": "Summer of My German Soldier", "cover_img": "https://cflare.oysterbooks.com/covers/Open%20Road%20Media/Summer%20of%20My%20German%20Soldier/1373330048.58.jpg", "publisher": {"uuid": "M3vVhZgj8kLjFHReaifoaJ", "name": "Open Road Media"}, "awards": [{"uuid": "qiPYA4djRHrEHaNP6V8my", "image": null, "name": "Golden Kite Award Winner"}, {"uuid": "eYKvqpafcTyqyGvFx3Mrj4", "image": null, "name": "National Book Award Finalist"}, {"uuid": "xLv2y8GwSSxNPtJG8WJGm", "image": null, "name": "New York Times Bestselling Author"}, {"uuid": "yh6EqZWVnKzqPhnnRbY5S", "image": null, "name": "New York Times Outstanding Book Award"}], "language_code": "eng", "publication_date": "2011-09-27"}, "annotation": "", "position": 23},{"uuid": "Q7Ep2WyX428GypnwMWSn6M", "book": {"uuid": "5j44FVbQePB9YADojyex6n", "oyster_good_for_statement": "", "author": "Alexandre Dumas", "status": 1, "average_rating": 4.11, "oyster_summary": "", "number_print_pages": 440, "description": "An adventure novel that takes place in France, Italy, islands in the Mediterranean, and in the Levant during the historical events of 1815–1838 (from just before the Hundred Days to the reign of Louis-Philippe of France). The historical setting is a fundamental element of the book. An adventure story primarily concerned with themes of hope, justice, vengeance, mercy and forgiveness, it focuses on a man who is wrongfully imprisoned, escapes from jail, acquires a fortune and sets about getting revenge on those responsible for his imprisonment. However, his plans have devastating consequences for the innocent as well as the guilty.\r\n", "isbn": "9781629450612", "title": "The Count of Monte Cristo", "cover_img": "https://cflare.oysterbooks.com/covers/Oyster/9781629450612/1378075480.72.jpg", "publisher": {"uuid": "ABL9TuZsJ5ThMeAYb933uA", "name": "Oyster"}, "awards": [], "language_code": "", "publication_date": "1844-10-01"}, "annotation": "", "position": 20},{"uuid": "notxfhvpSAQgZHzZDmVG5A", "book": {"uuid": "rUQecgVLdXrH625toR9GT9", "oyster_good_for_statement": "", "author": "Italo Calvino", "status": 1, "average_rating": 4.22, "oyster_summary": "", "number_print_pages": 176, "description": "<DIV>Imaginary conversations between Marco Polo and his host, the Chinese ruler Kublai Khan, conjure up cities of magical times. &#8220;Of all tasks, describing the contents of a book is the most difficult and in the case of a marvelous invention like Invisible Cities, perfectly irrelevant&#8221; (Gore Vidal). Translated by William Weaver. A Helen and Kurt Wolff Book<br></div>", "isbn": "9780544133204", "title": "Invisible Cities", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544133204/1376383281.05.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "uBMYfWXoovBHkAXUEEZ2AW", "image": null, "name": "Nebula Award Nominee"}], "language_code": "eng", "publication_date": "2013-08-12"}, "annotation": "", "position": 5},{"uuid": "buuejpqY7uH5554HFsoSUh", "book": {"uuid": "hHB73Ei7cGUAKoXV27R6nE", "oyster_good_for_statement": "", "author": "Philip Roth", "status": 1, "average_rating": 3.63, "oyster_summary": "", "number_print_pages": 400, "description": "<DIV>When the renowned aviation hero and rabid isolationist Charles A. Lindbergh defeated Franklin Roosevelt by a landslide in the 1940 presidential election, fear invaded every Jewish household in America. Not only had Lindbergh, in a nationwide radio address, publicly blamed the Jews for sel&#64257;shly pushing America toward a pointless war with Nazi Germany, but upon taking of&#64257;ce as the thirty-third president of the United States, he negotiated a cordial &#8220;understanding&#8221; with Adolf Hitler, whose conquest of Europe and virulent anti-Semitic policies he appeared to accept without dif&#64257;culty. What then followed in America is the historical setting for this startling new book by Pulitzer Prize&#8211;winner Philip Roth, who recounts what it was like for his Newark family &#8212; and for a million such families all over the country &#8212; during the menacing years of the Lindbergh presidency, when American citizens who happened to be Jews had every reason to expect the worst.</DIV>", "isbn": "9780547345314", "title": "The Plot Against America", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547345314/1376379487.68.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [{"uuid": "f6WJDLFhEGCpAw2aNs9pgW", "image": null, "name": "James Fenimore Cooper Prize Winner"}, {"uuid": "TAR7ToA2sHGZVqtkLY9wC6", "image": null, "name": "New York Times Bestseller"}], "language_code": "eng", "publication_date": "2004-10-05"}, "annotation": "", "position": 7},{"uuid": "RH6W2fV2EkTymGawEaX4f9", "book": {"uuid": "QsKzMgTEhqkeY8JansVAda", "oyster_good_for_statement": "", "author": "Courtney Eldridge", "status": 1, "average_rating": 4.2, "oyster_summary": "", "number_print_pages": 276, "description": "<P>In the seven stories and one novella collected in Unkempt, Courtney Eldridge gives life to characters of astounding originality. Probing the darker corners of the human psyche, she shows&#8212;with a sly and unexpected sense of humor&#8212;the neurotic mind at work, the skewed perspective of an alcoholic parent, the nature of sexual conquest, and the hazards of working in retail. Fresh, funny, and candid, Eldridge&#8217;s writing delivers a new and marvellous vision of life.", "isbn": "9780544341449", "title": "Unkempt", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780544341449/1384279037.69.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-11-01"}, "annotation": "", "position": 51},{"uuid": "ajbSEQzjT673kfXnPCn48f", "book": {"uuid": "6c7UDGhXiFPCKmTp7EjQhB", "oyster_good_for_statement": "", "author": "Jess Walter", "status": 1, "average_rating": 3.84, "oyster_summary": "", "number_print_pages": 320, "description": "<p>At 1:59 a.m. in Spokane, Washington&#8212;eight days before the 1980 presidential election&#8212;Vince Camden pockets his stash of stolen credit cards and drops by an all-night poker game before heading to his witness-protection job dusting crullers at Donut Make You Hungry. Along with a neurotic hooker girlfriend, this is the total sum of Vince's new life. But when a familiar face shows up in town, Vince realizes his sordid past is still too close behind him. During the next unforgettable week, he'll negotiate a coast-to-coast maze of obsessive cops, eager politicians, and assorted mobsters&#8212;only to find that redemption might exist, of all places, in the voting booth. </p>", "isbn": "9780061959301", "title": "Citizen Vince", "cover_img": "https://cflare.oysterbooks.com/covers/HarperCollins/9780061959301/1376452628.5.jpg", "publisher": {"uuid": "ef6mgBa3njWeiz46odozni", "name": "HarperCollins"}, "awards": [{"uuid": "4iwQqCS2d8UHSfTTLNrGua", "image": null, "name": "Edgar Award Winner"}], "language_code": "eng", "publication_date": "2012-05-29"}, "annotation": "", "position": 34},{"uuid": "yUzQFHvL4NdnGkdNewQYB6", "book": {"uuid": "7yizzipBVqsu9CqMvo6E9e", "oyster_good_for_statement": "", "author": "Oliver Pötzsch", "status": 1, "average_rating": 3.97, "oyster_summary": "", "number_print_pages": 448, "description": "<DIV>Ludwig II, the Fairy-tale King of Bavaria, is today remembered for his beautiful castles&#8212;popular tourist destinations that inspired the Disney Castle, but whose origins were much more fantastical than anything Disney could dream up. Also known as the Mad King, Ludwig was deposed in 1886 after being declared insane by doctors who had never met him. He promptly died&#8212;mysteriously drowned in waist-deep water&#8212;his eccentric castles his only legacy.<br><BR>Master of historical suspense Oliver P&#246;tzsch brings the Mad King back to life in The Ludwig Conspiracy. An encoded diary by one of Ludwig&#8217;s confidants falls into the hands of modern-day rare book dealer Steven Lukas, who soon realizes that the diary may bring him more misery than money. Others want the diary as well&#8212;and they will kill to get it. Lukas teams up with a beautiful art detective, Sara Lengfeld, to investigate each of Ludwig&#8217;s three famous castles for clues to crack the diary&#8217;s code as mysterious thugs and Ludwig&#8217;s fanatical followers chase them at every step. Just what in the diary could be so explosive?<br><BR>Combining contemporary mystery and a gripping historical saga and centered on an ingenious code that can be cracked only with a combination of modern computers and nineteenth-century texts, <I>The Ludwig Conspiracy</I> is a bold new thriller from the best-selling author of The Hangman&#8217;s Daughter series.</div>", "isbn": "9780547740133", "title": "The Ludwig Conspiracy", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547740133/1383487996.45.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2013-09-03"}, "annotation": "", "position": 44},{"uuid": "qxEFopSihNqcUaoMhCunJR", "book": {"uuid": "PtKtuvNLzazq2bw2EazKvi", "oyster_good_for_statement": "", "author": "Carsten Jensen", "status": 1, "average_rating": 4.16, "oyster_summary": "", "number_print_pages": 688, "description": "<P>Carsten Jensen&#8217;s debut novel has taken the world by storm. Already hailed in Europe as an instant classic, <I>We, the Drowned</I> is the story of the port town of Marstal, whose inhabitants have sailed the world&#8217;s oceans aboard freight ships for centuries. Spanning over a hundred years, from the mid-nineteenth century to the end of the Second World War, and from the barren rocks of Newfoundland to the lush plantations of Samoa, from the roughest bars in Tasmania, to the frozen coasts of northern Russia, <I>We, the Drowned</I> spins a magnificent tale of love, war, and adventure, a tale of the men who go to sea and the women they leave behind.</P> <p>Ships are wrecked at sea and blown up during wars, they are places of terror and violence, yet they continue to lure each generation of Marstal men&#8212;fathers and sons&#8212;away. Strong, resilient, women raise families alone and sometimes take history into their own hands. There are cannibals here, shrunken heads, prophetic dreams, forbidden passions, cowards, heroes, devastating tragedies, and miraculous survivals&#8212;everything that a town like Marstal has actually experienced, and that makes <I>We, the Drowned</I> an unforgettable novel, destined to take its place among the greatest seafaring literature.", "isbn": "9780547504674", "title": "We, the Drowned", "cover_img": "https://cflare.oysterbooks.com/covers/Houghton%20Mifflin%20Harcourt/9780547504674/1376381165.21.jpg", "publisher": {"uuid": "mgiqkRVmdsaEkGeGuyRSFX", "name": "Houghton Mifflin Harcourt"}, "awards": [], "language_code": "eng", "publication_date": "2011-02-09"}, "annotation": "", "position": 39}]